[ {
    "surah": "Al Mu'minun",
    "ar" : "قَدْ أَفْلَحَ الْمُؤْمِنُونَ",
    "id" : "Sesungguhnya beruntunglah orang-orang yang beriman,",
    "nomor" : "1",
    "tr" : "qad afla<u>h</u>a <strong>a</strong>lmu/minuun<strong>a</strong>"
  }, {
    "ar" : "الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ",
    "id" : "(yaitu) orang-orang yang khusyu' dalam sembahyangnya,",
    "nomor" : "2",
    "tr" : "<strong>al</strong>la<u>dz</u>iina hum fii <u>sh</u>al<u>aa</u>tihim kh<u>aa</u>syi'uun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ",
    "id" : "dan orang-orang yang menjauhkan diri dari (perbuatan dan perkataan) yang tiada berguna,",
    "nomor" : "3",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum 'ani <strong>al</strong>laghwi mu'ri<u>dh</u>uun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ",
    "id" : "dan orang-orang yang menunaikan zakat,",
    "nomor" : "4",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum li<strong>l</strong>zzak<u>aa</u>ti f<u>aa</u>'iluun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ",
    "id" : "dan orang-orang yang menjaga kemaluannya,",
    "nomor" : "5",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum lifuruujihim <u>haa</u>fi<u>zh</u>uun<strong>a</strong>"
  }, {
    "ar" : "إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ",
    "id" : "kecuali terhadap isteri-isteri mereka atau budak yang mereka miliki; maka sesungguhnya mereka dalam hal ini tiada tercela.",
    "nomor" : "6",
    "tr" : "ill<u>aa</u> 'al<u>aa</u> azw<u>aa</u>jihim aw m<u>aa</u> malakat aym<u>aa</u>nuhum fa-innahum ghayru maluumiin<strong>a</strong>"
  }, {
    "ar" : "فَمَنِ ابْتَغَىٰ وَرَاءَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْعَادُونَ",
    "id" : "Barangsiapa mencari yang di balik itu maka mereka itulah orang-orang yang melampaui batas.",
    "nomor" : "7",
    "tr" : "famani ibtagh<u>aa</u> war<u>aa</u>-a <u>dzaa</u>lika faul<u>aa</u>-ika humu <strong>a</strong>l'<u>aa</u>duun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ",
    "id" : "Dan orang-orang yang memelihara amanat-amanat (yang dipikulnya) dan janjinya.",
    "nomor" : "8",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum li-am<u>aa</u>n<u>aa</u>tihim wa'ahdihim r<u>aa</u>'uun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ هُمْ عَلَىٰ صَلَوَاتِهِمْ يُحَافِظُونَ",
    "id" : "dan orang-orang yang memelihara sembahyangnya.",
    "nomor" : "9",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum 'al<u>aa</u> <u>sh</u>alaw<u>aa</u>tihim yu<u>haa</u>fi<u>zh</u>uun<strong>a</strong>"
  }, {
    "ar" : "أُولَٰئِكَ هُمُ الْوَارِثُونَ",
    "id" : "Mereka itulah orang-orang yang akan mewarisi,",
    "nomor" : "10",
    "tr" : "ul<u>aa</u>-ika humu <strong>a</strong>lw<u>aa</u>ritsuun<strong>a</strong>"
  }, {
    "ar" : "الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ",
    "id" : "(ya'ni) yang akan mewarisi syurga Firdaus. Mereka kekal di dalamnya.",
    "nomor" : "11",
    "tr" : "<strong>al</strong>la<u>dz</u>iina yaritsuuna <strong>a</strong>lfirdawsa hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ",
    "id" : "Dan sesungguhnya Kami telah menciptakan manusia dari suatu saripati (berasal) dari tanah.",
    "nomor" : "12",
    "tr" : "walaqad khalaqn<u>aa</u> <strong>a</strong>l-ins<u>aa</u>na min sul<u>aa</u>latin min <u>th</u>iin<strong>in</strong>"
  }, {
    "ar" : "ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ",
    "id" : "Kemudian Kami jadikan saripati itu air mani (yang disimpan) dalam tempat yang kokoh (rahim).",
    "nomor" : "13",
    "tr" : "tsumma ja'aln<u>aa</u>hu nu<u>th</u>fatan fii qar<u>aa</u>rin makiin<strong>in</strong>"
  }, {
    "ar" : "ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ ۚ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ",
    "id" : "Kemudian air mani itu Kami jadikan segumpal darah, lalu segumpal darah itu Kami jadikan segumpal daging, dan segumpal daging itu Kami jadikan tulang belulang, lalu tulang belulang itu Kami bungkus dengan daging. Kemudian Kami jadikan dia makhluk yang (berbentuk) lain. Maka Maha sucilah Allah, Pencipta Yang Paling Baik.",
    "nomor" : "14",
    "tr" : "tsumma khalaqn<u>aa</u> <strong>al</strong>nnu<u>th</u>fata 'alaqatan fakhalaqn<u>aa</u> <strong>a</strong>l'alaqata mu<u>dh</u>ghatan fakhalaqn<u>aa</u> <strong>a</strong>lmu<u>dh</u>ghata 'i<u>zhaa</u>man fakasawn<u>aa</u> <strong>a</strong>l'i<u>zhaa</u>ma la<u>h</u>man tsumma ansya/n<u>aa</u>hu khalqan <u>aa</u>khara fatab<u>aa</u>raka <strong>al</strong>l<u>aa</u>hu a<u>h</u>sanu <strong>a</strong>lkh<u>aa</u>liqiin<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ إِنَّكُمْ بَعْدَ ذَٰلِكَ لَمَيِّتُونَ",
    "id" : "Kemudian, sesudah itu, sesungguhnya kamu sekalian benar-benar akan mati.",
    "nomor" : "15",
    "tr" : "tsumma innakum ba'da <u>dzaa</u>lika lamayyituun<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ",
    "id" : "Kemudian, sesungguhnya kamu sekalian akan dibangkitkan (dari kuburmu) di hari kiamat.",
    "nomor" : "16",
    "tr" : "tsumma innakum yawma <strong>a</strong>lqiy<u>aa</u>mati tub'atsuun<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ",
    "id" : "Dan sesungguhnya Kami telah menciptakan di atas kamu tujuh buah jalan (tujuh buah langit); dan Kami tidaklah lengah terhadap ciptaan (Kami).",
    "nomor" : "17",
    "tr" : "walaqad khalaqn<u>aa</u> fawqakum sab'a <u>th</u>ar<u>aa</u>-iqa wam<u>aa</u> kunn<u>aa</u> 'ani <strong>a</strong>lkhalqi gh<u>aa</u>filiin<strong>a</strong>"
  }, {
    "ar" : "وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ ۖ وَإِنَّا عَلَىٰ ذَهَابٍ بِهِ لَقَادِرُونَ",
    "id" : "Dan Kami turunkan air dari langit menurut suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan sesungguhnya Kami benar-benar berkuasa menghilangkannya.",
    "nomor" : "18",
    "tr" : "wa-anzaln<u>aa</u> mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an biqadarin fa-askann<u>aa</u>hu fii <strong>a</strong>l-ar<u>dh</u>i wa-inn<u>aa</u> 'al<u>aa</u> <u>dz</u>ah<u>aa</u>bin bihi laq<u>aa</u>diruun<strong>a</strong>"
  }, {
    "ar" : "فَأَنْشَأْنَا لَكُمْ بِهِ جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ لَكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ",
    "id" : "Lalu dengan air itu, Kami tumbuhkan untuk kamu kebun-kebun kurma dan anggur; di dalam kebun-kebun itu kamu peroleh buah-buahan yang banyak dan sebahagian dari buah-buahan itu kamu makan,",
    "nomor" : "19",
    "tr" : "fa-ansya/n<u>aa</u> lakum bihi jann<u>aa</u>tin min nakhiilin wa-a'n<u>aa</u>bin lakum fiih<u>aa</u> faw<u>aa</u>kihu katsiiratun waminh<u>aa</u> ta/kuluun<strong>a</strong>"
  }, {
    "ar" : "وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ",
    "id" : "dan pohon kayu keluar dari Thursina (pohon zaitun), yang menghasilkan minyak, dan pemakan makanan bagi orang-orang yang makan.",
    "nomor" : "20",
    "tr" : "wasyajaratan takhruju min <u>th</u>uuri sayn<u>aa</u>-a tanbutu bi<strong>al</strong>dduhni wa<u>sh</u>ibghin lil<u>aa</u>kiliin<strong>a</strong>"
  }, {
    "ar" : "وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً ۖ نُسْقِيكُمْ مِمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ",
    "id" : "Dan sesungguhnya pada binatang-binatang ternak, benar-benar terdapat pelajaran yang penting bagi kamu, Kami memberi minum kamu dari air susu yang ada dalam perutnya, dan (juga) pada binatang-binatang ternak itu terdapat faedah yang banyak untuk kamu, dan sebagian daripadanya kamu makan,",
    "nomor" : "21",
    "tr" : "wa-inna lakum fii <strong>a</strong>l-an'<u>aa</u>mi la'ibratan nusqiikum mimm<u>aa</u> fii bu<u>th</u>uunih<u>aa</u> walakum fiih<u>aa</u> man<u>aa</u>fi'u katsiiratun waminh<u>aa</u> ta/kuluun<strong>a</strong>"
  }, {
    "ar" : "وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ",
    "id" : "dan di atas punggung binatang-binatang ternak itu dan (juga) di atas perahu-perahu kamu diangkut.",
    "nomor" : "22",
    "tr" : "wa'alayh<u>aa</u> wa'al<u>aa</u> <strong>a</strong>lfulki tu<u>h</u>maluun<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ أَفَلَا تَتَّقُونَ",
    "id" : "Dan sesungguhnya Kami telah mengutus Nuh kepada kaumnya, lalu ia berkata: \"Hai kaumku, sembahlah oleh kamu Allah, (karena) sekali-kali tidak ada Tuhan bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)?\"",
    "nomor" : "23",
    "tr" : "walaqad arsaln<u>aa</u> nuu<u>h</u>an il<u>aa</u> qawmihi faq<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu afal<u>aa</u> tattaquun<strong>a</strong>"
  }, {
    "ar" : "فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا هَٰذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَاءَ اللَّهُ لَأَنْزَلَ مَلَائِكَةً مَا سَمِعْنَا بِهَٰذَا فِي آبَائِنَا الْأَوَّلِينَ",
    "id" : "Maka pemuka-pemuka orang yang kafir di antara kaumnya menjawab: \"Orang ini tidak lain hanyalah manusia seperti kamu, yang bermaksud hendak menjadi seorang yang lebih tinggi dari kamu. Dan kalau Allah menghendaki, tentu Dia mengutus beberapa orang malaikat. Belum pernah kami mendengar (seruan yang seperti) ini pada masa nenek moyang kami yang dahulu.",
    "nomor" : "24",
    "tr" : "faq<u>aa</u>la <strong>a</strong>lmalau <strong>al</strong>la<u>dz</u>iina kafaruu min qawmihi m<u>aa</u> h<u>aadzaa</u> ill<u>aa</u> basyarun mitslukum yuriidu an yatafa<u>dhdh</u>ala 'alaykum walaw sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu la-anzala mal<u>aa</u>-ikatan m<u>aa</u> sami'n<u>aa</u> bih<u>aadzaa</u> fii <u>aa</u>b<u>aa</u>-in<u>aa</u> <strong>a</strong>l-awwaliin<strong>a</strong>"
  }, {
    "ar" : "إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ فَتَرَبَّصُوا بِهِ حَتَّىٰ حِينٍ",
    "id" : "la tidak lain hanyalah seorang laki-laki yang berpenyakit gila, maka tunggulah (sabarlah) terhadapnya sampai suatu waktu.\"",
    "nomor" : "25",
    "tr" : "in huwa ill<u>aa</u> rajulun bihi jinnatun fatarabba<u>sh</u>uu bihi <u>h</u>att<u>aa</u> <u>h</u>iin<strong>in</strong>"
  }, {
    "ar" : "قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ",
    "id" : "Nuh berdo'a: \"Ya Tuhanku, tolonglah aku, karena mereka mendustakan aku.\"",
    "nomor" : "26",
    "tr" : "q<u>aa</u>la rabbi un<u>sh</u>urnii bim<u>aa</u> ka<u>dzdz</u>abuun<strong>i</strong>"
  }, {
    "ar" : "فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ ۙ فَاسْلُكْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ ۖ وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا ۖ إِنَّهُمْ مُغْرَقُونَ",
    "id" : "Lalu Kami wahyukan kepadanya: \"Buatlah bahtera di bawah penilikan dan petunjuk Kami, maka apabila perintah Kami telah datang dan tanur telah memancarkan air, maka masukkanlah ke dalam bahtera itu sepasang dari tiap-tiap (jenis), dan (juga) keluargamu, kecuali orang yang telah lebih dahulu ditetapkan (akan ditimpa azab) di antara mereka. Dan janganlah kamu bicarakan dengan Aku tentang orang-orang yang zalim, karena sesungguhnya mereka itu akan ditenggelamkan.",
    "nomor" : "27",
    "tr" : "fa-aw<u>h</u>ayn<u>aa</u> ilayhi ani i<u>sh</u>na'i <strong>a</strong>lfulka bi-a'yunin<u>aa</u> wawa<u>h</u>yin<u>aa</u> fa-i<u>dzaa</u> j<u>aa</u>-a amrun<u>aa</u> waf<u>aa</u>ra <strong>al</strong>ttannuuru fa<strong>u</strong>sluk fiih<u>aa</u> min kullin zawjayni itsnayni wa-ahlaka ill<u>aa</u> man sabaqa 'alayhi <strong>a</strong>lqawlu minhum wal<u>aa</u> tukh<u>aath</u>ibnii fii <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu innahum mughraquun<strong>a</strong>"
  }, {
    "ar" : "فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ",
    "id" : "Apabila kamu dan orang-orang yang bersamamu telah berada di atas bahtera itu, maka ucapkanlah: \"Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim.\"",
    "nomor" : "28",
    "tr" : "fa-i<u>dzaa</u> istawayta anta waman ma'aka 'al<u>aa</u> <strong>a</strong>lfulki faquli <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii najj<u>aa</u>n<u>aa</u> mina <strong>a</strong>lqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
  }, {
    "ar" : "وَقُلْ رَبِّ أَنْزِلْنِي مُنْزَلًا مُبَارَكًا وَأَنْتَ خَيْرُ الْمُنْزِلِينَ",
    "id" : "Dan berdo'alah: Ya Tuhanku, tempatkanlah aku pada tempat yang diberkati, dan Engkau adalah sebaik-baik Yang memberi tempat.\"",
    "nomor" : "29",
    "tr" : "waqul rabbi anzilnii munzalan mub<u>aa</u>rakan wa-anta khayru <strong>a</strong>lmunziliin<strong>a</strong>"
  }, {
    "ar" : "إِنَّ فِي ذَٰلِكَ لَآيَاتٍ وَإِنْ كُنَّا لَمُبْتَلِينَ",
    "id" : "Sesungguhnya pada (kejadian) itu benar-benar terdapat beberapa tanda (kebesaran Allah), dan sesungguhnya Kami menimpakan azab (kepada kaum Nuh itu).",
    "nomor" : "30",
    "tr" : "inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin wa-in kunn<u>aa</u> lamubtaliin<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ",
    "id" : "Kemudian, Kami jadikan sesudah mereka umat yang lain.",
    "nomor" : "31",
    "tr" : "tsumma ansya/n<u>aa</u> min ba'dihim qarnan <u>aa</u>khariin<strong>a</strong>"
  }, {
    "ar" : "فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِنْهُمْ أَنِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ أَفَلَا تَتَّقُونَ",
    "id" : "Lalu Kami utus kepada mereka, seorang rasul dari kalangan mereka sendiri (yang berkata): \"Sembahlah Allah oleh kamu sekalian, sekali-kali tidak ada Tuhan selain daripada-Nya. Maka mengapa kamu tidak bertakwa (kepada-Nya).",
    "nomor" : "32",
    "tr" : "fa-arsaln<u>aa</u> fiihim rasuulan minhum ani u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu afal<u>aa</u> tattaquun<strong>a</strong>"
  }, {
    "ar" : "وَقَالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَاءِ الْآخِرَةِ وَأَتْرَفْنَاهُمْ فِي الْحَيَاةِ الدُّنْيَا مَا هَٰذَا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ",
    "id" : "Dan berkatalah pemuka-pemuka yang kafir di antara kaumnya dan yang mendustakan akan menemui hari akhirat (kelak) dan yang telah Kami mewahkan mereka dalam kehidupan di dunia: \"(Orang) ini tidak lain hanyalah manusia seperti kamu, dia makan dari apa yang kamu makan, dan meminum dari apa yang kamu minum.",
    "nomor" : "33",
    "tr" : "waq<u>aa</u>la <strong>a</strong>lmalau min qawmihi <strong>al</strong>la<u>dz</u>iina kafaruu waka<u>dzdz</u>abuu biliq<u>aa</u>-i <strong>a</strong>l-<u>aa</u>khirati wa-atrafn<u>aa</u>hum fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> m<u>aa</u> h<u>aadzaa</u> ill<u>aa</u> basyarun mitslukum ya/kulu mimm<u>aa</u> ta/kuluuna minhu wayasyrabu mimm<u>aa</u> tasyrabuun<strong>a</strong>"
  }, {
    "ar" : "وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ",
    "id" : "Dan sesungguhnya jika kamu sekalian mentaati manusia yang seperti kamu, niscaya bila demikian, kamu benar-benar (menjadi) orang-orang yang merugi.",
    "nomor" : "34",
    "tr" : "wala-in a<u>th</u>a'tum basyaran mitslakum innakum i<u>dz</u>an lakh<u>aa</u>siruun<strong>a</strong>"
  }, {
    "ar" : "أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَعِظَامًا أَنَّكُمْ مُخْرَجُونَ",
    "id" : "Apakah ia menjanjikan kepada kamu sekalian, bahwa bila kamu telah mati dan telah menjadi tanah dan tulang belulang, kamu sesungguhnya akan dikeluarkan (dari kuburmu)?,",
    "nomor" : "35",
    "tr" : "aya'idukum annakum i<u>dzaa</u> mittum wakuntum tur<u>aa</u>ban wa'i<u>zhaa</u>man annakum mukhrajuun<strong>a</strong>"
  }, {
    "ar" : "هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ",
    "id" : "jauh, jauh sekali (dari kebenaran) apa yang diancamkan kepada kamu itu,",
    "nomor" : "36",
    "tr" : "hayh<u>aa</u>ta hayh<u>aa</u>ta lim<u>aa</u> tuu'aduun<strong>a</strong>"
  }, {
    "ar" : "إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
    "id" : "kehidupan itu tidak lain hanyalah kehidupan kita di dunia ini, kita mati dan kita hidup dan sekali-kali tidak akan dibangkitkan lagi,",
    "nomor" : "37",
    "tr" : "in hiya ill<u>aa</u> <u>h</u>ay<u>aa</u>tun<u>aa</u> <strong>al</strong>dduny<u>aa</u> namuutu wana<u>h</u>y<u>aa</u> wam<u>aa</u> na<u>h</u>nu bimab'uutsiin<strong>a</strong>"
  }, {
    "ar" : "إِنْ هُوَ إِلَّا رَجُلٌ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا وَمَا نَحْنُ لَهُ بِمُؤْمِنِينَ",
    "id" : "Ia tidak lain hanyalah seorang yang mengada-adakan kebohongan terhadap Allah, dan kami sekali-kali tidak akan beriman kepadanya\".",
    "nomor" : "38",
    "tr" : "in huwa ill<u>aa</u> rajulun iftar<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>iban wam<u>aa</u> na<u>h</u>nu lahu bimu/miniin<strong>a</strong>"
  }, {
    "ar" : "قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ",
    "id" : "Rasul itu berdo'a: \"Ya Tuhanku, tolonglah aku karena mereka mendustakanku.\"",
    "nomor" : "39",
    "tr" : "q<u>aa</u>la rabbi un<u>sh</u>urnii bim<u>aa</u> ka<u>dzdz</u>abuun<strong>i</strong>"
  }, {
    "ar" : "قَالَ عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ",
    "id" : "Allah berfirman: \"Dalam sedikit waktu lagi pasti mereka akan menjadi orang-orang yang menyesal.\"",
    "nomor" : "40",
    "tr" : "q<u>aa</u>la 'amm<u>aa</u> qaliilin layu<u>sh</u>bi<u>h</u>unna n<u>aa</u>dimiin<strong>a</strong>"
  }, {
    "ar" : "فَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ فَجَعَلْنَاهُمْ غُثَاءً ۚ فَبُعْدًا لِلْقَوْمِ الظَّالِمِينَ",
    "id" : "Maka dimusnahkanlah mereka oleh suara yang mengguntur dengan hak dan Kami jadikan mereka (sebagai) sampah banjir maka kebinasaanlah bagi orang-orang yang zalim itu.",
    "nomor" : "41",
    "tr" : "fa-akha<u>dz</u>at-humu <strong>al</strong><u>shsh</u>ay<u>h</u>atu bi<strong>a</strong>l<u>h</u>aqqi faja'aln<u>aa</u>hum ghuts<u>aa</u>-an fabu'dan lilqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قُرُونًا آخَرِينَ",
    "id" : "Kemudian Kami ciptakan sesudah mereka umat-umat yang lain.",
    "nomor" : "42",
    "tr" : "tsumma ansya/n<u>aa</u> min ba'dihim quruunan <u>aa</u>khariin<strong>a</strong>"
  }, {
    "ar" : "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ",
    "id" : "Tidak (dapat) sesuatu umatpun mendahului ajalnya, dan tidak (dapat pula) mereka terlambat (dari ajalnya itu).",
    "nomor" : "43",
    "tr" : "m<u>aa</u> tasbiqu min ummatin ajalah<u>aa</u> wam<u>aa</u> yasta/khiruun<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَىٰ ۖ كُلَّ مَا جَاءَ أُمَّةً رَسُولُهَا كَذَّبُوهُ ۚ فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا وَجَعَلْنَاهُمْ أَحَادِيثَ ۚ فَبُعْدًا لِقَوْمٍ لَا يُؤْمِنُونَ",
    "id" : "Kemudian Kami utus (kepada umat-umat itu) rasul-rasul Kami berturut-turut. Tiap-tiap seorang rasul datang kepada umatnya, umat itu mendustakannya, maka Kami perikutkan sebagian mereka dengan sebagian yang lain. Dan Kami jadikan mereka buah tutur (manusia), maka kebinasaanlah bagi orang-orang yang tidak beriman.",
    "nomor" : "44",
    "tr" : "tsumma arsaln<u>aa</u> rusulan<u>aa</u> tatr<u>aa</u> kulla m<u>aa</u> j<u>aa</u>-a ummatan rasuuluh<u>aa</u> ka<u>dzdz</u>abuuhu fa-atba'n<u>aa</u> ba'<u>dh</u>ahum ba'<u>dh</u>an waja'aln<u>aa</u>hum a<u>haa</u>diitsa fabu'dan liqawmin l<u>aa</u> yu/minuun<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ أَرْسَلْنَا مُوسَىٰ وَأَخَاهُ هَارُونَ بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ",
    "id" : "Kemudian Kami utus Musa dan saudaranya Harun dengan membawa tanda-tanda (Kebesaran) Kami, dan bukti yang nyata,",
    "nomor" : "45",
    "tr" : "tsumma arsaln<u>aa</u> muus<u>aa</u> wa-akh<u>aa</u>hu h<u>aa</u>ruuna bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wasul<u>th</u><u>aa</u>nin mubiin<strong>in</strong>"
  }, {
    "ar" : "إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا عَالِينَ",
    "id" : "kepada Fir'aun dan pembesar-pembesar kaumnya, maka mereka ini takbur dan mereka adalah orang-orang yang sombong.",
    "nomor" : "46",
    "tr" : "il<u>aa</u> fir'awna wamala-ihi fa<strong>i</strong>stakbaruu wak<u>aa</u>nuu qawman '<u>aa</u>liin<strong>a</strong>"
  }, {
    "ar" : "فَقَالُوا أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَابِدُونَ",
    "id" : "Dan mereka berkata: \"Apakah (patut) kita percaya kepada dua orang manusia seperti kita (juga), padahal kaum mereka (Bani Israil) adalah orang-orang yang menghambakan diri kepada kita?\"",
    "nomor" : "47",
    "tr" : "faq<u>aa</u>luu anu/minu libasyarayni mitslin<u>aa</u> waqawmuhum<u>aa</u> lan<u>aa</u> '<u>aa</u>biduun<strong>a</strong>"
  }, {
    "ar" : "فَكَذَّبُوهُمَا فَكَانُوا مِنَ الْمُهْلَكِينَ",
    "id" : "Maka (tetaplah) mereka mendustakan keduanya, sebab itu mereka adalah termasuk orang-orang yang dibinasakan.",
    "nomor" : "48",
    "tr" : "faka<u>dzdz</u>abuuhum<u>aa</u> fak<u>aa</u>nuu mina <strong>a</strong>lmuhlakiin<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ لَعَلَّهُمْ يَهْتَدُونَ",
    "id" : "Dan sesungguhnya telah Kami berikan Al Kitab (Taurat) kepada Musa, agar mereka (Bani Israil) mendapat petunjuk.",
    "nomor" : "49",
    "tr" : "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba la'allahum yahtaduun<strong>a</strong>"
  }, {
    "ar" : "وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً وَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ",
    "id" : "Dan telah Kami jadikan (Isa) putera Maryam beserta ibunya suatu bukti yang nyata bagi (kekuasaan Kami), dan Kami melindungi mereka di suatu tanah tinggi yang datar yang banyak terdapat padang-padang rumput dan sumber-sumber air bersih yang mengalir.",
    "nomor" : "50",
    "tr" : "waja'aln<u>aa</u> ibna maryama waummahu <u>aa</u>yatan wa<u>aa</u>wayn<u>aa</u>hum<u>aa</u> il<u>aa</u> rabwatin <u>dzaa</u>ti qar<u>aa</u>rin wama'iin<strong>in</strong>"
  }, {
    "ar" : "يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا ۖ إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ",
    "id" : "Hai rasul-rasul, makanlah dari makanan yang baik-baik, dan kerjakanlah amal yang saIeh. Sesungguhnya Aku Maha Mengetahui apa yang kamu kerjakan.",
    "nomor" : "51",
    "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>rrusulu kuluu mina <strong>al</strong><u>ththh</u>ayyib<u>aa</u>ti wa<strong>i</strong>'maluu <u>shaa</u>li<u>h</u>an innii bim<u>aa</u> ta'maluuna 'aliim<strong>un</strong>"
  }, {
    "ar" : "وَإِنَّ هَٰذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ",
    "id" : "Sesungguhnya (agama tauhid) ini, adalah agama kamu semua, agama yang satu, dan Aku adalah Tuhanmu, maka bertakwalah kepada-Ku.",
    "nomor" : "52",
    "tr" : "wa-inna h<u>aadz</u>ihi ummatukum ummatan w<u>aah</u>idatan wa-an<u>aa</u> rabbukum fa<strong>i</strong>ttaquun<strong>i</strong>"
  }, {
    "ar" : "فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُرًا ۖ كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ",
    "id" : "Kemudian mereka (pengikut-pengikut rasul itu) menjadikan agama mereka terpecah belah menjadi beberapa pecahan. Tiap-tiap golongan merasa bangga dengan apa yang ada pada sisi mereka (masing-masing).",
    "nomor" : "53",
    "tr" : "fataqa<u>ththh</u>a'uu amrahum baynahum zuburan kullu <u>h</u>izbin bim<u>aa</u> ladayhim fari<u>h</u>uun<strong>a</strong>"
  }, {
    "ar" : "فَذَرْهُمْ فِي غَمْرَتِهِمْ حَتَّىٰ حِينٍ",
    "id" : "Maka biarkanlah mereka dalam kesesatannya sampai suatu waktu.",
    "nomor" : "54",
    "tr" : "fa<u>dz</u>arhum fii ghamratihim <u>h</u>att<u>aa</u> <u>h</u>iin<strong>in</strong>"
  }, {
    "ar" : "أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ",
    "id" : "Apakah mereka mengira bahwa harta dan anak-anak yang Kami berikan kepada mereka itu (berarti bahwa),",
    "nomor" : "55",
    "tr" : "aya<u>h</u>sabuuna annam<u>aa</u> numidduhum bihi min m<u>aa</u>lin wabaniin<strong>a</strong>"
  }, {
    "ar" : "نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ ۚ بَلْ لَا يَشْعُرُونَ",
    "id" : "Kami bersegera memberikan kebaikan-kebaikan kepada mereka? Tidak, sebenarnya mereka tidak sadar.",
    "nomor" : "56",
    "tr" : "nus<u>aa</u>ri'u lahum fii <strong>a</strong>lkhayr<u>aa</u>ti bal l<u>aa</u> yasy'uruun<strong>a</strong>"
  }, {
    "ar" : "إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ",
    "id" : "Sesungguhnya orang-orang yang berhati-hati karena takut akan (azab) Tuhan mereka,",
    "nomor" : "57",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina hum min khasyyati rabbihim musyfiquun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ هُمْ بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ",
    "id" : "Dan orang-orang yang beriman dengan ayat-ayat Tuhan mereka,",
    "nomor" : "58",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum bi-<u>aa</u>y<u>aa</u>ti rabbihim yu/minuun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَ",
    "id" : "Dan orang-orang yang tidak mempersekutukan dengan Tuhan mereka (sesuatu apapun),",
    "nomor" : "59",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum birabbihim l<u>aa</u> yusyrikuun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَىٰ رَبِّهِمْ رَاجِعُونَ",
    "id" : "Dan orang-orang yang memberikan apa yang telah mereka berikan, dengan hati yang takut, (karena mereka tahu bahwa) sesungguhnya mereka akan kembali kepada Tuhan mereka,",
    "nomor" : "60",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yu/tuuna m<u>aa</u> <u>aa</u>taw waquluubuhum wajilatun annahum il<u>aa</u> rabbihim r<u>aa</u>ji'uun<strong>a</strong>"
  }, {
    "ar" : "أُولَٰئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ",
    "id" : "mereka itu bersegera untuk mendapat kebaikan-kebaikan, dan merekalah orang-orang yang segera memperolehnya.",
    "nomor" : "61",
    "tr" : "ul<u>aa</u>-ika yus<u>aa</u>ri'uuna fii <strong>a</strong>lkhayr<u>aa</u>ti wah"
  }, {
    "ar" : "وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا ۖ وَلَدَيْنَا كِتَابٌ يَنْطِقُ بِالْحَقِّ ۚ وَهُمْ لَا يُظْلَمُونَ",
    "id" : "Kami tiada membebani seseorang melainkan menurut kesanggupannya, dan pada sisi Kami ada suatu kitab yang membicarakan kebenaran, dan mereka tidak dianiaya.",
    "nomor" : "62",
    "tr" : "wal<u>aa</u> nukallifu nafsan ill<u>aa</u> wus'ah<u>aa</u> waladayn<u>aa</u> kit<u>aa</u>bun yan<u>th</u>iqu bi<strong>a</strong>l<u>h</u>aqqi wahum l<u>aa</u> yu<u>zh</u>lamuun<strong>a</strong>"
  }, {
    "ar" : "بَلْ قُلُوبُهُمْ فِي غَمْرَةٍ مِنْ هَٰذَا وَلَهُمْ أَعْمَالٌ مِنْ دُونِ ذَٰلِكَ هُمْ لَهَا عَامِلُونَ",
    "id" : "Tetapi hati orang-orang kafir itu dalam kesesatan dari (memahami kenyataan) ini, dan mereka banyak mengerjakan perbuatan-perbuatan (buruk) selain daripada itu, mereka tetap mengerjakannya.",
    "nomor" : "63",
    "tr" : "bal quluubuhum fii ghamratin min h<u>aadzaa</u> walahum a'm<u>aa</u>lun min duuni <u>dzaa</u>lika hum lah<u>aa</u> '<u>aa</u>miluun<strong>a</strong>"
  }, {
    "ar" : "حَتَّىٰ إِذَا أَخَذْنَا مُتْرَفِيهِمْ بِالْعَذَابِ إِذَا هُمْ يَجْأَرُونَ",
    "id" : "Hingga apabila Kami timpakan azab, kepada orang-orang yang hidup mewah di antara mereka, dengan serta merta mereka memekik minta tolong.",
    "nomor" : "64",
    "tr" : "<u>h</u>att<u>aa</u> i<u>dzaa</u> akha<u>dz</u>n<u>aa</u> mutrafiihim bi<strong>a</strong>l'a<u>dzaa</u>bi i<u>dzaa</u> hum yaj-aruun<strong>a</strong>"
  }, {
    "ar" : "لَا تَجْأَرُوا الْيَوْمَ ۖ إِنَّكُمْ مِنَّا لَا تُنْصَرُونَ",
    "id" : "Janganlah kamu memekik minta tolong pada hari ini. Sesungguhnya kamu tiada akan mendapat pertolongan dari Kami.",
    "nomor" : "65",
    "tr" : "l<u>aa</u> taj-aruu <strong>a</strong>lyawma innakum minn<u>aa</u> l<u>aa</u> tun<u>sh</u>aruun<strong>a</strong>"
  }, {
    "ar" : "قَدْ كَانَتْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَكُنْتُمْ عَلَىٰ أَعْقَابِكُمْ تَنْكِصُونَ",
    "id" : "Sesungguhnya ayat-ayatKu (Al Qur'an) selalu dibacakan kepada kamu sekalian, maka kamu selalu berpaling ke belakang,",
    "nomor" : "66",
    "tr" : "qad k<u>aa</u>nat <u>aa</u>y<u>aa</u>tii tutl<u>aa</u> 'alaykum fakuntum 'al<u>aa</u> a'q<u>aa</u>bikum tanki<u>sh</u>uun<strong>a</strong>"
  }, {
    "ar" : "مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ",
    "id" : "dengan menyombongkan diri terhadap Al Qur'an itu dan mengucapkan perkataan-perkataan keji terhadapnya di waktu kamu bercakap-cakap di malam hari.",
    "nomor" : "67",
    "tr" : "mustakbiriina bihi s<u>aa</u>miran tahjuruun<strong>a</strong>"
  }, {
    "ar" : "أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ",
    "id" : "Maka apakah mereka tidak memperhatikan perkataan (Kami), atau apakah telah datang kepada mereka apa yang tidak pernah datang kepada nenek moyang mereka dahulu?",
    "nomor" : "68",
    "tr" : "afalam yaddabbaruu <strong>a</strong>lqawla am j<u>aa</u>-ahum m<u>aa</u> lam ya/ti <u>aa</u>b<u>aa</u>-ahumu <strong>a</strong>l-awwaliin<strong>a</strong>"
  }, {
    "ar" : "أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ",
    "id" : "Ataukah mereka tidak mengenal rasul mereka, karena itu mereka memungkirinya?",
    "nomor" : "69",
    "tr" : "am lam ya'rifuu rasuulahum fahum lahu munkiruun<strong>a</strong>"
  }, {
    "ar" : "أَمْ يَقُولُونَ بِهِ جِنَّةٌ ۚ بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ",
    "id" : "Atau (apakah patut) mereka berkata: \"Padanya (Muhammad) ada penyakit gila.\" Sebenarnya dia telah membawa kebenaran kepada mereka, dan kebanyakan mereka benci kepada kebenaran itu.",
    "nomor" : "70",
    "tr" : "am yaquuluuna bihi jinnatun bal j<u>aa</u>-ahum bi<strong>a</strong>l<u>h</u>aqqi wa-aktsaruhum lil<u>h</u>aqqi k<u>aa</u>rihuun<strong>a</strong>"
  }, {
    "ar" : "وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ ۚ بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَ",
    "id" : "Andaikata kebenaran itu menuruti hawa nafsu mereka, pasti binasalah langit dan bumi ini, dan semua yang ada di dalamnya. Sebenarnya Kami telah mendatangkan kepada mereka kebanggaan (Al Qur'an) mereka tetapi mereka berpaling dari kebanggaan itu.",
    "nomor" : "71",
    "tr" : "walawi ittaba'a <strong>a</strong>l<u>h</u>aqqu ahw<u>aa</u>-ahum lafasadati <strong>al</strong>ssam<u>aa</u>w<u>aa</u>tu wa<strong>a</strong>l-ar<u>dh</u>u waman fiihinna bal atayn<u>aa</u>hum bi<u>dz</u>ikrihim fahum 'an <u>dz</u>ikrihim mu'ri<u>dh</u>uun<strong>a</strong>"
  }, {
    "ar" : "أَمْ تَسْأَلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ ۖ وَهُوَ خَيْرُ الرَّازِقِينَ",
    "id" : "Atau kamu meminta upah kepada mereka?\", maka upah dari Tuhanmu adalah lebih baik, dan Dia adalah Pemberi rezki Yang Paling Baik.",
    "nomor" : "72",
    "tr" : "am tas-aluhum kharjan fakhar<u>aa</u>ju rabbika khayrun wahuwa khayru <strong>al</strong>rr<u>aa</u>ziqiin<strong>a</strong>"
  }, {
    "ar" : "وَإِنَّكَ لَتَدْعُوهُمْ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
    "id" : "Dan sesungguhnya kamu benar-benar menyeru mereka kepada jalan yang lurus.",
    "nomor" : "73",
    "tr" : "wa-innaka latad'uuhum il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
  }, {
    "ar" : "وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ",
    "id" : "Dan sesungguhnya orang-orang yang tidak beriman kepada negeri akhirat benar-benar menyimpang dari jalan (yang lurus).",
    "nomor" : "74",
    "tr" : "wa-inna <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/minuuna bi<strong>a</strong>l-<u>aa</u>khirati 'ani <strong>al</strong><u>shsh</u>ir<u>aath</u>i lan<u>aa</u>kibuun<strong>a</strong>"
  }, {
    "ar" : "وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرٍّ لَلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ",
    "id" : "Andaikata mereka Kami belas kasihani, dan Kami lenyapkan kemudharatan yang mereka alami, benar-benar mereka akan terus menerus terombang-ambing dalam keterlaluan mereka.",
    "nomor" : "75",
    "tr" : "walaw ra<u>h</u>imn<u>aa</u>hum wakasyafn<u>aa</u> m<u>aa</u> bihim min <u>dh</u>urrin lalajjuu fii <u>th</u>ughy<u>aa</u>nihim ya'mahuun<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ",
    "id" : "Dan sesungguhnya Kami telah pernah menimpakan azab kepada mereka, maka mereka tidak tunduk kepada Tuhan mereka, dan (juga) tidak memohon (kepada-Nya) dengan merendahkan diri.",
    "nomor" : "76",
    "tr" : "walaqad akha<u>dz</u>n<u>aa</u>hum bi<strong>a</strong>l'a<u>dzaa</u>bi fam<u>aa</u> istak<u>aa</u>nuu lirabbihim wam<u>aa</u> yata<u>dh</u>arra'uun<strong>a</strong>"
  }, {
    "ar" : "حَتَّىٰ إِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ",
    "id" : "Hingga apabila Kami bukakan untuk mereka suatu pintu tempat azab yang amat sangat (di waktu itulah) tiba-tiba mereka menjadi putus asa.",
    "nomor" : "77",
    "tr" : "<u>h</u>att<u>aa</u> i<u>dzaa</u> fata<u>h</u>n<u>aa</u> 'alayhim b<u>aa</u>ban <u>dzaa</u> 'a<u>dzaa</u>bin syadiidin i<u>dzaa</u> hum fiihi mublisuun<strong>a</strong>"
  }, {
    "ar" : "وَهُوَ الَّذِي أَنْشَأَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۚ قَلِيلًا مَا تَشْكُرُونَ",
    "id" : "Dan Dialah yang telah menciptakan bagi kamu sekalian, pendengaran, penglihatan dan hati. Amat sedikitlah kamu bersyukur.",
    "nomor" : "78",
    "tr" : "wahuwa <strong>al</strong>la<u>dz</u>ii ansya-a lakumu <strong>al</strong>ssam'a wa<strong>a</strong>l-ab<u>shaa</u>ra wa<strong>a</strong>l-af-idata qaliilan m<u>aa</u> tasykuruun<strong>a</strong>"
  }, {
    "ar" : "وَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
    "id" : "Dan Dialah yang menciptakan serta mengembang biakkan kamu di bumi ini dan kepada-Nyalah kamu akan dihimpunkan.",
    "nomor" : "79",
    "tr" : "wahuwa <strong>al</strong>la<u>dz</u>ii <u>dz</u>ara-akum fii <strong>a</strong>l-ar<u>dh</u>i wa-ilayhi tu<u>h</u>syaruun<strong>a</strong>"
  }, {
    "ar" : "وَهُوَ الَّذِي يُحْيِي وَيُمِيتُ وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ ۚ أَفَلَا تَعْقِلُونَ",
    "id" : "Dan Dialah yang menghidupkan dan mematikan, dan Dialah yang (mengatur) pertukaran malam dan siang. Maka apakah kamu tidak memahaminya?",
    "nomor" : "80",
    "tr" : "wahuwa <strong>al</strong>la<u>dz</u>ii yu<u>h</u>yii wayumiitu walahu ikhtil<u>aa</u>fu <strong>al</strong>layli wa<strong>al</strong>nnah<u>aa</u>ri afal<u>aa</u> ta'qiluun<strong>a</strong>"
  }, {
    "ar" : "بَلْ قَالُوا مِثْلَ مَا قَالَ الْأَوَّلُونَ",
    "id" : "Sebenarnya mereka mengucapkan perkataan yang serupa dengan perkataan yang diucapkan oleh orang-orang dahulu kala.",
    "nomor" : "81",
    "tr" : "bal q<u>aa</u>luu mitsla m<u>aa</u> q<u>aa</u>la <strong>a</strong>l-awwaluun<strong>a</strong>"
  }, {
    "ar" : "قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ",
    "id" : "Mereka berkata: \"Apakah betul, apabila kami telah mati dan kami telah menjadi tanah dan tulang belulang, apakah sesungguhnya kami benar-benar akan dibangkitkan ?",
    "nomor" : "82",
    "tr" : "q<u>aa</u>luu a-i<u>dzaa</u> mitn<u>aa</u> wakunn<u>aa</u> tur<u>aa</u>ban wa'i<u>zhaa</u>man a-inn<u>aa</u> lamab'uutsuun<strong>a</strong>"
  }, {
    "ar" : "لَقَدْ وُعِدْنَا نَحْنُ وَآبَاؤُنَا هَٰذَا مِنْ قَبْلُ إِنْ هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ",
    "id" : "Sesungguhnya kami dan bapak-bapak kami telah diberi ancaman (dengan) ini dahulu, ini tidak lain hanyalah dongengan orang-orang dahulu kala!\".",
    "nomor" : "83",
    "tr" : "laqad wu'idn<u>aa</u> na<u>h</u>nu wa<u>aa</u>b<u>aa</u>un<u>aa</u> h<u>aadzaa</u> min qablu in h<u>aadzaa</u> ill<u>aa</u> as<u>aath</u>iiru <strong>a</strong>l-awwaliin<strong>a</strong>"
  }, {
    "ar" : "قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ",
    "id" : "Katakanlah: \"Kepunyaan siapakah bumi ini, dan semua yang ada padanya, jika kamu mengetahui?\"",
    "nomor" : "84",
    "tr" : "qul limani <strong>a</strong>l-ar<u>dh</u>u waman fiih<u>aa</u> in kuntum ta'lamuun<strong>a</strong>"
  }, {
    "ar" : "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَذَكَّرُونَ",
    "id" : "Mereka akan menjawab: \"Kepunyaan Allah.\" Katakanlah: \"Maka apakah kamu tidak ingat?\"",
    "nomor" : "85",
    "tr" : "sayaquuluuna lill<u>aa</u>hi qul afal<u>aa</u> ta<u>dz</u>akkaruun<strong>a</strong>"
  }, {
    "ar" : "قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ",
    "id" : "Katakanlah: \"Siapakah Yang Empunya langit yang tujuh dan Yang Empunya 'Arsy yang besar?\"",
    "nomor" : "86",
    "tr" : "qul man rabbu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti <strong>al</strong>ssab'i warabbu <strong>a</strong>l'arsyi <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>"
  }, {
    "ar" : "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَتَّقُونَ",
    "id" : "Mereka akan menjawab: \"Kepunyaan Allah.\" Katakanlah: \"Maka apakah kamu tidak bertakwa?\"",
    "nomor" : "87",
    "tr" : "sayaquuluuna lill<u>aa</u>hi qul afal<u>aa</u> tattaquun<strong>a</strong>"
  }, {
    "ar" : "قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ",
    "id" : "Katakanlah: \"Siapakah yang di tangan-Nya berada kekuasaan atas segala sesuatu sedang Dia melindungi, tetapi tidak ada yang dapat dilindungi dari (azab)-Nya, jika kamu mengetahui?\"",
    "nomor" : "88",
    "tr" : "qul man biyadihi malakuutu kulli syay-in wahuwa yujiiru wal<u>aa</u> yuj<u>aa</u>ru 'alayhi in kuntum ta'lamuun<strong>a</strong>"
  }, {
    "ar" : "سَيَقُولُونَ لِلَّهِ ۚ قُلْ فَأَنَّىٰ تُسْحَرُونَ",
    "id" : "Mereka akan menjawab: \"Kepunyaan Allah.\" Katakanlah: \"(Kalau demikian), maka dari jalan manakah kamu ditipu?\"",
    "nomor" : "89",
    "tr" : "sayaquuluuna lill<u>aa</u>hi qul fa-ann<u>aa</u> tus<u>h</u>aruun<strong>a</strong>"
  }, {
    "ar" : "بَلْ أَتَيْنَاهُمْ بِالْحَقِّ وَإِنَّهُمْ لَكَاذِبُونَ",
    "id" : "Sebenarnya Kami telah membawa kebenaran kepada mereka, dan sesungguhnya mereka benar-benar orang-orang yang berdusta.",
    "nomor" : "90",
    "tr" : "bal atayn<u>aa</u>hum bi<strong>a</strong>l<u>h</u>aqqi wa-innahum lak<u>aadz</u>ibuun<strong>a</strong>"
  }, {
    "ar" : "مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَٰهٍ ۚ إِذًا لَذَهَبَ كُلُّ إِلَٰهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍ ۚ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ",
    "id" : "Allah sekali-kali tidak mempunyai anak, dan sekali-kali tidak ada tuhan (yang lain) beserta-Nya, kalau ada tuhan beserta-Nya, masing-masing tuhan itu akan membawa makhluk yang diciptakannya, dan sebagian dari tuhan-tuhan itu akan mengalahkan sebagian yang lain. Maha Suci Allah dari apa yang mereka sifatkan itu,",
    "nomor" : "91",
    "tr" : "m<u>aa</u> ittakha<u>dz</u>a <strong>al</strong>l<u>aa</u>hu min waladin wam<u>aa</u> k<u>aa</u>na ma'ahu min il<u>aa</u>hin i<u>dz</u>an la<u>dz</u>ahaba kullu il<u>aa</u>hin bim<u>aa</u> khalaqa wala'al<u>aa</u> ba'<u>dh</u>uhum 'al<u>aa</u> ba'<u>dh</u>in sub<u>haa</u>na <strong>al</strong>l<u>aa</u>hi 'amm<u>aa</u> ya<u>sh</u>ifuun<strong>a</strong>"
  }, {
    "ar" : "عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعَالَىٰ عَمَّا يُشْرِكُونَ",
    "id" : "Yang mengetahui semua yang ghaib dan semua yang nampak, maka Maha Tinggilah Dia dari apa yang mereka persekutukan.",
    "nomor" : "92",
    "tr" : "'<u>aa</u>limi <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati fata'<u>aa</u>l<u>aa</u> 'amm<u>aa</u> yusyrikuun<strong>a</strong>"
  }, {
    "ar" : "قُلْ رَبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ",
    "id" : "Katakanlah: \"Ya Tuhanku, jika Engkau sungguh-sungguh hendak memperlihatkan kepadaku azab yang diancamkan kepada mereka,",
    "nomor" : "93",
    "tr" : "qul rabbi imm<u>aa</u> turiyannii m<u>aa</u> yuu'aduun<strong>a</strong>"
  }, {
    "ar" : "رَبِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ",
    "id" : "ya Tuhanku, maka janganlah Engkau jadikan aku berada di antara orang-orang yang zalim.\"",
    "nomor" : "94",
    "tr" : "rabbi fal<u>aa</u> taj'alnii fii <strong>a</strong>lqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
  }, {
    "ar" : "وَإِنَّا عَلَىٰ أَنْ نُرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ",
    "id" : "Dan sesungguhnya Kami benar-benar kuasa untuk memperlihatkan kepadamu apa yang Kami ancamkan kepada mereka.",
    "nomor" : "95",
    "tr" : "wa-inn<u>aa</u> 'al<u>aa</u> an nuriyaka m<u>aa</u> na'iduhum laq<u>aa</u>diruun<strong>a</strong>"
  }, {
    "ar" : "ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ ۚ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ",
    "id" : "Tolaklah perbuatan buruk mereka dengan yang lebih baik. Kami lebih mengetahui apa yang mereka sifatkan.",
    "nomor" : "96",
    "tr" : "idfa' bi<strong>a</strong>llatii hiya a<u>h</u>sanu <strong>al</strong>ssayyi-ata na<u>h</u>nu a'lamu bim<u>aa</u> ya<u>sh</u>ifuun<strong>a</strong>"
  }, {
    "ar" : "وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ",
    "id" : "Dan katakanlah: \"Ya Tuhanku aku berlindung kepada Engkau dari bisikan-bisikan syaitan.",
    "nomor" : "97",
    "tr" : "waqul rabbi a'uu<u>dz</u>u bika min hamaz<u>aa</u>ti <strong>al</strong>sysyay<u>aath</u>iin<strong>i</strong>"
  }, {
    "ar" : "وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ",
    "id" : "Dan aku berlindung (pula) kepada Engkau ya Tuhanku, dari kedatangan mereka kepadaku.\"",
    "nomor" : "98",
    "tr" : "wa-a'uu<u>dz</u>u bika rabbi an ya<u>hd</u>uruun<strong>i</strong>"
  }, {
    "ar" : "حَتَّىٰ إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ",
    "id" : "(Demikianlah keadaan orang-orang kafir itu), hingga apabila datang kematian kepada seseorang dari mereka, dia berkata: \"Ya Tuhanku kembalikanlah aku (ke dunia),",
    "nomor" : "99",
    "tr" : "<u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>-a a<u>h</u>adahumu <strong>a</strong>lmawtu q<u>aa</u>la rabbi irji'uun<strong>i</strong>"
  }, {
    "ar" : "لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ ۚ كَلَّا ۚ إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا ۖ وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَىٰ يَوْمِ يُبْعَثُونَ",
    "id" : "agar aku berbuat amal yang saleh terhadap yang telah aku tinggalkan. Sekali-kali tidak. Sesungguhnya itu adalah perkataan yang diucapkannya saja. Dan di hadapan mereka ada dinding sampal hari mereka dibangkitkan.",
    "nomor" : "100",
    "tr" : "la'allii a'malu <u>shaa</u>li<u>h</u>an fiim<u>aa</u> taraktu kall<u>aa</u> innah<u>aa</u> kalimatun huwa q<u>aa</u>-iluh<u>aa</u> wamin war<u>aa</u>-ihim barzakhun il<u>aa</u> yawmi yub'atsuun<strong>a</strong>"
  }, {
    "ar" : "فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ",
    "id" : "Apabila sangkakala ditiup maka tidaklah ada lagi pertalian nasab di antara mereka pada hari itu, dan tidak ada pula mereka saling bertanya.",
    "nomor" : "101",
    "tr" : "fa-i<u>dzaa</u> nufikha fii <strong>al</strong><u>shsh</u>uuri fal<u>aa</u> ans<u>aa</u>ba baynahum yawma-i<u>dz</u>in wal<u>aa</u> yatas<u>aa</u>-aluun<strong>a </strong>"
  }, {
    "ar" : "فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
    "id" : "Barangsiapa yang berat timbangan (kebaikan)nya, maka mereka itulah orang-orang yang dapat keberuntungan.",
    "nomor" : "102",
    "tr" : "faman tsaqulat maw<u>aa</u>ziinuhu faul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>"
  }, {
    "ar" : "وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَٰئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ",
    "id" : "Dan barangsiapa yang ringan timbangannya, maka mereka itulah orang-orang yang merugikan dirinya sendiri, mereka kekal di dalam neraka Jahannam.",
    "nomor" : "103",
    "tr" : "waman khaffat maw<u>aa</u>ziinuhu faul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina khasiruu anfusahum fii jahannama kh<u>aa</u>liduun<strong>a</strong>"
  }, {
    "ar" : "تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ",
    "id" : "Muka mereka dibakar api neraka, dan mereka di dalam neraka itu dalam keadaan cacat.",
    "nomor" : "104",
    "tr" : "talfa<u>h</u>u wujuuhahumu <strong>al</strong>nn<u>aa</u>ru wahum fiih<u>aa</u> k<u>aa</u>li<u>h</u>uun<strong>a</strong>"
  }, {
    "ar" : "أَلَمْ تَكُنْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُونَ",
    "id" : "Bukankah ayat-ayat-Ku telah dibacakan kepadamu sekalian, tetapi kamu selalu mendustakannya?",
    "nomor" : "105",
    "tr" : "alam takun <u>aa</u>y<u>aa</u>tii tutl<u>aa</u> 'alaykum fakuntum bih<u>aa</u> tuka<u>dzdz</u>ibuun<strong>a</strong>"
  }, {
    "ar" : "قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ",
    "id" : "Mereka berkata: \"Ya Tuhan kami, kami telah dikuasai oleh kejahatan kami, dan adalah kami orang-orang yang sesat.",
    "nomor" : "106",
    "tr" : "q<u>aa</u>luu rabban<u>aa</u> ghalabat 'alayn<u>aa</u> syiqwatun<u>aa</u> wakunn<u>aa</u> qawman <u>daa</u>lliin<strong>a</strong>"
  }, {
    "ar" : "رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ",
    "id" : "Ya Tuhan kami, keluarkanlah kami daripadanya (dan kembalikanlah kami ke dunia), maka jika kami kembali (juga kepada kekafiran), sesungguhnya kami adalah orang-orang yang zalim.\"",
    "nomor" : "107",
    "tr" : "rabban<u>aa</u> akhrijn<u>aa</u> minh<u>aa</u> fa-in 'udn<u>aa</u> fa-inn<u>aa</u> <u>zhaa</u>limuun<strong>a</strong>"
  }, {
    "ar" : "قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ",
    "id" : "Allah berfirman: \"Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.",
    "nomor" : "108",
    "tr" : "q<u>aa</u>la ikhsauu fiih<u>aa</u> wal<u>aa</u> tukallimuun<strong>i</strong>"
  }, {
    "ar" : "إِنَّهُ كَانَ فَرِيقٌ مِنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ",
    "id" : "Sesungguhnya, ada segolongan dari hamba-hamba-Ku berdo'a (di dunia): \"Ya Tuhan kami, kami telah beriman, maka ampunilah kami dan berilah kami rahmat dan Engkau adalah Pemberi rahmat Yang Paling Baik.",
    "nomor" : "109",
    "tr" : "innahu k<u>aa</u>na fariiqun min 'ib<u>aa</u>dii yaquuluuna rabban<u>aa</u> <u>aa</u>mann<u>aa</u> fa<strong>i</strong>ghfir lan<u>aa</u> wa<strong>i</strong>r<u>h</u>amn<u>aa</u> wa-anta khayru <strong>al</strong>rr<u>aah</u>imiin<strong>a</strong>"
  }, {
    "ar" : "فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّىٰ أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ",
    "id" : "Lalu kamu menjadikan mereka buah ejekan, sehingga (kesibukan) kamu mengejek mereka, menjadikan kamu lupa mengingat Aku, dan adalah kamu selalu mentertawakan mereka,",
    "nomor" : "110",
    "tr" : "fa<strong>i</strong>ttakha<u>dz</u>tumuuhum sikhriyyan <u>h</u>att<u>aa</u> ansawkum <u>dz</u>ikrii wakuntum minhum ta<u>dh</u>akuun<strong>a</strong>"
  }, {
    "ar" : "إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ",
    "id" : "Sesungguhnya Aku memberi balasan kepada mereka di hari ini, karena kesabaran mereka; sesungguhnya mereka itulah orang-orang yang menang.\"",
    "nomor" : "111",
    "tr" : "innii jazaytuhumu <strong>a</strong>lyawma bim<u>aa</u> <u>sh</u>abaruu annahum humu <strong>a</strong>lf<u>aa</u>-izuun<strong>a</strong>"
  }, {
    "ar" : "قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ",
    "id" : "Allah bertanya: \"Berapa tahunkah lamanya kamu tinggal di bumi?\"",
    "nomor" : "112",
    "tr" : "q<u>aa</u>la kam labitstum fii <strong>a</strong>l-ar<u>dh</u>i 'adada siniin<strong>a</strong>"
  }, {
    "ar" : "قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ",
    "id" : "Mereka menjawab: \"Kami tinggal (di bumi) sehari atau setengah hari, maka tanyakanlah kepada orang-orang yang menghitung.\"",
    "nomor" : "113",
    "tr" : "q<u>aa</u>luu labitsn<u>aa</u> yawman aw ba'<u>dh</u>a yawmin fa<strong>i</strong>s-ali <strong>a</strong>l'<u>aa</u>ddiin<strong>a</strong>"
  }, {
    "ar" : "قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا ۖ لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ",
    "id" : "Allah berfirman: \"Kamu tidak tinggal (di bumi) melainkan sebentar saja, kalau kamu sesungguhnya mengetahui\"",
    "nomor" : "114",
    "tr" : "q<u>aa</u>la in labitstum ill<u>aa</u> qaliilan law annakum kuntum ta'lamuun<strong>a</strong>"
  }, {
    "ar" : "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ",
    "id" : "Maka apakah kamu mengira, bahwa sesungguhnya Kami menciptakan kamu secara main-main (saja), dan bahwa kamu tidak akan dikembalikan kepada Kami?",
    "nomor" : "115",
    "tr" : "afa<u>h</u>asibtum annam<u>aa</u> khalaqn<u>aa</u>kum 'abatsan wa-annakum ilayn<u>aa</u> l<u>aa</u> turja'uun<strong>a</strong>"
  }, {
    "ar" : "فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ ۖ لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ",
    "id" : "Maka Maha Tinggi Allah, Raja Yang Sebenarnya; tidak ada Tuhan selain Dia, Tuhan (Yang mempunyai) 'Arsy yang mulia.",
    "nomor" : "116",
    "tr" : "fata'<u>aa</u>l<u>aa</u> <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmaliku <strong>a</strong>l<u>h</u>aqqu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa rabbu <strong>a</strong>l'arsyi <strong>a</strong>lkariim<strong>i</strong>"
  }, {
    "ar" : "وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ ۚ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ",
    "id" : "Dan barangsiapa menyembah tuhan yang lain di samping Allah, padahal tidak ada suatu dalilpun baginya tentang itu, maka sesungguhnya perhitungannya di sisi Tuhannya. Sesungguhnya orang-orang yang kafir itu tiada beruntung.",
    "nomor" : "117",
    "tr" : "waman yad'u ma'a <strong>al</strong>l<u>aa</u>hi il<u>aa</u>han <u>aa</u>khara l<u>aa</u> burh<u>aa</u>na lahu bihi fa-innam<u>aa</u> <u>h</u>is<u>aa</u>buhu 'inda rabbihi innahu l<u>aa</u> yufli<u>h</u>u <strong>a</strong>lk<u>aa</u>firuun<strong>a</strong>"
  }, {
    "ar" : "وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ",
    "id" : "Dan katakanlah: \"Ya Tuhanku berilah ampun dan berilah rahmat, dan Engkau adalah Pemberi rahmat Yang Paling baik.\"",
    "nomor" : "118",
    "tr" : "waqul rabbi ighfir wa<strong>i</strong>r<u>h</u>am wa-anta khayru <strong>al</strong>rr<u>aah</u>imiin<strong>a</strong>"
  }, {
    "surah": "An Nur",
    "ar" : "سُورَةٌ أَنْزَلْنَاهَا وَفَرَضْنَاهَا وَأَنْزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ لَعَلَّكُمْ تَذَكَّرُونَ",
    "id" : "(Ini adalah) satu surat yang Kami turunkan dan Kami wajibkan (menjalankan hukum-hukum yang ada di dalam)nya, dan Kami turunkan di dalamnya ayat ayat yang jelas, agar kamu selalu mengingatinya.",
    "nomor" : "1",
    "tr" : "suuratun anzaln<u>aa</u>h<u>aa</u> wafara<u>dh</u>n<u>aa</u>h<u>aa</u> wa-anzaln<u>aa</u> fiih<u>aa</u> <u>aa</u>y<u>aa</u>tin bayyin<u>aa</u>tin la'allakum ta<u>dz</u>akkaruun<strong>a</strong>"
  }, {
    "ar" : "الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ ۖ وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۖ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنَ الْمُؤْمِنِينَ",
    "id" : "Perempuan yang berzina dan laki-laki yang berzina, maka deralah tiap-tiap seorang dari keduanya seratus dali dera, dan janganlah belas kasihan kepada keduanya mencegah kamu untuk (menjalankan) agama Allah, jika kamu beriman kepada Allah, dan hari akhirat, dan hendaklah (pelaksanaan) hukuman mereka disaksikan oleh sekumpulan orang-orang yang beriman.",
    "nomor" : "2",
    "tr" : "a<strong>l</strong>zz<u>aa</u>niyatu wa<strong>al</strong>zz<u>aa</u>nii fa<strong>i</strong>jliduu kulla w<u>aah</u>idin minhum<u>aa</u> mi-ata jaldatin wal<u>aa</u> ta/khu<u>dz</u>kum bihim<u>aa</u> ra/fatun fii diini <strong>al</strong>l<u>aa</u>hi in kuntum tu/minuuna bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri walyasyhad 'a<u>dzaa</u>bahum<u>aa</u> <u>th</u><u>aa</u>-ifatun mina <strong>a</strong>lmu/miniin<strong>a</strong>"
  }, {
    "ar" : "الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ ۚ وَحُرِّمَ ذَٰلِكَ عَلَى الْمُؤْمِنِينَ",
    "id" : "Laki-laki yang berzina tidak mengawini melainkan perempuan yang berzina, atau perempuan yang musyrik; dan perempuan yang berzina tidak dikawini melainkan oleh laki-laki yang berzina atau laki-laki musyrik, dan yang demikian itu diharamkan atas oran-orang yang mu'min.",
    "nomor" : "3",
    "tr" : "a<strong>l</strong>zz<u>aa</u>nii l<u>aa</u> yanki<u>h</u>u ill<u>aa</u> z<u>aa</u>niyatan aw musyrikatan wa<strong>al</strong>zz<u>aa</u>niyatu l<u>aa</u> yanki<u>h</u>uh<u>aa</u> ill<u>aa</u> z<u>aa</u>nin aw musyrikun wa<u>h</u>urrima <u>dzaa</u>lika 'al<u>aa</u> <strong>a</strong>lmu/miniin<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا ۚ وَأُولَٰئِكَ هُمُ الْفَاسِقُونَ",
    "id" : "Dan orang-orang yang menuduh wanita-wanita yang baik-baik (berbuat zina) dan mereka tidak mendatangkan empat orang saksi, maka deralah mereka (yang menuduh itu) delapan puluh kali dera, dan janganlah kamu terima kesaksian mereka buat selama-lamanya. Dan mereka itulah orang-orang yang fasik.",
    "nomor" : "4",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yarmuuna <strong>a</strong>lmu<u>hs</u>an<u>aa</u>ti tsumma lam ya/tuu bi-arba'ati syuhad<u>aa</u>-a fa<strong>i</strong>jliduuhum tsam<u>aa</u>niina jaldatan wal<u>aa</u> taqbaluu lahum syah<u>aa</u>datan abadan waul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>"
  }, {
    "ar" : "إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
    "id" : "kecuali orang-orang yang bertaubat sesudah itu dan memperbaiki (dirinya), maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
    "nomor" : "5",
    "tr" : "ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina t<u>aa</u>buu min ba'di <u>dzaa</u>lika wa-a<u>sh</u>la<u>h</u>uu fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
  }, {
    "ar" : "وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ ۙ إِنَّهُ لَمِنَ الصَّادِقِينَ",
    "id" : "Dan orang-orang yang menuduh isterinya (berzina), padahal mereka tidak ada mempunyai saksi-saksi selain diri mereka sendiri, maka persaksian orang itu ialah empat kali bersumpah dengan nama Allah, sesungguhnya dia adalah termasuk orang-orang yang benar.",
    "nomor" : "6",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yarmuuna azw<u>aa</u>jahum walam yakun lahum syuhad<u>aa</u>u ill<u>aa</u> anfusuhum fasyah<u>aa</u>datu a<u>h</u>adihim arba'u syah<u>aa</u>d<u>aa</u>tin bi<strong>al</strong>l<u>aa</u>hi innahu lamina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>"
  }, {
    "ar" : "وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ",
    "id" : "Dan (sumpah) yang kelima: bahwa la'nat Allah atasnya, jika dia termasuk orang-orang yang berdusta.",
    "nomor" : "7",
    "tr" : "wa<strong>a</strong>lkh<u>aa</u>misatu anna la'nata <strong>al</strong>l<u>aa</u>hi 'alayhi in k<u>aa</u>na mina <strong>a</strong>lk<u>aadz</u>ibiin<strong>a</strong>"
  }, {
    "ar" : "وَيَدْرَأُ عَنْهَا الْعَذَابَ أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ ۙ إِنَّهُ لَمِنَ الْكَاذِبِينَ",
    "id" : "Istrinya itu dihindarkan dari hukuman oleh sumpahnya empat kali atas nama Allah sesungguhnya suaminya itu benar-benar termasuk orang-orang yang dusta.",
    "nomor" : "8",
    "tr" : "wayadrau 'anh<u>aa</u> <strong>a</strong>l'a<u>dzaa</u>ba an tasyhada arba'a syah<u>aa</u>d<u>aa</u>tin bi<strong>al</strong>l<u>aa</u>hi innahu lamina <strong>a</strong>lk<u>aadz</u>ibiin<strong>a</strong>"
  }, {
    "ar" : "وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ",
    "id" : "dan (sumpah) yang kelima: bahwa la'nat Allah atasnya jika suaminya itu termasuk orang-orang yang benar.",
    "nomor" : "9",
    "tr" : "wa<strong>a</strong>lkh<u>aa</u>misata anna gha<u>dh</u>aba <strong>al</strong>l<u>aa</u>hi 'alayh<u>aa</u> in k<u>aa</u>na mina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>"
  }, {
    "ar" : "وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ تَوَّابٌ حَكِيمٌ",
    "id" : "Dan andaikata tidak ada kurnia Allah dan rahmat-Nya atas dirimu dan (andaikata) Allah bukan Penerima Taubat lagi Maha Bijaksana, (niscaya kamu akan mengalami kesulitan-kesulitan).",
    "nomor" : "10",
    "tr" : "walawl<u>aa</u> fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi 'alaykum wara<u>h</u>matuhu wa-anna <strong>al</strong>l<u>aa</u>ha taww<u>aa</u>bun <u>h</u>akiim<strong>un</strong>"
  }, {
    "ar" : "إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ ۚ لَا تَحْسَبُوهُ شَرًّا لَكُمْ ۖ بَلْ هُوَ خَيْرٌ لَكُمْ ۚ لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْإِثْمِ ۚ وَالَّذِي تَوَلَّىٰ كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ",
    "id" : "Sesungguhnya orang-orang yang membawa berita bohong itu adalah dari golongan kamu juga. Janganlah kamu kira bahwa berita bohong itu buruk bagi kamu bahkan ia adalah baik bagi kamu. Tiap-tiap seseorang dari mereka mendapat balasan dari dosa yang dikerjakannya. Dan siapa di antara mereka yang mengambil bahagian yang terbesar dalam penyiaran berita bohong itu baginya azab yang besar.",
    "nomor" : "11",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina j<u>aa</u>uu bi<strong>a</strong>l-ifki 'u<u>sh</u>batun minkum l<u>aa</u> ta<u>h</u>sabuuhu syarran lakum bal huwa khayrun lakum likulli imri-in minhum m<u>aa</u> iktasaba mina <strong>a</strong>l-itsmi wa<strong>a</strong>lla<u>dz</u>ii tawall<u>aa</u> kibrahu minhum lahu 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>"
  }, {
    "ar" : "لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْرًا وَقَالُوا هَٰذَا إِفْكٌ مُبِينٌ",
    "id" : "Mengapa di waktu kamu mendengar berita bohon itu orang-orang mu'minin dan mu'minat tidak bersangka baik terhadap diri mereka sendiri, dan (mengapa tidak) berkata: \"Ini adalah suatu berita bohong yang nyata.\"",
    "nomor" : "12",
    "tr" : "lawl<u>aa</u> i<u>dz</u> sami'tumuuhu <u>zh</u>anna <strong>a</strong>lmu/minuuna wa<strong>a</strong>lmu/min<u>aa</u>tu bi-anfusihim khayran waq<u>aa</u>luu h<u>aadzaa</u> ifkun mubiin<strong>un</strong>"
  }, {
    "ar" : "لَوْلَا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ ۚ فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَٰئِكَ عِنْدَ اللَّهِ هُمُ الْكَاذِبُونَ",
    "id" : "Mengapa mereka (yang menuduh itu) tidak mendatangkan empat orang saksi atas berita bohong itu? Olah karena mereka tidak mendatangkan saksi-saksi maka mereka itulah pada sisi Allah orang-orang yang dusta.",
    "nomor" : "13",
    "tr" : "lawl<u>aa</u> j<u>aa</u>uu 'alayhi bi-arba'ati syuhad<u>aa</u>-a fa-i<u>dz</u> lam ya/tuu bi<strong>al</strong>sysyuhad<u>aa</u>-i faul<u>aa</u>-ika 'inda <strong>al</strong>l<u>aa</u>hi humu <strong>a</strong>lk<u>aadz</u>ibuun<strong>a</strong>"
  }, {
    "ar" : "وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ",
    "id" : "Sekiranya tidak ada kurnia Allah dan rahmat-Nya kepada kamu semua di dunia dan di akhirat, niscaya kamu ditimpa azab yang besar, karena pembicaraan kamu tentang berita bohong itu.",
    "nomor" : "14",
    "tr" : "walawl<u>aa</u> fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi 'alaykum wara<u>h</u>matuhu fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati lamassakum fii m<u>aa</u> afa<u>dh</u>tum fiihi 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>"
  }, {
    "ar" : "إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُمْ مَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ",
    "id" : "(Ingatlah) di waktu kamu menerima berita bohong itu dari mulut ke mulut dan kamu katakan dengan mulutmu apa yang tidak kamu ketahui sedikit juga, dan kamu menganggapnya suatu yang ringan saja. Padahal dia pada sisi Allah adalah besar.",
    "nomor" : "15",
    "tr" : "i<u>dz</u> talaqqawnahu bi-alsinatikum wataquuluuna bi-afw<u>aa</u>hikum m<u>aa</u> laysa lakum bihi 'ilmun wata<u>h</u>sabuunahu hayyinan wahuwa 'inda <strong>al</strong>l<u>aa</u>hi 'a<u>zh</u>iim<strong>un</strong>"
  }, {
    "ar" : "وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَٰذَا سُبْحَانَكَ هَٰذَا بُهْتَانٌ عَظِيمٌ",
    "id" : "Dan mengapa kamu tidak berkata, diwaktu mendengar berita bohong itu: \"Sekali-kali tidaklah pantas bagi kita memperkatakan ini, Maha Suci Engkau (Ya Tuhan kami), ini adalah dusta yang besar.\"",
    "nomor" : "16",
    "tr" : "walawl<u>aa</u> i<u>dz</u> sami'tumuuhu qultum m<u>aa</u> yakuunu lan<u>aa</u> an natakallama bih<u>aadzaa</u> sub<u>haa</u>naka h<u>aadzaa</u> buht<u>aa</u>nun 'a<u>zh</u>iim<strong>un</strong>"
  }, {
    "ar" : "يَعِظُكُمُ اللَّهُ أَنْ تَعُودُوا لِمِثْلِهِ أَبَدًا إِنْ كُنْتُمْ مُؤْمِنِينَ",
    "id" : "Allah memperingatkan kamu agar (jangan) kembali memperbuat yang seperti itu selama-lamanya, jika kamu orang-orang yang beriman.",
    "nomor" : "17",
    "tr" : "ya'i<u>zh</u>ukumu <strong>al</strong>l<u>aa</u>hu an ta'uuduu limitslihi abadan in kuntum mu/miniin<strong>a</strong>"
  }, {
    "ar" : "وَيُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ ۚ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
    "id" : "dan Allah menerangkan ayat-ayatNya kepada kamu. Dan Allah Maha Mengetahui lagi Maha Bijaksana.",
    "nomor" : "18",
    "tr" : "wayubayyinu <strong>al</strong>l<u>aa</u>hu lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>"
  }, {
    "ar" : "إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ ۚ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ",
    "id" : "Sesungguhnya orang-orang yang ingin agar (berita) perbuatan yang amat keji itu tersiar di kalangan orang-orang yang beriman, bagi mereka azab yang pedih di dunia dan di akhirat. Dan Allah mengetahui, sedang, kamu tidak mengetahui.",
    "nomor" : "19",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina yu<u>h</u>ibbuuna an tasyii'a <strong>a</strong>lf<u>aah</u>isyatu fii <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu lahum 'a<u>dzaa</u>bun <strong>a</strong>liimun fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati wa<strong>al</strong>l<u>aa</u>hu ya'lamu wa-antum l<u>aa</u> ta'lamuun<strong>a</strong>"
  }, {
    "ar" : "وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ رَءُوفٌ رَحِيمٌ",
    "id" : "Dan sekiranya tidaklah karena kurnia Allah dan rahmat-Nya kepada kamu semua, dan Allah Maha Penyantun dan Maha Penyayang, (niscaya kamu akan ditimpa azab yang besar).",
    "nomor" : "20",
    "tr" : "walawl<u>aa</u> fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi 'alaykum wara<u>h</u>matuhu wa-anna <strong>al</strong>l<u>aa</u>ha rauufun ra<u>h</u>iim<strong>un</strong>"
  }, {
    "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ ۚ وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ ۚ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَىٰ مِنْكُمْ مِنْ أَحَدٍ أَبَدًا وَلَٰكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
    "id" : "Hai orang-orang yang beriman, janganlah kamu mengikuti langkah-langkah syaitan. Barangsiapa yang mengikuti langkah-langkah syaitan, maka sesungguhnya syaitan itu menyuruh mengerjakan perbuatan yang keji dan yang mungkar. Sekiranya tidaklah karena kurnia Allah dan rahmat-Nya kepada kamu sekalian, niscaya tidak seorangpun dari kamu bersih (dari perbuatan-perbuatan keji dan mungkar itu) selama-lamanya, tetapi Allah membersihkan siapa yang dikehendaki-Nya. Dan Allah Maha Mendengar lagi Maha Mengetahui.",
    "nomor" : "21",
    "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tattabi'uu khu<u>th</u>uw<u>aa</u>ti <strong>al</strong>sysyay<u>th</u><u>aa</u>ni waman yattabi' khu<u>th</u>uw<u>aa</u>ti <strong>al</strong>sysyay<u>th</u><u>aa</u>ni fa-innahu ya/muru bi<strong>a</strong>lfa<u>h</u>sy<u>aa</u>-i wa<strong>a</strong>lmunkari walawl<u>aa</u> fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi 'alaykum wara<u>h</u>matuhu m<u>aa</u> zak<u>aa</u> minkum min a<u>h</u>adin abadan wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha yuzakkii man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu samii'un 'aliim<strong>un</strong>"
  }, {
    "ar" : "وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَىٰ وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ ۖ وَلْيَعْفُوا وَلْيَصْفَحُوا ۗ أَلَا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ ۗ وَاللَّهُ غَفُورٌ رَحِيمٌ",
    "id" : "Dan janganlah orang-orang yang mempunyai kelebihan dan kelapangan di antara kamu bersumpah bahwa mereka (tidak) akan memberi (bantuan) kepada kaum kerabat(nya), orang-orang yang miskin dan orang-orang yang berhijrah pada jalan Allah, dan hendaklah mereka mema'afkan dan berlapang dada. Apakah kamu tidak ingin bahwa Allah mengampunimu? Dan Allah adalah Maha Pengampun lagi Maha Penyayang,",
    "nomor" : "22",
    "tr" : "wal<u>aa</u> ya/tali uluu <strong>a</strong>lfa<u>dh</u>li minkum wa<strong>al</strong>ssa'ati an yu/tuu ulii <strong>a</strong>lqurb<u>aa</u> wa<strong>a</strong>lmas<u>aa</u>kiina wa<strong>a</strong>lmuh<u>aa</u>jiriina fii sabiili <strong>al</strong>l<u>aa</u>hi walya'fuu walya<u>sh</u>fa<u>h</u>uu <strong>a</strong>l<u>aa</u> tu<u>h</u>ibbuuna an yaghfira <strong>al</strong>l<u>aa</u>hu lakum wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>"
  }, {
    "ar" : "إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
    "id" : "Sesungguhnya orang-orang yang menuduh wanita yang baik-baik, yang lengah lagi beriman (berbuat zina), mereka kena la'nat di dunia dan akhirat, dan bagi mereka azab yang besar,",
    "nomor" : "23",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina yarmuuna <strong>a</strong>lmu<u>hs</u>an<u>aa</u>ti <strong>a</strong>lgh<u>aa</u>fil<u>aa</u>ti <strong>a</strong>lmu/min<u>aa</u>ti lu'inuu fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati walahum 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>"
  }, {
    "ar" : "يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ",
    "id" : "pada hari (ketika), lidah, tangan dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan.",
    "nomor" : "24",
    "tr" : "yawma tasyhadu 'alayhim <strong>a</strong>lsinatuhum wa-aydiihim wa-arjuluhum bim<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
  }, {
    "ar" : "يَوْمَئِذٍ يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ",
    "id" : "Di hari itu, Allah akan memberi mereka balasan yag setimpal menurut semestinya, dan tahulah mereka bahwa Allah-lah yang Benar, lagi Yang menjelaskan (segala sesutatu menurut hakikat yang sebenarnya).",
    "nomor" : "25",
    "tr" : "yawma-i<u>dz</u>in yuwaffiihimu <strong>al</strong>l<u>aa</u>hu diinahumu <strong>a</strong>l<u>h</u>aqqa waya'lamuuna anna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>l<u>h</u>aqqu <strong>a</strong>lmubiin<strong>u</strong>"
  }, {
    "ar" : "الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ ۖ وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ ۚ أُولَٰئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ ۖ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
    "id" : "Wanita-wanita yang keji adalah untuk laki-laki yang keji, dan laki-laki yang keji adalah buat wanita-wanita yang keji (pula), dan wanita-wanita yang baik adalah untuk laki-laki yang baik dan laki-laki yang baik adalah untuk wanita-wanita yang baik (pula). Mereka (yang dituduh) itu bersih dari apa yang dituduhkan oleh mereka (yang menuduh itu). Bagi mereka ampunan dan rezki yang mulia (surga).",
    "nomor" : "26",
    "tr" : "alkhabiits<u>aa</u>tu lilkhabiitsiina wa<strong>a</strong>lkhabiitsuuna lilkhabiits<u>aa</u>ti wa<strong>al</strong><u>ththh</u>ayyib<u>aa</u>tu li<strong>l</strong><u>ththh</u>ayyibiina wa<strong>al</strong><u>ththh</u>ayyibuuna li<strong>l</strong><u>ththh</u>ayyib<u>aa</u>ti ul<u>aa</u>-ika mubarrauuna mimm<u>aa</u> yaquuluuna lahum maghfiratun warizqun kariim<strong>un</strong>"
  }, {
    "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّىٰ تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَىٰ أَهْلِهَا ۚ ذَٰلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
    "id" : "Hai orang-orang yang beriman, janganlah kamu memasuki rumah yang bukan rumahmu sebelum meminta izin dan memberi salam kepada penghuninya. Yang demikian itu lebih baik bagimu, agar kamu (selalu) ingat.",
    "nomor" : "27",
    "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tadkhuluu buyuutan ghayra buyuutikum <u>h</u>att<u>aa</u> tasta/nisuu watusallimuu 'al<u>aa</u> ahlih<u>aa</u> <u>dzaa</u>likum khayrun lakum la'allakum ta<u>dz</u>akkaruun<strong>a</strong>"
  }, {
    "ar" : "فَإِنْ لَمْ تَجِدُوا فِيهَا أَحَدًا فَلَا تَدْخُلُوهَا حَتَّىٰ يُؤْذَنَ لَكُمْ ۖ وَإِنْ قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا ۖ هُوَ أَزْكَىٰ لَكُمْ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ",
    "id" : "Jika kamu tidak menemui seorangpun didalamnya, maka janganlah kamu masuk sebelum kamu mendapat izin. Dan jika dikatakan kepadamu: \"Kembali (saja)lah, maka hendaklah kamu kembali. Itu bersih bagimu dan Allah Maha Mengetahui apa yang kamu kerjakan.",
    "nomor" : "28",
    "tr" : "fa-in lam tajiduu fiih<u>aa</u> a<u>h</u>adan fal<u>aa</u> tadkhuluuh<u>aa</u> <u>h</u>att<u>aa</u> yu/<u>dz</u>ana lakum wa-in qiila lakumu irji'uu fa<strong>i</strong>rji'uu huwa azk<u>aa</u> lakum wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna 'aliim<strong>un</strong>"
  }, {
    "ar" : "لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَدْخُلُوا بُيُوتًا غَيْرَ مَسْكُونَةٍ فِيهَا مَتَاعٌ لَكُمْ ۚ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ",
    "id" : "Tidak ada dosa atasmu memasuki rumah yang tidak disediakan untuk didiami, yang di dalamnya ada keperluanmu, dan Allah mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan.",
    "nomor" : "29",
    "tr" : "laysa 'alaykum jun<u>aah</u>un an tadkhuluu buyuutan ghayra maskuunatin fiih<u>aa</u> mat<u>aa</u>'un lakum wa<strong>al</strong>l<u>aa</u>hu ya'lamu m<u>aa</u> tubduuna wam<u>aa</u> taktumuun<strong>a</strong>"
  }, {
    "ar" : "قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ۚ ذَٰلِكَ أَزْكَىٰ لَهُمْ ۗ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ",
    "id" : "Katakanlah kepada orang laki-laki yang beriman: \"Hendaklah mereka menahan pandanganya, dan memelihara kemaluannya; yang demikian itu adalah lebih suci bagi mereka, sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat\".",
    "nomor" : "30",
    "tr" : "qul lilmu/miniina yaghu<u>dhdh</u>uu min ab<u>shaa</u>rihum waya<u>h</u>fa<u>zh</u>uu furuujahum <u>dzaa</u>lika azk<u>aa</u> lahum inna <strong>al</strong>l<u>aa</u>ha khabiirun bim<u>aa</u> ya<u>sh</u>na'uun<strong>a</strong>"
  }, {
    "ar" : "وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا ۖ وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّ ۖ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَىٰ عَوْرَاتِ النِّسَاءِ ۖ وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ ۚ وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ",
    "id" : "Katakanlah kepada wanita yang beriman: \"Hendaklah mereka menahan pandangannya, dan kemaluannya, dan janganlah mereka menampakkan perhiasannya, kecuali yang (biasa) nampak dari padanya. Dan hendaklah mereka menutupkan kain kudung kedadanya, dan janganlah menampakkan perhiasannya kecuali kepada suami mereka, atau ayah mereka, atau ayah suami mereka, atau putera-putera mereka, atau putera-putera suami mereka, atau saudara-saudara laki-laki mereka, atau putera-putera saudara lelaki mereka, atau putera-putera saudara perempuan mereka, atau wanita-wanita islam, atau budak-budak yang mereka miliki, atau pelayan-pelayan laki-laki yang tidak mempunyai keinginan (terhadap wanita) atau anak-anak yang belum mengerti tentang aurat wanita. Dan janganlah mereka memukulkan kakinyua agar diketahui perhiasan yang mereka sembunyikan. Dan bertaubatlah kamu sekalian kepada Allah, hai orang-orang yang beriman supaya kamu beruntung.",
    "nomor" : "31",
    "tr" : "waqul lilmu/min<u>aa</u>ti yagh<u>dh</u>u<u>dh</u>na min ab<u>shaa</u>rihinna waya<u>h</u>fa<u>zh</u>na furuujahunna wal<u>aa</u> yubdiina ziinatahunna ill<u>aa</u> m<u>aa</u> <u>zh</u>ahara minh<u>aa</u> walya<u>dh</u>ribna bikhumurihinna 'al<u>aa</u> juyuubihinna wal<u>aa</u> yubdiina ziinatahunna ill<u>aa</u> libu'uulatihinna aw <u>aa</u>b<u>aa</u>-ihinna aw <u>aa</u>b<u>aa</u>-i bu'uulatihinna aw abn<u>aa</u>-ihinna aw abn<u>aa</u>-i bu'uulatihinna aw ikhw<u>aa</u>nihinna aw banii ikhw<u>aa</u>nihinna aw banii akhaw<u>aa</u>tihinna aw nis<u>aa</u>-ihinna aw m<u>aa</u> malakat aym<u>aa</u>nuhunna awi <strong>al</strong>tt<u>aa</u>bi'iina ghayri ulii <strong>a</strong>l-irbati mina <strong>al</strong>rrij<u>aa</u>li awi <strong>al</strong><u>ththh</u>ifli <strong>al</strong>la<u>dz</u>iina lam ya<u>zh</u>haruu 'al<u>aa</u> 'awr<u>aa</u>ti <strong>al</strong>nnis<u>aa</u>-i wal<u>aa</u> ya<u>dh</u>ribna bi-arjulihinna liyu'lama m<u>aa</u> yukhfiina min ziinatihinna watuubuu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi jamii'an ayyuh<u>aa</u> <strong>a</strong>lmu/minuuna la'allakum tufli<u>h</u>uun<strong>a</strong>"
  }, {
    "ar" : "وَأَنْكِحُوا الْأَيَامَىٰ مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ ۚ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ ۗ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
    "id" : "Dan kawinkanlah orang-orang yang sedirian diantara kamu, dan orang-orang yang layak (berkawin) dari hamba-hamba sahayamu yang lelaki dan hamba-hamba sahayamu yang perempuan. Jika mereka miskin Allah akan memampukan mereka dengan kurnia-Nya. Dan Allah Maha luas (pemberian-Nya) lagi Maha Mengetahui.",
    "nomor" : "32",
    "tr" : "wa-anki<u>h</u>uu <strong>a</strong>l-ay<u>aa</u>m<u>aa</u> minkum wa<strong>al</strong><u>shshaa</u>li<u>h</u>iina min 'ib<u>aa</u>dikum wa-im<u>aa</u>-ikum in yakuunuu fuqar<u>aa</u>-a yughnihimu <strong>al</strong>l<u>aa</u>hu min fa<u>dh</u>lihi wa<strong>al</strong>l<u>aa</u>hu w<u>aa</u>si'un 'aliim<strong>un</strong>"
  }, {
    "ar" : "وَلْيَسْتَعْفِفِ الَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّىٰ يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ ۗ وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا ۖ وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ ۚ وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّنًا لِتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا ۚ وَمَنْ يُكْرِهْهُنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَحِيمٌ",
    "id" : "Dan orang-orang yang tidak mampu kawin hendaklah menjaga kesucian (diri)nya, sehingga Allah memampukan mereka dengan karunia-Nya. Dan budak-budak yang kamu miliki yang memginginkan",
    "nomor" : "33",
    "tr" : "walyasta'fifi <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yajiduuna nik<u>aah</u>an <u>h</u>att<u>aa</u> yughniyahumu <strong>al</strong>l<u>aa</u>hu min fa<u>dh</u>lihi wa<strong>a</strong>lla<u>dz</u>iina yabtaghuuna <strong>a</strong>lkit<u>aa</u>ba mimm<u>aa</u> malakat aym<u>aa</u>nukum fak<u>aa</u>tibuuhum in 'alimtum fiihim khayran wa<u>aa</u>tuuhum min m<u>aa</u>li <strong>al</strong>l<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii <u>aa</u>t<u>aa</u>kum wal<u>aa</u> tukrihuu fatay<u>aa</u>tikum 'al<u>aa</u> <strong>a</strong>lbigh<u>aa</u>-i in aradna ta<u>h</u>a<u>shsh</u>unan litabtaghuu 'ara<u>dh</u>a <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> waman yukrihhunna fa-inna <strong>al</strong>l<u>aa</u>ha min ba'di ikr<u>aa</u>hihinna ghafuurun ra<u>h</u>iim<strong>un</strong>"
  }, {
    "ar" : "وَلَقَدْ أَنْزَلْنَا إِلَيْكُمْ آيَاتٍ مُبَيِّنَاتٍ وَمَثَلًا مِنَ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِلْمُتَّقِينَ",
    "id" : "Dan sesungguhnya Kami telah menurunkan kepada kamu ayat-ayat yang memberi penerangan, dan contoh-contoh dari orang-orang yang terdahulu sebelum kamu dan pelajaran bagi orang-orang yang bertakwa.",
    "nomor" : "34",
    "tr" : "walaqad anzaln<u>aa</u> ilaykum <u>aa</u>y<u>aa</u>tin mubayyin<u>aa</u>tin wamatsalan mina <strong>al</strong>la<u>dz</u>iina khalaw min qablikum wamaw'i<u>zh</u>atan lilmuttaqiin<strong>a</strong>"
  }, {
    "ar" : "اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ ۚ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ ۖ الْمِصْبَاحُ فِي زُجَاجَةٍ ۖ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ ۚ نُورٌ عَلَىٰ نُورٍ ۗ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ ۚ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ ۗ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
    "id" : "Allah (Pemberi) cahaya (kepada) langit dan bumi. Perumpamaan cahaya Allah, adalah seperti sebuah lubang yang tak tembus, yang di dalamnya ada pelita besar. Pelita itu di dalam kaca (dan) kaca itu seakan-akan bintang (yang bercahaya) seperti mutiara, yang dinyalakan dengan minyak dari pohon yang berkahnya, (yaitu) pohon zaitun yang tumbuh tidak di sebelah timur (sesuatu) dan tidak pula di sebelah barat(nya), yang minyaknya (saja) hampir-hampir menerangi, walaupun tidak disentuh api. Cahaya di atas cahaya (berlapis-lapis), Allah membimbing kepada cahaya-Nya siapa yang dia kehendaki, dan Allah memperbuat perumpamaan-perumpamaan bagi manusia, dan Allah Maha Mengetahui segala sesuatu.",
    "nomor" : "35",
    "tr" : "<strong>al</strong>l<u>aa</u>hu nuuru <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i matsalu nuurihi kamisyk<u>aa</u>tin fiih<u>aa</u> mi<u>sh</u>b<u>aah</u>un <strong>a</strong>lmi<u>sh</u>b<u>aah</u>u fii zuj<u>aa</u>jatin <strong>al</strong>zzuj<u>aa</u>jatu ka-annah<u>aa</u> kawkabun durriyyun yuuqadu min syajaratin mub<u>aa</u>rakatin zaytuunatin l<u>aa</u> syarqiyyatin wal<u>aa</u> gharbiyyatin yak<u>aa</u>du zaytuh<u>aa</u> yu<u>dh</u>ii-u walaw lam tamsas-hu n<u>aa</u>run nuurun 'al<u>aa</u> nuurin yahdii <strong>al</strong>l<u>aa</u>hu linuurihi man yasy<u>aa</u>u waya<u>dh</u>ribu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l-amts<u>aa</u>la li<strong>l</strong>nn<u>aa</u>si wa<strong>al</strong>l<u>aa</u>hu bikulli syay-in 'aliim<strong>un</strong>"
  }, {
    "ar" : "فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ",
    "id" : "Bertasbih kepada Allah di masjid-masjid yang telah diperintahkan untuk dimuliakan dan disebut nama-Nya di dalamnya, pada waktu pagi dan waktu petang,",
    "nomor" : "36",
    "tr" : "fii buyuutin a<u>dz</u>ina <strong>al</strong>l<u>aa</u>hu an turfa'a wayu<u>dz</u>kara fiih<u>aa</u> ismuhu yusabbi<u>h</u>u lahu fiih<u>aa</u> bi<strong>a</strong>lghuduwwi wa<strong>a</strong>l-<u>aasaa</u>l<strong>i</strong>"
  }, {
    "ar" : "رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ ۙ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ",
    "id" : "laki-laki yang tidak dilalaikan oleh perniagaan dan tidak (pula) oleh jual beli dari mengingati Allah, dan (dari) mendirikan sembahyang, dan (dari) membayarkan zakat. Mereka takut kepada suatu hari yang (di hari itu) hati dan penglihatan menjadi goncang.",
    "nomor" : "37",
    "tr" : "rij<u>aa</u>lun l<u>aa</u> tulhiihim tij<u>aa</u>ratun wal<u>aa</u> bay'un 'an <u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi wa-iq<u>aa</u>mi <strong>al</strong><u>shsh</u>al<u>aa</u>ti wa-iit<u>aa</u>-i <strong>al</strong>zzak<u>aa</u>ti yakh<u>aa</u>fuuna yawman tataqallabu fiihi <strong>a</strong>lquluubu wa<strong>a</strong>l-ab<u>shaa</u>r<strong>u</strong>"
  }, {
    "ar" : "لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا وَيَزِيدَهُمْ مِنْ فَضْلِهِ ۗ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ",
    "id" : "(Meraka mengerjakan yang demikian itu) supaya Allah memberikan balasan kepada mereka (dengan balasan) yang lebih baik dari apa yang telah mereka kerjakan, dan supaya ALlah menambah karunia-Nya kepada mereka. Dan Allah memberi rezki kepada siapa yang dikehendaki-Nya tanpa batas.",
    "nomor" : "38",
    "tr" : "liyajziyahumu <strong>al</strong>l<u>aa</u>hu a<u>h</u>sana m<u>aa</u> 'amiluu wayaziidahum min fa<u>dh</u>lihi wa<strong>al</strong>l<u>aa</u>hu yarzuqu man yasy<u>aa</u>u bighayri <u>h</u>is<u>aa</u>b<strong>in</strong>"
  }, {
    "ar" : "وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّىٰ إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللَّهَ عِنْدَهُ فَوَفَّاهُ حِسَابَهُ ۗ وَاللَّهُ سَرِيعُ الْحِسَابِ",
    "id" : "Dan orang-orang kafir amal-amal mereka adalah laksana fatamorgana di tanah yang datar, yang disangka air oleh orang-orang yang dahaga, tetapi bila didatanginya air itu dia tidak mendapatinya sesuatu apapun. Dan didapatinya (ketetapan) Allah disisinya, lalu Allah memberikan kepadanya perhitungan amal-amal dengan cukup dan Allah adalah sangat cepat perhitungan-Nya.",
    "nomor" : "39",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina kafaruu a'm<u>aa</u>luhum kasar<u>aa</u>bin biqii'atin ya<u>h</u>sabuhu <strong>al</strong><u>zhzh</u>am-<u>aa</u>nu m<u>aa</u>-an <u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>-ahu lam yajidhu syay-an wawajada <strong>al</strong>l<u>aa</u>ha 'indahu fawaff<u>aa</u>hu <u>h</u>is<u>aa</u>bahu wa<strong>al</strong>l<u>aa</u>hu sarii'u <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>"
  }, {
    "ar" : "أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ ۚ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا ۗ وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ",
    "id" : "Atau seperti gelap gulita di lautan yang dalam, yang diliputi oleh ombak, yang di atasnya ombak (pula), di atasnya (lagi) awan; gelap gulita yang tindih-bertindih, apabila dia mengeluarkan tangannya, tiadalah dia dapat melihatnya, (dan) barangsiapa yang tiada diberi cahaya (petunjuk) oleh Allah tiadalah dia mempunyai cahaya sedikitpun.",
    "nomor" : "40",
    "tr" : "aw ka<u>zh</u>ulum<u>aa</u>tin fii ba<u>h</u>rin lujjiyyin yaghsy<u>aa</u>hu mawjun min fawqihi mawjun min fawqihi sa<u>haa</u>bun <u>zh</u>ulum<u>aa</u>tun ba'<u>dh</u>uh<u>aa</u> fawqa ba'<u>dh</u>in i<u>dzaa</u> akhraja yadahu lam yakad yar<u>aa</u>h<u>aa</u> waman lam yaj'ali <strong>al</strong>l<u>aa</u>hu lahu nuuran fam<u>aa</u> lahu min nuur<strong>in</strong>"
  }, {
    "ar" : "أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَالطَّيْرُ صَافَّاتٍ ۖ كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ ۗ وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ",
    "id" : "Tidaklah kamu tahu bahwasanya Allah: kepada-Nya bertasbih apa yang di langit dan di bumi dan (juga) burung dengan mengembangkan sayapnya. Masing-masing telah mengetahui (cara) sembahyang dan tasbihnya, dan Allah Maha Mengetahui apa yang mereka kerjakan.",
    "nomor" : "41",
    "tr" : "alam tara anna <strong>al</strong>l<u>aa</u>ha yusabbi<u>h</u>u lahu man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa<strong>al</strong><u>ththh</u>ayru <u>shaa</u>ff<u>aa</u>tin kullun qad 'alima <u>sh</u>al<u>aa</u>tahu watasbii<u>h</u>ahu wa<strong>al</strong>l<u>aa</u>hu 'aliimun bim<u>aa</u> yaf'aluun<strong>a</strong>"
  }, {
    "ar" : "وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ وَإِلَى اللَّهِ الْمَصِيرُ",
    "id" : "Dan kepunyaan Allah-lah kerajaan langit dan bumi dan kepada Allah-lah kembali (semua makhluk).",
    "nomor" : "42",
    "tr" : "walill<u>aa</u>hi mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
  }, {
    "ar" : "أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ وَيُنَزِّلُ مِنَ السَّمَاءِ مِنْ جِبَالٍ فِيهَا مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشَاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ ۖ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ",
    "id" : "Tidaklah kamu melihat bahwa Allah mengarak awan, kemudian mengumpulkan antara (bagian-bagian)nya, kemudian menjadikannya bertindih-tindih, maka kelihatanlah olehmu hujan keluar dari celah-celahnya dan Allah (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung, maka ditimpakan-Nya (butiran-butiran) es itu kepada siapa yang dikehendaki-Nya dan dipalingkan-Nya dari siapa yang dikehendaki-Nya. Kilauan kilat awan itu hampir-hampir menghilangkan penglihatan.",
    "nomor" : "43",
    "tr" : "alam tara anna <strong>al</strong>l<u>aa</u>ha yuzjii sa<u>haa</u>ban tsumma yu-allifu baynahu tsumma yaj'aluhu ruk<u>aa</u>man fatar<u>aa</u> <strong>a</strong>lwadqa yakhruju min khil<u>aa</u>lihi wayunazzilu mina <strong>al</strong>ssam<u>aa</u>-i min jib<u>aa</u>lin fiih<u>aa</u> min baradin fayu<u>sh</u>iibu bihi man yasy<u>aa</u>u waya<u>sh</u>rifuhu 'an man yasy<u>aa</u>u yak<u>aa</u>du san<u>aa</u> barqihi ya<u>dz</u>habu bi<strong>a</strong>l-ab<u>shaa</u>r<strong>i</strong>"
  }, {
    "ar" : "يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ ۚ إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ",
    "id" : "Allah mempergantikan malam dan siang. Sesungguhnya pada yang demikian itu terdapat pelajaran yang besar bagi orang-orang yang mempunyai penglihatan.",
    "nomor" : "44",
    "tr" : "yuqallibu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>layla wa<strong>al</strong>nnah<u>aa</u>ra inna fii <u>dzaa</u>lika la'ibratan li-ulii <strong>a</strong>l-ab<u>shaa</u>r<strong>i</strong>"
  }, {
    "ar" : "وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ ۖ فَمِنْهُمْ مَنْ يَمْشِي عَلَىٰ بَطْنِهِ وَمِنْهُمْ مَنْ يَمْشِي عَلَىٰ رِجْلَيْنِ وَمِنْهُمْ مَنْ يَمْشِي عَلَىٰ أَرْبَعٍ ۚ يَخْلُقُ اللَّهُ مَا يَشَاءُ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
    "id" : "Dan Allah telah menciptakan semua jenis hewan dari air, maka sebagian dari hewan itu ada yang berjalan di atas perutnya dan sebagian berjalan dengan dua kaki sedang sebagian (yang lain) berjalan dengan empat kaki. Allah menciptakan apa yang dikehendaki-Nya, sesungguhnya Allah Maha Kuasa atas segala sesuatu.",
    "nomor" : "45",
    "tr" : "wa<strong>al</strong>l<u>aa</u>hu khalaqa kulla d<u>aa</u>bbatin min m<u>aa</u>-in faminhum man yamsyii 'al<u>aa</u> ba<u>th</u>nihi waminhum man yamsyii 'al<u>aa</u> rijlayni waminhum man yamsyii 'al<u>aa</u> arba'in yakhluqu <strong>al</strong>l<u>aa</u>hu m<u>aa</u> yasy<u>aa</u>u inna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
  }, {
    "ar" : "لَقَدْ أَنْزَلْنَا آيَاتٍ مُبَيِّنَاتٍ ۚ وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
    "id" : "Sesungguhnya Kami telah menurunkan ayat-ayat yang menjelaskan. Dan Allah memimpin siapa yang dikehendaki-Nya kepada jalan yang lurus.",
    "nomor" : "46",
    "tr" : "laqad anzaln<u>aa</u> <u>aa</u>y<u>aa</u>tin mubayyin<u>aa</u>tin wa<strong>al</strong>l<u>aa</u>hu yahdii man yasy<u>aa</u>u il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
  }, {
    "ar" : "وَيَقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِنْهُمْ مِنْ بَعْدِ ذَٰلِكَ ۚ وَمَا أُولَٰئِكَ بِالْمُؤْمِنِينَ",
    "id" : "Dan mereka berkata: \"Kami telah beriman kepada Allah dan rasul, dan kami mentaati (keduanya).\" Kemudian sebagian dari mereka berpaling sesudah itu, sekali-kali mereka itu bukanlah orang-orang yang beriman.",
    "nomor" : "47",
    "tr" : "wayaquuluuna <u>aa</u>mann<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi wabi<strong>al</strong>rrasuuli wa-a<u>th</u>a'n<u>aa</u> tsumma yatawall<u>aa</u> fariiqun minhum min ba'di <u>dzaa</u>lika wam<u>aa</u> ul<u>aa</u>-ika bi<strong>a</strong>lmu/miniin<strong>a</strong>"
  }, {
    "ar" : "وَإِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِنْهُمْ مُعْرِضُونَ",
    "id" : "Dan apabila mereka dipanggil kepada Allah dan rasul-Nya, agar rasul menghukum (mengadili) di antara mereka, tiba-tiba sebagian dari mereka menolak untuk datang.",
    "nomor" : "48",
    "tr" : "wa-i<u>dzaa</u> du'uu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi warasuulihi liya<u>h</u>kuma baynahum i<u>dzaa</u> fariiqun minhum mu'ri<u>dh</u>uun<strong>a</strong>"
  }, {
    "ar" : "وَإِنْ يَكُنْ لَهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ",
    "id" : "Tetapi jika keputusan itu untuk (kemaslahatan) mereka, mereka datang kepada rasul dengan patuh.",
    "nomor" : "49",
    "tr" : "wa-in yakun lahumu <strong>a</strong>l<u>h</u>aqqu ya/tuu ilayhi mu<u>dz</u>'iniin<strong>a</strong>"
  }, {
    "ar" : "أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَنْ يَحِيفَ اللَّهُ عَلَيْهِمْ وَرَسُولُهُ ۚ بَلْ أُولَٰئِكَ هُمُ الظَّالِمُونَ",
    "id" : "Apakah (ketidak datangan mereka itu karena) dalam hati mereka ada penyakit, atau (karena) mereka ragu-ragu ataukah (karena) takut kalau-kalau Allah dan rasul-Nya berlaku zalim kepada mereka? Sebenarnya, mereka itulah orang-orang yang zalim.",
    "nomor" : "50",
    "tr" : "afii quluubihim mara<u>dh</u>un ami irt<u>aa</u>buu am yakh<u>aa</u>fuuna an ya<u>h</u>iifa <strong>al</strong>l<u>aa</u>hu 'alayhim warasuuluhu bal ul<u>aa</u>-ika humu <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>"
  }, {
    "ar" : "إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا ۚ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
    "id" : "Sesungguhnya jawaban oran-orang mu'min, bila mereka dipanggil kepada Allah dan rasul-Nya agar rasul menghukum (mengadili) di antara mereka ialah ucapan. \"Kami mendengar, dan kami patuh\". Dan mereka itulah orang-orang yang beruntung.",
    "nomor" : "51",
    "tr" : "innam<u>aa</u> k<u>aa</u>na qawla <strong>a</strong>lmu/miniina i<u>dzaa</u> du'uu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi warasuulihi liya<u>h</u>kuma baynahum an yaquuluu sami'n<u>aa</u> wa-a<u>th</u>a'n<u>aa</u> waul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>"
  }, {
    "ar" : "وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ وَيَتَّقْهِ فَأُولَٰئِكَ هُمُ الْفَائِزُونَ",
    "id" : "Dan barang siapa yang taat kepada Allah dan rasul-Nya dan takut kepada Allah dan bertakwa kepada-Nya, maka mereka adalah orang-orang yang mendapat kemenangan.",
    "nomor" : "52",
    "tr" : "waman yu<u>th</u>i'i <strong>al</strong>l<u>aa</u>ha warasuulahu wayakhsya <strong>al</strong>l<u>aa</u>ha wayattaqhi faul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>-izuun<strong>a</strong>"
  }, {
    "ar" : "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ ۖ قُلْ لَا تُقْسِمُوا ۖ طَاعَةٌ مَعْرُوفَةٌ ۚ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ",
    "id" : "Dan mereka bersumpah dengan nama Allah sekuat-kuat sumpah, jika kamu suruh mereka berperang, pastilah mereka akan pergi. Katakanlah: \"Janganlah kamu bersumpah, (karena ketaatan yang diminta ialah) ketaatan yang sudah dikenal. Sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan.",
    "nomor" : "53",
    "tr" : "wa-aqsamuu bi<strong>al</strong>l<u>aa</u>hi jahda aym<u>aa</u>nihim la-in amartahum layakhrujunna qul l<u>aa</u> tuqsimuu <u>th</u><u>aa</u>'atun ma'ruufatun inna <strong>al</strong>l<u>aa</u>ha khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>"
  }, {
    "ar" : "قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ ۖ فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ ۖ وَإِنْ تُطِيعُوهُ تَهْتَدُوا ۚ وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ",
    "id" : "Katakanlah: \"Ta'at kepada Allah dan ta'atlah kepada rasul; dan jika kamu berpaling maka sesungguhnya kewajiban rasul itu adalah apa yang dibebankan kepadanya, dan kewajiban kamu sekalian adalah semata-mata apa yang dibebankan kepadamu. Dan jika kamu ta'at kepadanya, niscaya kamu mendapat petunjuk. Dan tidak lain kewajiban rasul itu melainkan menyampaikan (amanat Allah) dengan terang\".",
    "nomor" : "54",
    "tr" : "qul a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha wa-a<u>th</u>ii'uu <strong>al</strong>rrasuula fa-in tawallaw fa-innam<u>aa</u> 'alayhi m<u>aa</u> <u>h</u>ummila wa'alaykum m<u>aa</u> <u>h</u>ummiltum wa-in tu<u>th</u>ii'uuhu tahtaduu wam<u>aa</u> 'al<u>aa</u> <strong>al</strong>rrasuuli ill<u>aa</u> <strong>a</strong>lbal<u>aa</u>ghu <strong>a</strong>lmubiin<strong>a</strong>"
  }, {
    "ar" : "وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَىٰ لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا ۚ يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا ۚ وَمَنْ كَفَرَ بَعْدَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْفَاسِقُونَ",
    "id" : "Dan Allah telah berjanji kepada orang-orang yang beriman di antara kamu dan mengerjakan amal-amal yang saleh bahwa Dia sungguh-sungguh akan menjadikan mereka berkuasa dimuka bumi, sebagaimana Dia telah menjadikan orang-orang sebelum mereka berkuasa, dan sungguh Dia akan meneguhkan bagi mereka agama yang telah diridhai-Nya untuk mereka, dan Dia benar-benar akan menukar (keadaan) mereka, sesudah mereka dalam ketakutan menjadi aman sentausa. Mereka tetap menyembahku-Ku dengan tiada mempersekutukan sesuatu apapun dengan Aku. Dan barangsiapa yang (tetap) kafir sesudah (janji) itu, maka mereka itulah orang-orang yang fasik.",
    "nomor" : "55",
    "tr" : "wa'ada <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu minkum wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti layastakhlifannahum fii <strong>a</strong>l-ar<u>dh</u>i kam<u>aa</u> istakhlafa <strong>al</strong>la<u>dz</u>iina min qablihim walayumakkinanna lahum diinahumu <strong>al</strong>la<u>dz</u>ii irta<u>daa</u> lahum walayubaddilannahum min ba'di khawfihim amnan ya'buduunanii l<u>aa</u> yusyrikuuna bii syay-an waman kafara ba'da <u>dzaa</u>lika faul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>"
  }, {
    "ar" : "وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ",
    "id" : "Dan dirikanlah sembahyang, tunaikanlah zakat, dan ta'atlah kepada rasul, supaya kamu diberi rahmat.",
    "nomor" : "56",
    "tr" : "wa-aqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tuu <strong>al</strong>zzak<u>aa</u>ta wa-a<u>th</u>ii'uu <strong>al</strong>rrasuula la'allakum tur<u>h</u>amuun<strong>a</strong>"
  }, {
    "ar" : "لَا تَحْسَبَنَّ الَّذِينَ كَفَرُوا مُعْجِزِينَ فِي الْأَرْضِ ۚ وَمَأْوَاهُمُ النَّارُ ۖ وَلَبِئْسَ الْمَصِيرُ",
    "id" : "Janganlah kamu kira bahwa orang-orang yang kafir itu dapat melemahkan (Allah dari mengazab mereka) di bumi ini, sedang tempat tinggal mereka (di akhirat) adalah neraka. Dan sungguh amat jeleklah tempat kembali itu.",
    "nomor" : "57",
    "tr" : "l<u>aa</u> ta<u>h</u>sabanna <strong>al</strong>la<u>dz</u>iina kafaruu mu'jiziina fii <strong>a</strong>l-ar<u>dh</u>i wama/w<u>aa</u>humu <strong>al</strong>nn<u>aa</u>ru walabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
  }, {
    "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلَاثَ مَرَّاتٍ ۚ مِنْ قَبْلِ صَلَاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ ۚ ثَلَاثُ عَوْرَاتٍ لَكُمْ ۚ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ ۚ طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلَىٰ بَعْضٍ ۚ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
    "id" : "Hai orang-orang yang beriman, hendaklah budak-budak (lelaki dan wanita) yang kamu miliki, dan orang-orang yang belum balig di antara kamu, meminta izin kepada kamu tiga kali (dalam satu hari) yaitu: sebelum sembahyang subuh, ketika kamu menanggalkan pakaian (luar)mu di tengah hari dan sesudah sembahyang Isya'. (Itulah) tiga 'aurat bagi kamu. Tidak ada dosa atasmu dan tidak (pula) atas mereka selain dari (tiga waktu) itu. Mereka melayani kamu, sebahagian kamu (ada keperluan) kepada sebahagian (yang lain). Demikianlah Allah menjelaskan ayat-ayat bagi kamu. Dan Allah Maha Mengetahui lagi Maha Bijaksana.",
    "nomor" : "58",
    "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu liyasta/<u>dz</u>inkumu <strong>al</strong>la<u>dz</u>iina malakat aym<u>aa</u>nukum wa<strong>a</strong>lla<u>dz</u>iina lam yablughuu <strong>a</strong>l<u>h</u>uluma minkum tsal<u>aa</u>tsa marr<u>aa</u>tin min qabli <u>sh</u>al<u>aa</u>ti <strong>a</strong>lfajri wa<u>h</u>iina ta<u>dh</u>a'uuna tsiy<u>aa</u>bakum mina <strong>al</strong><u>zhzh</u>ahiirati wamin ba'di <u>sh</u>al<u>aa</u>ti <strong>a</strong>l'isy<u>aa</u>-i tsal<u>aa</u>tsu 'awr<u>aa</u>tin lakum laysa 'alaykum wal<u>aa</u> 'alayhim jun<u>aah</u>un ba'dahunna <u>th</u>aww<u>aa</u>fuuna 'alaykum ba'<u>dh</u>ukum 'al<u>aa</u> ba'<u>dh</u>in ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>"
  }, {
    "ar" : "وَإِذَا بَلَغَ الْأَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا كَمَا اسْتَأْذَنَ الَّذِينَ مِنْ قَبْلِهِمْ ۚ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
    "id" : "Dan apabila anak-anakmu telah sampai umur balig, maka hendaklah mereka meminta izin, seperti orang-orang yang sebelum mereka meminta izin. Demikianlah Allah menjelaskan ayat-ayat-Nya. Dan Allah Maha Mengetahui lagi Maha Bijaksana.",
    "nomor" : "59",
    "tr" : "wa-i<u>dzaa</u> balagha <strong>a</strong>l-a<u>th</u>f<u>aa</u>lu minkumu <strong>a</strong>l<u>h</u>uluma falyasta/<u>dz</u>inuu kam<u>aa</u> ista/<u>dz</u>ana <strong>al</strong>la<u>dz</u>iina min qablihim ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakum <u>aa</u>y<u>aa</u>tihi wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>"
  }, {
    "ar" : "وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللَّاتِي لَا يَرْجُونَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَنْ يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ ۖ وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
    "id" : "Dan perempuan-perempuan tua yang telah terhenti (dari haid dan mengandung) yang tiada ingin kawin (lagi), tiadalah atas mereka dosa menanggalkan pakaian mereka dengan tidak (bermaksud) menampakkan perhiasan, dan berlaku sopan adalah lebih baik bagi mereka. Dan Allah Maha Mendengar lagi Maha Bijaksana.",
    "nomor" : "60",
    "tr" : "wa<strong>a</strong>lqaw<u>aa</u>'idu mina <strong>al</strong>nnis<u>aa</u>-i <strong>al</strong>l<u>aa</u>tii l<u>aa</u> yarjuuna nik<u>aah</u>an falaysa 'alayhinna jun<u>aah</u>un an ya<u>dh</u>a'na tsiy<u>aa</u>bahunna ghayra mutabarrij<u>aa</u>tin biziinatin wa-an yasta'fifna khayrun lahunna wa<strong>al</strong>l<u>aa</u>hu samii'un 'aliim<strong>un</strong>"
  }, {
    "ar" : "لَيْسَ عَلَى الْأَعْمَىٰ حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَلَا عَلَىٰ أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالَاتِكُمْ أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ أَوْ صَدِيقِكُمْ ۚ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا ۚ فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَىٰ أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَةً ۚ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ",
    "id" : "Tidak ada halangan bagi orang buta, tidak (pula) bagi orang pincang, tidak (pula) bagi orang sakit, dan tidak (pula) bagi dirimu sendiri, makan (bersama-sama mereka) dirumah kamu sendiri atau dirumah bapak-bapakmu, dirumah ibu-ibumu, dirumah saudara-saudaramu yang laki-laki, di rumah saudaramu yang perempuan, dirumah saudara bapakmu yang laki-laki, dirumah saudara bapakmu yang perempuan, dirumah saudara ibumu yang laki-laki, dirumah saudara ibumu yang perempuan, dirumah yang kamu miliki kuncinya atau dirumah kawan-kawanmu. Tidak ada halangan bagi kamu makan bersama-sama mereka atau sendirian. Maka apabila kamu memasuki (suatu rumah dari) rumah-rumah (ini) hendaklah kamu memberi salam kepada (penghuninya yang berarti memberi salam) kepada dirimu sendiri, salam yang ditetapkan dari sisi Allah, yang diberi berkat lagi baik. Demikianlah Allah menjelaskan ayat-ayatnya(Nya) bagimu, agar kamu memahaminya.",
    "nomor" : "61",
    "tr" : "laysa 'al<u>aa</u> <strong>a</strong>l-a'm<u>aa</u> <u>h</u>arajun wal<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-a'raji <u>h</u>arajun wal<u>aa</u> 'al<u>aa</u> <strong>a</strong>lmarii<u>dh</u>i <u>h</u>arajun wal<u>aa</u> 'al<u>aa</u> anfusikum an ta/kuluu min buyuutikum aw buyuuti <u>aa</u>b<u>aa</u>-ikum aw buyuuti ummah<u>aa</u>tikum aw buyuuti ikhw<u>aa</u>nikum aw buyuuti akhaw<u>aa</u>tikum aw buyuuti a'm<u>aa</u>mikum aw buyuuti 'amm<u>aa</u>tikum aw buyuuti akhw<u>aa</u>likum aw buyuuti kh<u>aa</u>l<u>aa</u>tikum aw m<u>aa</u> malaktum maf<u>aa</u>ti<u>h</u>ahu aw <u>sh</u>adiiqikum laysa 'alaykum jun<u>aah</u>un an ta/kuluu jamii'an aw asyt<u>aa</u>tan fa-i<u>dzaa</u> dakhaltum buyuutan fasallimuu 'al<u>aa</u> anfusikum ta<u>h</u>iyyatan min 'indi <strong>al</strong>l<u>aa</u>hi mub<u>aa</u>rakatan <u>th</u>ayyibatan ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti la'allakum ta'qiluun<strong>a</strong>"
  }, {
    "ar" : "إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذَا كَانُوا مَعَهُ عَلَىٰ أَمْرٍ جَامِعٍ لَمْ يَذْهَبُوا حَتَّىٰ يَسْتَأْذِنُوهُ ۚ إِنَّ الَّذِينَ يَسْتَأْذِنُونَكَ أُولَٰئِكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ ۚ فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللَّهَ ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
    "id" : "Sesungguhnya yang sebenar-benar orang mu'min ialah orang-orang yang beriman kepada Allah dan Rasul-Nya, dan apabila mereka berada bersama-sama Rasulullah dalam sesuatu urusan yang memerlukan pertemuan, mereka tidak meninggalkan (Rasulullah) sebelum meminta izin kepadanya. Sesungguhnya orang-orang yang meminta izin kepadamu (Muhammad) mereka itulah orang-orang yang beriman kepada Allah dan rasul-Nya, maka apabila mereka meminta izin kepadamu karena sesuatu keperluan, berilah izin kepada siapa yang kamu kehendaki di antara mereka, dan mohonkanlah ampunan untuk mereka kepada Allah. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
    "nomor" : "62",
    "tr" : "innam<u>aa</u> <strong>a</strong>lmu/minuuna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi wa-i<u>dzaa</u> k<u>aa</u>nuu ma'ahu 'al<u>aa</u> amrin j<u>aa</u>mi'in lam ya<u>dz</u>habuu <u>h</u>att<u>aa</u> yasta/<u>dz</u>inuuhu inna <strong>al</strong>la<u>dz</u>iina yasta/<u>dz</u>inuunaka ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina yu/minuuna bi<strong>al</strong>l<u>aa</u>hi warasuulihi fa-i<u>dzaa</u> ista/<u>dz</u>anuuka liba'<u>dh</u>i sya/nihim fa/<u>dz</u>an liman syi/ta minhum wa<strong>i</strong>staghfir lahumu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
  }, {
    "ar" : "لَا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضًا ۚ قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذًا ۚ فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ",
    "id" : "Janganlah kamu jadikan panggilan Rasul diantara kamu seperti panggilan sebahagian kamu kepada sebahagian (yang lain). Sesungguhnya Allah telah mengetahui orang-orang yang berangsur-angsur pergi di antara kamu dengan berlindung (kepada kawannya), maka hendaklah orang-orang yang menyalahi perintah-Nya takut akan ditimpa cobaan atau ditimpa azab yang pedih.",
    "nomor" : "63",
    "tr" : "l<u>aa</u> taj'aluu du'<u>aa</u>-a <strong>al</strong>rrasuuli baynakum kadu'<u>aa</u>-i ba'<u>dh</u>ikum ba'<u>dh</u>an qad ya'lamu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina yatasallaluuna minkum liw<u>aadz</u>an falya<u>hts</u>ari <strong>al</strong>la<u>dz</u>iina yukh<u>aa</u>lifuuna 'an amrihi an tu<u>sh</u>iibahum fitnatun aw yu<u>sh</u>iibahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
  }, {
    "ar" : "أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ قَدْ يَعْلَمُ مَا أَنْتُمْ عَلَيْهِ وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُوا ۗ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
    "id" : "Ketahuilah sesungguhnya kepunyaan Allahlah apa yang di langit dan di bumi. Sesungguhnya Dia mengetahui keadaan yang kamu berada di dalamnya (sekarang). Dan (mengetahui pula) hati (manusia) dikembalikan kepada-Nya, lalu diterangkan-Nya kepada mereka apa yang telah mereka kerjakan. Dan Allah Maha mengehui segala sesuatu.",
    "nomor" : "64",
    "tr" : "al<u>aa</u> inna lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i qad ya'lamu m<u>aa</u> antum 'alayhi wayawma yurja'uuna ilayhi fayunabbi-uhum bim<u>aa</u> 'amiluu wa<strong>al</strong>l<u>aa</u>hu bikulli syay-in 'aliim<strong>un</strong>"
  }, {
    "surah": "Al Furqan",
    "ar" : "تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَىٰ عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا",
    "id" : "Maha suci Allah yang telah menurunkan Al Furqaan (Al Qur'an) kepada hamba-Nya, agar dia menjadi pemberi peringatan kepada seluruh alam,",
    "nomor" : "1",
    "tr" : "tab<u>aa</u>raka <strong>al</strong>la<u>dz</u>ii nazzala <strong>a</strong>lfurq<u>aa</u>na 'al<u>aa</u> 'abdihi liyakuuna lil'<u>aa</u>lamiina na<u>dz</u>iir<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا",
    "id" : "yang kepunyaan-Nya-lah kerajaan langit dan bumi, dan Dia tidak mempunyai anak, dan tidak ada sekutu bagiNya dalam kekuasaan(Nya), dan dia telah menciptakan segala sesuatu, dan Dia menetapkan ukuran-ukurannya dengan serapi-rapinya.",
    "nomor" : "2",
    "tr" : "<strong>al</strong>la<u>dz</u>ii lahu mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i walam yattakhi<u>dz</u> waladan walam yakun lahu syariikun fii <strong>a</strong>lmulki wakhalaqa kulla syay-in faqaddarahu taqdiir<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا",
    "id" : "Kemudian mereka mengambil tuhan-tuhan selain daripada-Nya (untuk disembah), yang tuhan-tuhan itu tidak menciptakan apapun, bahkan mereka sendiri diciptakan dan tidak kuasa untuk (menolak) sesuatu kemudharatan dari dirinya dan tidak (pula untuk mengambil) suatu kemanfaatanpun dan (juga) tidak kuasa mematikan, menghidupkan dan tidak (pula) membangkitkan.",
    "nomor" : "3",
    "tr" : "wa<strong>i</strong>ttakha<u>dz</u>uu min duunihi <u>aa</u>lihatan l<u>aa</u> yakhluquuna syay-an wahum yukhlaquuna wal<u>aa</u> yamlikuuna li-anfusihim <u>dh</u>arran wal<u>aa</u> naf'an wal<u>aa</u> yamlikuuna mawtan wal<u>aa</u> <u>h</u>ay<u>aa</u>tan wal<u>aa</u> nusyuur<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَٰذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ ۖ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا",
    "id" : "Dan orang-orang kafir berkata: \"Al Qur'an ini tidak lain hanyalah kebohongan yang diada-adakan oleh Muhammad dan dia dibantu oleh kaum yang lain\"; maka sesungguhnya mereka telah berbuat suatu kezaliman dan dusta yang besar.",
    "nomor" : "4",
    "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu in h<u>aadzaa</u> ill<u>aa</u> ifkun iftar<u>aa</u>hu wa-a'<u>aa</u>nahu 'alayhi qawmun <u>aa</u>kharuuna faqad j<u>aa</u>uu <u>zh</u>ulman wazuur<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا",
    "id" : "Dan mereka berkata: \"Dongengan-dongengan orang-orang dahulu, dimintanya supaya dituliskan, maka dibacakanlah dongengan itu kepadanya setiap pagi dan petang.\"",
    "nomor" : "5",
    "tr" : "waq<u>aa</u>luu as<u>aath</u>iiru <strong>a</strong>l-awwaliina iktatabah<u>aa</u> fahiya tuml<u>aa</u> 'alayhi bukratan wa-a<u>sh</u>iil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ إِنَّهُ كَانَ غَفُورًا رَحِيمًا",
    "id" : "Katakanlah: \"Al Qur'an itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sesungguhnya Dia adalah Maha Pengampun lagi Maha Penyayang.\"",
    "nomor" : "6",
    "tr" : "qul anzalahu <strong>al</strong>la<u>dz</u>ii ya'lamu <strong>al</strong>ssirra fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i innahu k<u>aa</u>na ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَقَالُوا مَالِ هَٰذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ ۙ لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا",
    "id" : "Dan mereka berkata: \"Mengapa rasul itu memakan makanan dan berjalan di pasar-pasar? Mengapa tidak diturunkan kepadanya seorang malaikat agar malaikat itu memberikan peringatan bersama-sama dengan dia?,",
    "nomor" : "7",
    "tr" : "waq<u>aa</u>luu m<u>aa</u>li h<u>aadzaa</u> <strong>al</strong>rrasuuli ya/kulu <strong>al</strong><u>ththh</u>a'<u>aa</u>ma wayamsyii fii <strong>a</strong>l-asw<u>aa</u>qi lawl<u>aa</u> unzila ilayhi malakun fayakuuna ma'ahu na<u>dz</u>iir<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "أَوْ يُلْقَىٰ إِلَيْهِ كَنْزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا ۚ وَقَالَ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا",
    "id" : "atau (mengapa tidak) diturunkan kepadanya perbendaharaan, atau (mengapa tidak) ada kebun baginya, yang dia dapat makan dari (hasil)nya?\" Dan orang-orang yang zalim itu berkata: \"Kamu sekalian tidak lain hanyalah mengikuti seorang lelaki yang kena sihir\".",
    "nomor" : "8",
    "tr" : "aw yulq<u>aa</u> ilayhi kanzun aw takuunu lahu jannatun ya/kulu minh<u>aa</u> waq<u>aa</u>la <strong>al</strong><u>zhzhaa</u>limuuna in tattabi'uuna ill<u>aa</u> rajulan mas<u>h</u>uur<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا",
    "id" : "Perhatikanlah, bagaimana mereka membuat perbandingan-perbandingan tentang kamu, lalu sesatlah mereka, mereka tidak sanggup (mendapatkan) jalan (untuk menentang kerasulanmu).",
    "nomor" : "9",
    "tr" : "un<u>zh</u>ur kayfa <u>dh</u>arabuu laka <strong>a</strong>l-amts<u>aa</u>la fa<u>dh</u>alluu fal<u>aa</u> yasta<u>th</u>ii'uuna sabiil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَٰلِكَ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَيَجْعَلْ لَكَ قُصُورًا",
    "id" : "Maha Suci (Allah) yang jika Dia menghendaki, niscaya dijadikan-Nya bagimu yang lebih baik dari yang demikian, (yaitu) surga-surga yang mengalir sungai-sungai di bawahnya, dan dijadikan-Nya (pula) untukmu istana-istana.",
    "nomor" : "10",
    "tr" : "tab<u>aa</u>raka <strong>al</strong>la<u>dz</u>ii in sy<u>aa</u>-a ja'ala laka khayran min <u>dzaa</u>lika jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru wayaj'al laka qu<u>sh</u>uur<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "بَلْ كَذَّبُوا بِالسَّاعَةِ ۖ وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا",
    "id" : "Bahkan mereka mendustakan hari kiamat. Dan kami menyediakan neraka yang menyala-nyala bagi siapa yang mendustakan hari kiamat.",
    "nomor" : "11",
    "tr" : "bal ka<u>dzdz</u>abuu bi<strong>al</strong>ss<u>aa</u>'ati wa-a'tadn<u>aa</u> liman ka<u>dzdz</u>aba bi<strong>al</strong>ss<u>aa</u>'ati sa'iir<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِذَا رَأَتْهُمْ مِنْ مَكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا",
    "id" : "Apabila neraka itu melihat mereka dari tempat yang jauh, mereka mendengar kegeramannya dan suara nyalanya.",
    "nomor" : "12",
    "tr" : "i<u>dzaa</u> ra-at-hum min mak<u>aa</u>nin ba'iidin sami'uu lah<u>aa</u> taghayyu<u>zh</u>an wazafiir<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا",
    "id" : "Dan apabila mereka dilemparkan ke tempat yang sempit di neraka itu dengan dibelenggu, mereka di sana mengharapkan kebinasaan.",
    "nomor" : "13",
    "tr" : "wa-i<u>dzaa</u> ulquu minh<u>aa</u> mak<u>aa</u>nan <u>dh</u>ayyiqan muqarraniina da'aw hun<u>aa</u>lika tsubuur<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "لَا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا",
    "id" : "(Akan dikatakan kepada mereka): \"Jangan kamu sekalian mengharapkan satu kebinasaan, melainkan harapkanlah kebinasaan yang banyak\".",
    "nomor" : "14",
    "tr" : "l<u>aa</u> tad'uu <strong>a</strong>lyawma tsubuuran w<u>aah</u>idan wa<strong>u</strong>d'uu tsubuuran katsiir<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "قُلْ أَذَٰلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ ۚ كَانَتْ لَهُمْ جَزَاءً وَمَصِيرًا",
    "id" : "Katakanlah: \"Apa (azab) yang demikian itukah yang baik, atau surga yang kekal yang telah dijanjikan kepada orang-orang yang bertaqwa?\" Dia menjadi balasan dan tempat kembali bagi mereka?\".",
    "nomor" : "15",
    "tr" : "qul a<u>dzaa</u>lika khayrun am jannatu <strong>a</strong>lkhuldi <strong>al</strong>latii wu'ida <strong>a</strong>lmuttaquuna k<u>aa</u>nat lahum jaz<u>aa</u>-an wama<u>sh</u>iir<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "لَهُمْ فِيهَا مَا يَشَاءُونَ خَالِدِينَ ۚ كَانَ عَلَىٰ رَبِّكَ وَعْدًا مَسْئُولًا",
    "id" : "Bagi mereka di dalam surga itu apa yang mereka kehendaki, sedang mereka kekal (di dalamnya). (Hal itu) adalah janji dari Tuhanmu yang patut dimohonkan (kepada-Nya).",
    "nomor" : "16",
    "tr" : "lahum fiih<u>aa</u> m<u>aa</u> yasy<u>aa</u>uuna kh<u>aa</u>lidiina k<u>aa</u>na 'al<u>aa</u> rabbika wa'dan mas-uul<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَيَقُولُ أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَٰؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ",
    "id" : "Dan (ingatlah) suatu hari (ketika) Allah menghimpunkan mereka beserta apa yang mereka sembah selain Allah, lalu Allah berkata (kepada yang disembah); \"Apakah kamu yang menyesatkan hamba-hamba-Ku itu, atau mereka sendirikah yang sesat dari jalan (yang benar)?\".",
    "nomor" : "17",
    "tr" : "wayawma ya<u>h</u>syuruhum wam<u>aa</u> ya'buduuna min duuni <strong>al</strong>l<u>aa</u>hi fayaquulu a-antum a<u>dh</u>laltum 'ib<u>aa</u>dii h<u>aa</u>ul<u>aa</u>-i am hum <u>dh</u>alluu <strong>al</strong>ssabiil<strong>a</strong>"
  }, {
    "ar" : "قَالُوا سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ وَلَٰكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ حَتَّىٰ نَسُوا الذِّكْرَ وَكَانُوا قَوْمًا بُورًا",
    "id" : "Mereka (yang disembah itu) menjawab: \"Maha Suci Engkau, tidaklah patut bagi kami mengambil selain engkau (untuk jadi) pelindung, akan tetapi Engkau telah memberi mereka dan bapak-bapak mereka keni'matan hidup, sampai mereka lupa mengingati (Engkau); dan mereka adalah kaum yang binasa\".",
    "nomor" : "18",
    "tr" : "q<u>aa</u>luu sub<u>haa</u>naka m<u>aa</u> k<u>aa</u>na yanbaghii lan<u>aa</u> an nattakhi<u>dz</u>a min duunika min awliy<u>aa</u>-a wal<u>aa</u>kin matta'tahum wa<u>aa</u>b<u>aa</u>-ahum <u>h</u>att<u>aa</u> nasuu <strong>al</strong><u>dzdz</u>ikra wak<u>aa</u>nuu qawman buur<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا ۚ وَمَنْ يَظْلِمْ مِنْكُمْ نُذِقْهُ عَذَابًا كَبِيرًا",
    "id" : "maka sesungguhnya mereka (yang disembah itu) telah mendustakan kamu tentang apa yang kamu katakan maka kamu tidak akan dapat menolak (azab) dan tidak (pula) menolong (dirimu), dan barang siapa di antara kamu yang berbuat zalim, niscaya Kami rasakan kepadanya azab yang besar.",
    "nomor" : "19",
    "tr" : "faqad ka<u>dzdz</u>abuukum bim<u>aa</u> taquuluuna fam<u>aa</u> tasta<u>th</u>ii'uuna <u>sh</u>arfan wal<u>aa</u> na<u>sh</u>ran waman ya<u>zh</u>lim minkum nu<u>dz</u>iqhu 'a<u>dzaa</u>ban kabiir<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ ۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ ۗ وَكَانَ رَبُّكَ بَصِيرًا",
    "id" : "Dan Kami tidak mengutus rasul-rasul sebelummu, melainkan mereka sungguh memakan makanan dan berjalan di pasar-pasar. Dan kami jadikan sebahagian kamu cobaan bagi sebahagian yang lain. Maukah kamu bersabar?; dan adalah Tuhanmu maha Melihat.",
    "nomor" : "20",
    "tr" : "wam<u>aa</u> arsaln<u>aa</u> qablaka mina <strong>a</strong>lmursaliina ill<u>aa</u> innahum laya/kuluuna <strong>al</strong><u>ththh</u>a'<u>aa</u>ma wayamsyuuna fii <strong>a</strong>l-asw<u>aa</u>qi waja'aln<u>aa</u> ba'<u>dh</u>akum liba'<u>dh</u>in fitnatan ata<u>sh</u>biruuna wak<u>aa</u>na rabbuka ba<u>sh</u>iir<u>aa</u><strong>n</strong>"
  }]