[ {
    "surah": "Al Fatihah",
    "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
    "id" : "Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang.",
    "nomor" : "1",
    "tr" : "bismi <strong>al</strong>l<u>aa</u>hi <strong>al</strong>rra<u>h</u>m<u>aa</u>ni <strong>al</strong>rra<u>h</u>iim<strong>i</strong>"
  }, {
    "ar" : "الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
    "id" : "Segala puji bagi Allah, Tuhan semesta alam.",
    "nomor" : "2",
    "tr" : "al<u>h</u>amdu lill<u>aa</u>hi rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "ar" : "الرَّحْمَٰنِ الرَّحِيمِ",
    "id" : "Yang Maha Pengasih lagi Maha Penyayang.",
    "nomor" : "3",
    "tr" : "a<strong>l</strong>rra<u>h</u>m<u>aa</u>ni <strong>al</strong>rra<u>h</u>iim<strong>i</strong>"
  }, {
    "ar" : "مَالِكِ يَوْمِ الدِّينِ",
    "id" : "Yang menguasai Hari Pembalasan",
    "nomor" : "4",
    "tr" : "m<u>aa</u>liki yawmi <strong>al</strong>ddiin<strong>i</strong>"
  }, {
    "ar" : "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ",
    "id" : "Hanya Engkaulah yang kami sembah, dan hanya kepada Engkaulah kami meminta pertolongan.",
    "nomor" : "5",
    "tr" : "iyy<u>aa</u>ka na'budu wa-iyy<u>aa</u>ka nasta'iin<strong>u</strong>"
  }, {
    "ar" : "اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ",
    "id" : "Tunjukilah kami jalan yang lurus,",
    "nomor" : "6",
    "tr" : "ihdin<u>aa</u> <strong>al</strong><u>shsh</u>ir<u>aath</u>a <strong>a</strong>lmustaqiim<strong>a</strong>"
  }, {
    "ar" : "صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ",
    "id" : "(yaitu) Jalan orang-orang yang telah Engkau beri nikmat kepada mereka; bukan (jalan) mereka yang dimurkai dan bukan (pula jalan) mereka yang sesat.",
    "nomor" : "7",
    "tr" : "<u>sh</u>ir<u>aath</u>a <strong>al</strong>la<u>dz</u>iina an'amta 'alayhim ghayri <strong>a</strong>lmagh<u>dh</u>uubi 'alayhim wal<u>aa</u> <strong>al</strong><u>dhdhaa</u>lliin<strong>a</strong>"
  }, {
    "surah": "Al Baqarah",
    "ar" : "الٓمّٓۚ",
    "id" : "Alif laam miim.",
    "nomor" : "1",
    "tr" : "alif-l<u>aa</u>m-miim"
  }, {
    "ar" : "ذَٰلِكَ الْكِتَابُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًى لِلْمُتَّقِينَ",
    "id" : "Kitab (Al Quraan) ini tidak ada keraguan padanya; petunjuk bagi mereka yang bertaqwa,",
    "nomor" : "2",
    "tr" : "<u>dzaa</u>lika <strong>a</strong>lkit<u>aa</u>bu l<u>aa</u> rayba fiihi hudan lilmuttaqiin<strong>a</strong>"
  }, {
    "ar" : "الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
    "id" : "(yaitu) mereka yang beriman kepada yang ghaib, yang mendirikan shalat, dan menafkahkan sebahagian rezki yang Kami anugerahkan kepada mereka.",
    "nomor" : "3",
    "tr" : "<strong>al</strong>la<u>dz</u>iina yu/minuuna bi<strong>a</strong>lghaybi wayuqiimuuna <strong>al</strong><u>shsh</u>al<u>aa</u>ta wamimm<u>aa</u> razaqn<u>aa</u>hum yunfiquun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ",
    "id" : "dan mereka yang beriman kepada Kitab (Al Qur'an) yang telah diturunkan kepadamu dan Kitab-kitab yang telah diturunkan sebelummu, serta mereka yakin akan adanya (kehidupan) akhirat.",
    "nomor" : "4",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yu/minuuna bim<u>aa</u> unzila ilayka wam<u>aa</u> unzila min qablika wabi<strong>a</strong>l-<u>aa</u>khirati hum yuuqinuun<strong>a</strong>"
  }, {
    "ar" : "أُولَٰئِكَ عَلَىٰ هُدًى مِنْ رَبِّهِمْ ۖ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
    "id" : "Mereka itulah yang tetap mendapat petunjuk dari Tuhan mereka, dan merekalah orang-orang yang beruntung.",
    "nomor" : "5",
    "tr" : "ul<u>aa</u>-ika 'al<u>aa</u> hudan min rabbihim waul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>"
  }, {
    "ar" : "إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ",
    "id" : "Sesungguhnya orang-orang kafir, sama saja bagi mereka, kamu beri peringatan atau tidak kamu beri peringatan, mereka tidak juga akan beriman.",
    "nomor" : "6",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina kafaruu saw<u>aa</u>un 'alayhim a-an<u>dz</u>artahum am lam tun<u>dz</u>irhum l<u>aa</u> yu/minuun<strong>a</strong>"
  }, {
    "ar" : "خَتَمَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ ۖ وَعَلَىٰ أَبْصَارِهِمْ غِشَاوَةٌ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
    "id" : "Allah telah mengunci-mati hati dan pendengaran mereka, dan penglihatan mereka ditutup. Dan bagi mereka siksa yang amat berat",
    "nomor" : "7",
    "tr" : "khatama <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> quluubihim wa'al<u>aa</u> sam'ihim wa'al<u>aa</u> ab<u>shaa</u>rihim ghisy<u>aa</u>watun walahum 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>"
  }, {
    "ar" : "وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ",
    "id" : "Di antara manusia ada yang mengatakan: \"Kami beriman kepada Allah dan Hari kemudian,\" pada hal mereka itu sesungguhnya bukan orang-orang yang beriman.",
    "nomor" : "8",
    "tr" : "wamina <strong>al</strong>nn<u>aa</u>si man yaquulu <u>aa</u>mann<u>aa</u> bi ill<u>aa</u>hi wa billyaumil akhiri wam<u>aa</u> hum bimu/miniin<strong>a</strong>"
  }, {
    "ar" : "يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ",
    "id" : "Mereka hendak menipu Allah dan orang-orang yang beriman, padahal mereka hanya menipu dirinya sendiri sedang mereka tidak sadar.",
    "nomor" : "9",
    "tr" : "yukh<u>aa</u>di'uuna <strong>al</strong>l<u>aa</u>ha wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wam<u>aa</u> yakhda'uuna ill<u>aa</u> anfusahum wam<u>aa</u> yasy'uruun<strong>a</strong>"
  }, {
    "ar" : "فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ",
    "id" : "Dalam hati mereka ada penyakit, lalu ditambah Allah penyakitnya; dan bagi mereka siksa yang pedih, disebabkan mereka berdusta.",
    "nomor" : "10",
    "tr" : "fii quluubihim mara<u>dh</u>un faz<u>aa</u>dahumu <strong>al</strong>l<u>aa</u>hu mara<u>dh</u>an walahum 'a<u>dzaa</u>bun <strong>a</strong>liimun bim<u>aa</u> k<u>aa</u>nuu yak<u>dz</u>ibuun<strong>a</strong>"
  }, {
    "ar" : "وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ",
    "id" : "Dan bila dikatakan kepada mereka:\"Janganlah kamu membuat kerusakan di muka bumi\". Mereka menjawab: \"Sesungguhnya kami orang-orang yang mengadakan perbaikan.\"",
    "nomor" : "11",
    "tr" : "wa-i<u>dzaa</u> qiila lahum l<u>aa</u> tufsiduu fii <strong>a</strong>l-ar<u>dh</u>i q<u>aa</u>luu innam<u>aa</u> na<u>h</u>nu mu<u>sh</u>li<u>h</u>uun<strong>a</strong>"
  }, {
    "ar" : "أَلَا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلَٰكِنْ لَا يَشْعُرُونَ",
    "id" : "Ingatlah, sesungguhnya mereka itulah orang-orang yang membuat kerusakan, tetapi mereka tidak sadar.",
    "nomor" : "12",
    "tr" : "al<u>aa</u> innahum humu <strong>a</strong>lmufsiduuna wal<u>aa</u>kin l<u>aa</u> yasy'uruun<strong>a</strong>"
  }, {
    "ar" : "وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ ۗ أَلَا إِنَّهُمْ هُمُ السُّفَهَاءُ وَلَٰكِنْ لَا يَعْلَمُونَ",
    "id" : "Apabila dikatakan kepada mereka: \"Berimanlah kamu sebagaimana orang-orang lain telah beriman.\" Mereka menjawab: \"Akan berimankah kami sebagaimana orang-orang yang bodoh itu telah beriman?\" Ingatlah, sesungguhnya merekalah orang-orang yang bodoh; tetapi mereka tidak tahu.",
    "nomor" : "13",
    "tr" : "wa-i<u>dzaa</u> qiila lahum <u>aa</u>minuu kam<u>aa</u> <u>aa</u>mana <strong>al</strong>nn<u>aa</u>su q<u>aa</u>luu anu/minu kam<u>aa</u> <u>aa</u>mana <strong>al</strong>ssufah<u>aa</u>u <strong>a</strong>l<u>aa</u> innahum humu <strong>al</strong>ssufah<u>aa</u>u wal<u>aa</u>kin l<u>aa</u> ya'lamuun<strong>a</strong>"
  }, {
    "ar" : "وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَىٰ شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ",
    "id" : "Dan bila mereka berjumpa dengan orang-orang yang beriman, mereka mengatakan: \"Kami telah beriman\". Dan bila mereka kembali kepada syaitan-syaitan mereka, mereka mengatakan: \"Sesungguhnya kami sependirian dengan kamu, kami hanyalah berolok-olok.\"",
    "nomor" : "14",
    "tr" : "wa-i<u>dzaa</u> laquu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu q<u>aa</u>luu <u>aa</u>mann<u>aa</u> wa-i<u>dzaa</u> khalaw il<u>aa</u> syay<u>aath</u>iinihim q<u>aa</u>luu inn<u>aa</u> ma'akum innam<u>aa</u> na<u>h</u>nu mustahzi-uun<strong>a</strong>"
  }, {
    "ar" : "اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ",
    "id" : "Allah akan (membalas) olok-olokan mereka dan membiarkan mereka terombang-ambing dalam kesesatan mereka.",
    "nomor" : "15",
    "tr" : "<strong>al</strong>l<u>aa</u>hu yastahzi-u bihim wayamudduhum fii <u>th</u>ughy<u>aa</u>nihim ya'mahuun<strong>a</strong>"
  }, {
    "ar" : "أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَىٰ فَمَا رَبِحَتْ تِجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ",
    "id" : "Mereka itulah orang yang membeli kesesatan dengan petunjuk, maka tidaklah beruntung perniagaan mereka dan tidaklah mereka mendapat petunjuk.",
    "nomor" : "16",
    "tr" : "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina isytarawuu <strong>al</strong><u>dhdh</u>al<u>aa</u>lata bi<strong>a</strong>lhud<u>aa</u> fam<u>aa</u> rabi<u>h</u>at tij<u>aa</u>ratuhum wam<u>aa</u> k<u>aa</u>nuu muhtadiin<strong>a</strong>"
  }, {
    "ar" : "مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَا يُبْصِرُونَ",
    "id" : "Perumpamaan mereka adalah seperti orang yang menyalakan api, maka setelah api itu menerangi sekelilingnya Allah hilangkan cahaya (yang menyinari) mereka, dan membiarkan mereka dalam kegelapan, tidak dapat melihat.",
    "nomor" : "17",
    "tr" : "matsaluhum kamatsali <strong>al</strong>la<u>dz</u>ii istawqada n<u>aa</u>ran falamm<u>aa</u> a<u>dhaa</u>-at m<u>aa</u> <u>h</u>awlahu <u>dz</u>ahaba <strong>al</strong>l<u>aa</u>hu binuurihim watarakahum fii <u>zh</u>ulum<u>aa</u>tin l<u>aa</u> yub<u>sh</u>iruun<strong>a</strong>"
  }, {
    "ar" : "صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَ",
    "id" : "Mereka tuli, bisu dan buta, maka tidaklah mereka akan kembali (ke jalan yang benar),",
    "nomor" : "18",
    "tr" : "<u>sh</u>ummun bukmun 'umyun fahum l<u>aa</u> yarji'uun<strong>a</strong>"
  }, {
    "ar" : "أَوْ كَصَيِّبٍ مِنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِمْ مِنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ ۚ وَاللَّهُ مُحِيطٌ بِالْكَافِرِينَ",
    "id" : "atau seperti (orang-orang yang ditimpa) hujan lebat dari langit disertai gelap gulita, guruh dan kilat; mereka menyumbat telinganya dengan anak jarinya, karena (mendengar suara) petir,sebab takut akan mati. Dan Allah meliputi orang-orang yang kafir.",
    "nomor" : "19",
    "tr" : "aw ka<u>sh</u>ayyibin mina <strong>al</strong>ssam<u>aa</u>-i fiihi <u>zh</u>ulum<u>aa</u>tun wara'dun wabarqun yaj'aluuna a<u>shaa</u>bi'ahum fii <u>aatsaa</u>nihim mina <strong>al</strong><u>shsh</u>aw<u>aa</u>'iqi <u>h</u>a<u>dz</u>ara <strong>a</strong>lmawti wa<strong>al</strong>l<u>aa</u>hu mu<u>h</u>ii<u>th</u>un bi<strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
  }, {
    "ar" : "يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ ۖ كُلَّمَا أَضَاءَ لَهُمْ مَشَوْا فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا ۚ وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
    "id" : "Hampir-hampir kilat itu menyambar penglihatan mereka. Setiap kali kilat itu menyinari mereka, mereka berjalan di bawah sinar itu, dan bila gelap menimpa mereka, mereka berhenti. Jikalau Allah menghendaki, niscaya Dia melenyapkan pendengaran dan penglihatan mereka. Sesungguhnya Allah berkuasa atas segala sesuatu.",
    "nomor" : "20",
    "tr" : "yak<u>aa</u>du <strong>a</strong>lbarqu yakh<u>th</u>afu ab<u>shaa</u>rahum kullam<u>aa</u> a<u>dhaa</u>-a lahum masyaw fiihi wa-i<u>dzaa</u> a<u>zh</u>lama 'alayhim q<u>aa</u>muu walaw sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu la<u>dz</u>ahaba bisam'ihim wa-ab<u>shaa</u>rihim inna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
  }, {
    "ar" : "يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
    "id" : "Hai manusia, sembahlah Tuhanmu yang telah menciptakanmu dan orang-orang yang sebelummu, agar kamu bertakwa,",
    "nomor" : "21",
    "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su u'buduu rabbakumu <strong>al</strong>la<u>dz</u>ii khalaqakum wa<strong>a</strong>lla<u>dz</u>iina min qablikum la'allakum tattaquun<strong>a</strong>"
  }, {
    "ar" : "الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا وَالسَّمَاءَ بِنَاءً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ ۖ فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ",
    "id" : "Dialah yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dia menurunkan air (hujan) dari langit, lalu Dia menghasilkan dengan hujan itu segala buah-buahan sebagai rezki untukmu; karena itu janganlah kamu mengadakan sekutu-sekutu bagi Allah, padahal kamu mengetahui.",
    "nomor" : "22",
    "tr" : "<strong>al</strong>la<u>dz</u>ii ja'ala lakumu <strong>a</strong>l-ar<u>dh</u>a fir<u>aa</u>syan wa<strong>al</strong>ssam<u>aa</u>-a bin<u>aa</u>-an wa-anzala mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fa-akhraja bihi mina <strong>al</strong>tstsamar<u>aa</u>ti rizqan lakum fal<u>aa</u> taj'aluu lill<u>aa</u>hi and<u>aa</u>dan wa-antum ta'lamuun<strong>a</strong>"
  }, {
    "ar" : "وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَىٰ عَبْدِنَا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ",
    "id" : "Dan jika kamu (tetap) dalam keraguan tentang Al Qur'an yang Kami wahyukan kepada hamba Kami (Muhammad), buatlah satu surat (saja) yang semisal Al Qur'an itu dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar.",
    "nomor" : "23",
    "tr" : "wa-in kuntum fii raybin mimm<u>aa</u> nazzaln<u>aa</u> 'al<u>aa</u> 'abdin<u>aa</u> fa/tuu bisuuratin min mitslihi wa<strong>u</strong>d'uu syuhad<u>aa</u>-akum min duuni <strong>al</strong>l<u>aa</u>hi in kuntum <u>shaa</u>diqiin<strong>a</strong>"
  }, {
    "ar" : "فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ ۖ أُعِدَّتْ لِلْكَافِرِينَ",
    "id" : "Maka jika kamu tidak dapat membuat(nya) - dan pasti kamu tidak akan dapat membuat(nya) -, peliharalah dirimu dari neraka yang bahan bakarnya manusia dan batu, yang disediakan bagi orang-orang kafir.",
    "nomor" : "24",
    "tr" : "fa-in lam taf'aluu walan taf'aluu fa<strong>i</strong>ttaquu <strong>al</strong>nn<u>aa</u>ra <strong>al</strong>latii waquuduh<u>aa</u> <strong>al</strong>nn<u>aa</u>su wa<strong>a</strong>l<u>h</u>ij<u>aa</u>ratu u'iddat lilk<u>aa</u>firiin<strong>a</strong>"
  }, {
    "ar" : "وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقًا ۙ قَالُوا هَٰذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ ۖ وَأُتُوا بِهِ مُتَشَابِهًا ۖ وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ ۖ وَهُمْ فِيهَا خَالِدُونَ",
    "id" : "Dan sampaikanlah berita gembira kepada mereka yang beriman dan berbuat baik, bahwa bagi mereka disediakan surga-surga yang mengalir sungai-sungai di dalamnya. Setiap mereka diberi rezki buah-buahan dalam surga-surga itu, mereka mengatakan : \"Inilah yang pernah diberikan kepada kami dahulu.\" Mereka diberi buah-buahan yang serupa dan untuk mereka di dalamnya ada isteri-isteri yang suci dan mereka kekal di dalamnya.",
    "nomor" : "25",
    "tr" : "wabasysyiri <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti anna lahum jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kullam<u>aa</u> ruziquu minh<u>aa</u> min tsamaratin rizqan q<u>aa</u>luu h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii ruziqn<u>aa</u> min qablu wautuu bihi mutasy<u>aa</u>bihan walahum fiih<u>aa</u> azw<u>aa</u>jun mu<u>th</u>ahharatun wahum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
  }, {
    "ar" : "إِنَّ اللَّهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا بَعُوضَةً فَمَا فَوْقَهَا ۚ فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ ۖ وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَٰذَا مَثَلًا ۘ يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا ۚ وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ",
    "id" : "Sesungguhnya Allah tiada segan membuat perumpamaan berupa nyamuk atau yang lebih rendah dari itu. Adapun orang-orang yang beriman, maka mereka yakin bahwa perumpamaan itu benar dari Tuhan mereka, tetapi mereka yang kafir mengatakan : \"Apakah maksud Allah menjadikan ini untuk perumpamaan?.\" Dengan perumpamaan itu banyak orang yang disesatkan Allah, dan dengan perumpamaan itu (pula) banyak orang yang diberi-Nya petunjuk. Dan tidak ada yang disesatkan Allah kecuali orang-orang yang fasik,",
    "nomor" : "26",
    "tr" : "inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yasta<u>h</u>yii an ya<u>dh</u>riba matsalan m<u>aa</u> ba'uu<u>dh</u>atan fam<u>aa</u> fawqah<u>aa</u> fa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu faya'lamuuna annahu <strong>a</strong>l<u>h</u>aqqu min rabbihim wa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina kafaruu fayaquuluuna m<u>aatsaa</u> ar<u>aa</u>da <strong>al</strong>l<u>aa</u>hu bih<u>aadzaa</u> matsalan yu<u>dh</u>illu bihi katsiiran wayahdii bihi katsiiran wam<u>aa</u> yu<u>dh</u>illu bihi ill<u>aa</u> <strong>a</strong>lf<u>aa</u>siqiin<strong>a</strong>"
  }, {
    "ar" : "الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ ۚ أُولَٰئِكَ هُمُ الْخَاسِرُونَ",
    "id" : "(yaitu) orang-orang yang melanggar perjanjian Allah sesudah perjanjian itu teguh, dan memutuskan apa yang diperintahkan Allah (kepada mereka) untuk menghubungkannya dan membuat kerusakan di muka bumi. Mereka itulah orang-orang yang rugi.",
    "nomor" : "27",
    "tr" : "<strong>al</strong>la<u>dz</u>iina yanqu<u>dh</u>uuna 'ahda <strong>al</strong>l<u>aa</u>hi min ba'di miits<u>aa</u>qihi wayaq<u>th</u>a'uuna m<u>aa</u> amara <strong>al</strong>l<u>aa</u>hu bihi an yuu<u>sh</u>ala wayufsiduuna fii <strong>a</strong>l-ar<u>dh</u>i ul<u>aa</u>-ika humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>"
  }, {
    "ar" : "كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
    "id" : "Mengapa kamu kafir kepada Allah, padahal kamu tadinya mati, lalu Allah menghidupkan kamu, kemudian kamu dimatikan dan dihidupkan-Nya kembali, kemudian kepada-Nya-lah kamu dikembalikan?",
    "nomor" : "28",
    "tr" : "kayfa takfuruuna biall<u>aa</u>hi wakuntum amw<u>aa</u>tan fa-a<u>h</u>y<u>aa</u>kum tsumma yumiitukum tsumma yu<u>h</u>yiikum tsumma ilayhi turja'uun<strong>a</strong>"
  }, {
    "ar" : "هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ ۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ",
    "id" : "Dia-lah Allah, yang menjadikan segala yang ada di bumi untuk kamu dan Dia berkehendak (menciptakan) langit, lalu dijadikan-Nya tujuh langit. Dan Dia Maha Mengetahui segala sesuatu.",
    "nomor" : "29",
    "tr" : "huwa <strong>al</strong>la<u>dz</u>ii khalaqa lakum m<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i jamii'an tsumma istaw<u>aa</u> il<u>aa</u> <strong>al</strong>ssam<u>aa</u>-i fasaww<u>aa</u>hunna sab'a sam<u>aa</u>w<u>aa</u>tin wahuwa bikulli syay-in 'aliim<strong>un</strong>"
  }, {
    "ar" : "وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً ۖ قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ ۖ قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ",
    "id" : "Ingatlah ketika Tuhanmu berfirman kepada para Malaikat: \"Sesungguhnya Aku hendak menjadikan seorang khalifah di muka bumi.\" Mereka berkata: \"Mengapa Engkau hendak menjadikan (khalifah) di bumi itu orang yang akan membuat kerusakan padanya dan menumpahkan darah, padahal kami senantiasa bertasbih dengan memuji Engkau dan mensucikan Engkau?\" Tuhan berfirman: \"Sesungguhnya Aku mengetahui apa yang tidak kamu ketahui.\"",
    "nomor" : "30",
    "tr" : "wa-i<u>dz</u> q<u>aa</u>la rabbuka lilmal<u>aa</u>-ikati innii j<u>aa</u>'ilun fii <strong>a</strong>l-ar<u>dh</u>i khaliifatan q<u>aa</u>luu ataj'alu fiih<u>aa</u> man yufsidu fiih<u>aa</u> wayasfiku <strong>al</strong>ddim<u>aa</u>-a wana<u>h</u>nu nusabbi<u>h</u>u bi<u>h</u>amdika wanuqaddisu laka q<u>aa</u>la innii a'lamu m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>"
  }, {
    "ar" : "وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَٰؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ",
    "id" : "Dan Dia mengajarkan kepada Adam nama-nama (benda-benda) seluruhnya, kemudian mengemukakannya kepada para Malaikat lalu berfirman: \"Sebutkanlah kepada-Ku nama benda-benda itu jika kamu mamang benar orang-orang yang benar!\"",
    "nomor" : "31",
    "tr" : "wa'allama <u>aa</u>dama <strong>a</strong>l-asm<u>aa</u>-a kullah<u>aa</u> tsumma 'ara<u>dh</u>ahum 'al<u>aa</u> <strong>a</strong>lmal<u>aa</u>-ikati faq<u>aa</u>la anbi-uunii bi-asm<u>aa</u>-i h<u>aa</u>ul<u>aa</u>-i in kuntum <u>shaa</u>diqiin<strong>a</strong>"
  }, {
    "ar" : "قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا ۖ إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ",
    "id" : "Mereka menjawab: \"Maha Suci Engkau, tidak ada yang kami ketahui selain dari apa yang telah Engkau ajarkan kepada kami; sesungguhnya Engkaulah Yang Maha Mengetahui lagi Maha Bijaksana.\"",
    "nomor" : "32",
    "tr" : "q<u>aa</u>luu sub<u>haa</u>naka l<u>aa</u> 'ilma lan<u>aa</u> ill<u>aa</u> m<u>aa</u> 'allamtan<u>aa</u> innaka anta <strong>a</strong>l'aliimu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
  }, {
    "ar" : "قَالَ يَا آدَمُ أَنْبِئْهُمْ بِأَسْمَائِهِمْ ۖ فَلَمَّا أَنْبَأَهُمْ بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ",
    "id" : "Allah berfirman: \"Hai Adam, beritahukanlah kepada mereka nama-nama benda ini.\" Maka setelah diberitahukannya kepada mereka nama-nama benda itu, Allah berfirman: \"Bukankah sudah Ku katakan kepadamu, bahwa sesungguhnya Aku mengetahui rahasia langit dan bumi dan mengetahui apa yang kamu lahirkan dan apa yang kamu sembunyikan ?\"",
    "nomor" : "33",
    "tr" : "q<u>aa</u>la y<u>aa</u> <u>aa</u>damu anbi/hum bi-asm<u>aa</u>-ihim falamm<u>aa</u> anba-ahum bi-asm<u>aa</u>-ihim q<u>aa</u>la alam aqul lakum innii a'lamu ghayba <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa-a'lamu m<u>aa</u> tubduuna wam<u>aa</u> kuntum taktumuun<strong>a</strong>"
  }, {
    "ar" : "وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَىٰ وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ",
    "id" : "Dan (ingatlah) ketika Kami berfirman kepada para malaikat: \"Sujudlah kamu kepada Adam,\" maka sujudlah mereka kecuali Iblis; ia enggan dan takabur dan adalah ia termasuk golongan orang-orang yang kafir.",
    "nomor" : "34",
    "tr" : "wa-i<u>dz</u> quln<u>aa</u> lilmal<u>aa</u>-ikati usjuduu li-<u>aa</u>dama fasajaduu ill<u>aa</u> ibliisa ab<u>aa</u> wa<strong>i</strong>stakbara wak<u>aa</u>na mina <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
  }, {
    "ar" : "وَقُلْنَا يَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَٰذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ",
    "id" : "Dan Kami berfirman: \"Hai Adam, diamilah oleh kamu dan isterimu surga ini, dan makanlah makanan-makanannya yang banyak lagi baik dimana saja yang kamu sukai, dan janganlah kamu dekati pohon ini. yang menyebabkan kamu termasuk orang-orang yang zalim.",
    "nomor" : "35",
    "tr" : "waquln<u>aa</u> y<u>aa</u> <u>aa</u>damu uskun anta wazawjuka <strong>a</strong>ljannata wakul<u>aa</u> minh<u>aa</u> raghadan <u>h</u>aytsu syi/tum<u>aa</u> wal<u>aa</u> taqrab<u>aa</u> h<u>aadz</u>ihi <strong>al</strong>sysyajarata fatakuun<u>aa</u> mina <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
  }, {
    "ar" : "فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ ۖ وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَىٰ حِينٍ",
    "id" : "Lalu keduanya digelincirkan oleh syaitan dari surga itu dan dikeluarkan dari keadaan semula dan Kami berfirman: \"Turunlah kamu! sebagian kamu menjadi musuh bagi yang lain, dan bagi kamu ada tempat kediaman di bumi, dan kesenangan hidup sampai waktu yang ditentukan.\"",
    "nomor" : "36",
    "tr" : "fa-azallahum<u>aa</u> <strong>al</strong>sysyay<u>th</u><u>aa</u>nu 'anh<u>aa</u> fa-akhrajahum<u>aa</u> mimm<u>aa</u> k<u>aa</u>n<u>aa</u> fiihi waquln<u>aa</u> ihbi<u>th</u>uu ba'<u>dh</u>ukum liba'<u>dh</u>in 'aduwwun walakum fii <strong>a</strong>l-ar<u>dh</u>i mustaqarrun wamat<u>aa</u>'un il<u>aa</u> <u>h</u>iin<strong>in</strong>"
  }, {
    "ar" : "فَتَلَقَّىٰ آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ ۚ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ",
    "id" : "Kemudian Adam menerima beberapa kalimat dari Tuhannya, maka Allah menerima taubatnya. Sesungguhnya Allah Maha Penerima taubat lagi Maha Penyayang.",
    "nomor" : "37",
    "tr" : "fatalaqq<u>aa</u> <u>aa</u>damu min rabbihi kalim<u>aa</u>tin fat<u>aa</u>ba 'alayhi innahu huwa <strong>al</strong>ttaww<u>aa</u>bu <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
  }, {
    "ar" : "قُلْنَا اهْبِطُوا مِنْهَا جَمِيعًا ۖ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "id" : "Kami berfirman: \"Turunlah kamu semuanya dari surga itu! Kemudian jika datang petunjuk-Ku kepadamu, maka barang siapa yang mengikuti petunjuk-Ku, niscaya tidak ada kekhawatiran atas mereka, dan tidak (pula) mereka bersedih hati\".",
    "nomor" : "38",
    "tr" : "quln<u>aa</u> ihbi<u>th</u>uu minh<u>aa</u> jamii'an fa-imm<u>aa</u> ya/tiyannakum minnii hudan faman tabi'a hud<u>aa</u>ya fal<u>aa</u> khawfun 'alayhim wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
    "id" : "Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka; mereka kekal di dalamnya.",
    "nomor" : "39",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina kafaruu waka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
  }, {
    "ar" : "يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ",
    "id" : "Hai Bani Israil, ingatlah akan ni'mat-Ku yang telah Aku anugerahkan kepadamu, dan penuhilah janjimu kepada-Ku, niscaya Aku penuhi janji-Ku kepadamu; dan hanya kepada-Ku-lah kamu harus takut (tunduk).",
    "nomor" : "40",
    "tr" : "y<u>aa</u> banii isr<u>aa</u>-iila u<u>dz</u>kuruu ni'matiya <strong>al</strong>latii an'amtu 'alaykum wa-awfuu bi'ahdii uufi bi'ahdikum wa-iyy<u>aa</u>ya fa<strong>i</strong>rhabuun<strong>i</strong>"
  }, {
    "ar" : "وَآمِنُوا بِمَا أَنْزَلْتُ مُصَدِّقًا لِمَا مَعَكُمْ وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ ۖ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَإِيَّايَ فَاتَّقُونِ",
    "id" : "Dan berimanlah kamu kepada apa yang telah Aku turunkan (Al Qur'an) yang membenarkan apa yang ada padamu (Taurat), dan janganlah kamu menjadi orang yang pertama kafir kepadanya, dan janganlah kamu menukarkan ayat-ayat-Ku dengan harga yang rendah, dan hanya kepada Akulah kamu harus bertakwa.",
    "nomor" : "41",
    "tr" : "wa<u>aa</u>minuu bim<u>aa</u> anzaltu mu<u>sh</u>addiqan lim<u>aa</u> ma'akum wal<u>aa</u> takuunuu awwala k<u>aa</u>firin bihi wal<u>aa</u> tasytaruu bi-<u>aa</u>y<u>aa</u>tii tsamanan qaliilan wa-iyy<u>aa</u>ya fa<strong>i</strong>ttaquun<strong>i</strong>"
  }, {
    "ar" : "وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ",
    "id" : "Dan janganlah kamu campur adukkan yang hak dengan yang bathil dan janganlah kamu sembunyikan yang hak itu, sedang kamu mengetahui.",
    "nomor" : "42",
    "tr" : "wal<u>aa</u> talbisuu <strong>a</strong>l<u>h</u>aqqa bi<strong>a</strong>lb<u>aath</u>ili wataktumuu <strong>a</strong>l<u>h</u>aqqa wa-antum ta'lamuun<strong>a</strong>"
  }, {
    "ar" : "وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ",
    "id" : "Dan dirikanlah shalat, tunaikanlah zakat dan ruku'lah beserta orang-orang yang ruku'",
    "nomor" : "43",
    "tr" : "wa-aqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tuu <strong>al</strong>zzak<u>aa</u>ta wa<strong>i</strong>rka'uu ma'a <strong>al</strong>rr<u>aa</u>ki'iin<strong>a</strong>"
  }, {
    "ar" : "أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ ۚ أَفَلَا تَعْقِلُونَ",
    "id" : "Mengapa kamu suruh orang lain (mengerjakan) kebaktian, sedang kamu melupakan diri (kewajiban) mu sendiri, padahal kamu membaca Al Kitab (Taurat)? Maka tidaklah kamu berpikir?",
    "nomor" : "44",
    "tr" : "ata/muruuna <strong>al</strong>nn<u>aa</u>sa bi<strong>a</strong>lbirri watansawna anfusakum wa-antum tatluuna <strong>a</strong>lkit<u>aa</u>ba afal<u>aa</u> ta'qiluun<strong>a</strong>"
  }, {
    "ar" : "وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ ۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ",
    "id" : "Jadikanlah sabar dan shalat sebagai penolongmu. Dan sesungguhnya yang demikian itu sungguh berat, kecuali bagi orang-orang yang khusyu',",
    "nomor" : "45",
    "tr" : "wa<strong>i</strong>sta'iinuu bi<strong>al</strong><u>shsh</u>abri wa<strong>al</strong><u>shsh</u>al<u>aa</u>ti wa-innah<u>aa</u> lakabiiratun ill<u>aa</u> 'al<u>aa</u> <strong>a</strong>lkh<u>aa</u>syi'iin<strong>a</strong>"
  }, {
    "ar" : "الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ",
    "id" : "(yaitu) orang-orang yang meyakini, bahwa mereka akan menemui Tuhannya, dan bahwa mereka akan kembali kepada-Nya.",
    "nomor" : "46",
    "tr" : "<strong>al</strong>la<u>dz</u>iina ya<u>zh</u>unnuuna annahum mul<u>aa</u>quu rabbihim wa-annahum ilayhi r<u>aa</u>ji'uun<strong>a</strong>"
  }, {
    "ar" : "يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ",
    "id" : "Hai Bani Israil, ingatlah akan ni'mat-Ku yang telah Aku anugerahkan kepadamu dan (ingatlah pula) bahwasanya Aku telah melebihkan kamu atas segala umat.",
    "nomor" : "47",
    "tr" : "y<u>aa</u> banii isr<u>aa</u>-iila u<u>dz</u>kuruu ni'matiya <strong>al</strong>latii an'amtu 'alaykum wa-annii fa<u>dhdh</u>altukum 'al<u>aa</u> <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "ar" : "وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنْصَرُونَ",
    "id" : "Dan jagalah dirimu dari (azab) hari (kiamat, yang pada hari itu) seseorang tidak dapat membela orang lain, walau sedikitpun; dan (begitu pula) tidak diterima syafa'at dan tebusan dari padanya, dan tidaklah mereka akan ditolong.",
    "nomor" : "48",
    "tr" : "wa<strong>i</strong>ttaquu yawman l<u>aa</u> tajzii nafsun 'an nafsin syay-an wal<u>aa</u> yuqbalu minh<u>aa</u> syaf<u>aa</u>'atun wal<u>aa</u> yu/kha<u>dz</u>u minh<u>aa</u> 'adlun wal<u>aa</u> hum yun<u>sh</u>aruun<strong>a</strong>"
  }, {
    "ar" : "وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ ۚ وَفِي ذَٰلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ",
    "id" : "Dan (ingatlah) ketika Kami selamatkan kamu dari (Fir'aun) dan pengikut-pengikutnya; mereka menimpakan kepadamu siksaan yang seberat-beratnya, mereka menyembelih anak-anakmu yang laki-laki dan membiarkan hidup anak-anakmu yang perempuan. Dan pada yang demikian itu terdapat cobaan-cobaan yang besar dari Tuhanmu.",
    "nomor" : "49",
    "tr" : "wa-i<u>dz</u> najjayn<u>aa</u>kum min <u>aa</u>li fir'awna yasuumuunakum suu-a <strong>a</strong>l'a<u>dzaa</u>bi yu<u>dz</u>abbi<u>h</u>uuna abn<u>aa</u>-akum wayasta<u>h</u>yuuna nis<u>aa</u>-akum wafii <u>dzaa</u>likum bal<u>aa</u>un min rabbikum 'a<u>zh</u>iim<strong>un</strong>"
  }, {
    "ar" : "وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَأَنْجَيْنَاكُمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَأَنْتُمْ تَنْظُرُونَ",
    "id" : "Dan (ingatlah), ketika Kami belah laut untukmu, lalu Kami selamatkan kamu dan Kami tenggelamkan (Fir'aun) dan pengikut-pengikutnya sedang kamu sendiri menyaksikan.",
    "nomor" : "50",
    "tr" : "wa-i<u>dz</u> faraqn<u>aa</u> bikumu <strong>a</strong>lba<u>h</u>ra fa-anjayn<u>aa</u>kum wa-aghraqn<u>aa</u> <u>aa</u>la fir'awna wa-antum tan<u>zh</u>uruun<strong>a</strong>"
  }, {
    "ar" : "وَإِذْ وَاعَدْنَا مُوسَىٰ أَرْبَعِينَ لَيْلَةً ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ",
    "id" : "Dan (ingatlah), ketika Kami berjanji kepada Musa (memberikan Taurat, sesudah) empat puluh malam, lalu kamu menjadikan anak lembu (sembahan) sepeninggalnya dan kamu adalah orang-orang yang zalim.",
    "nomor" : "51",
    "tr" : "wa-i<u>dz</u> w<u>aa</u>'adn<u>aa</u> muus<u>aa</u> arba'iina laylatan tsumma ittakha<u>dz</u>tumu <strong>a</strong>l'ijla min ba'dihi wa-antum <u>zhaa</u>limuun<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ عَفَوْنَا عَنْكُمْ مِنْ بَعْدِ ذَٰلِكَ لَعَلَّكُمْ تَشْكُرُونَ",
    "id" : "Kemudian sesudah itu Kami maafkan kesalahanmu, agar kamu bersyukur.",
    "nomor" : "52",
    "tr" : "tsumma 'afawn<u>aa</u> 'ankum min ba'di <u>dzaa</u>lika la'allakum tasykuruun<strong>a</strong>"
  }, {
    "ar" : "وَإِذْ آتَيْنَا مُوسَى الْكِتَابَ وَالْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ",
    "id" : "Dan (ingatlah), ketika Kami berikan kepada Musa Al Kitab (Taurat) dan keterangan yang membedakan antara yang benar dan yang salah, agar kamu mendapat petunjuk.",
    "nomor" : "53",
    "tr" : "wa-i<u>dz</u> <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>lfurq<u>aa</u>na la'allakum tahtaduun<strong>a</strong>"
  }, {
    "ar" : "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ يَا قَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوبُوا إِلَىٰ بَارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ ذَٰلِكُمْ خَيْرٌ لَكُمْ عِنْدَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ ۚ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ",
    "id" : "Dan (ingatlah), ketika Musa berkata kepada kaumnya: \"Hai kaumku, sesungguhnya kamu telah menganiaya dirimu sendiri karena kamu telah menjadikan anak lembu (sembahanmu), maka bertaubatlah kepada Tuhan yang menjadikan kamu dan bunuhlah dirimu. Hal itu adalah lebih baik bagimu pada sisi Tuhan yang menjadikan kamu; maka Allah akan menerima taubatmu. Sesungguhnya Dialah Yang Maha Penerima taubat lagi Maha Penyayang.\"",
    "nomor" : "54",
    "tr" : "wa-i<u>dz</u> q<u>aa</u>la muus<u>aa</u> liqawmihi y<u>aa</u> qawmi innakum <u>zh</u>alamtum anfusakum bi<strong>i</strong>ttikh<u>aadz</u>ikumu <strong>a</strong>l'ijla fatuubuu il<u>aa</u> b<u>aa</u>ri-ikum fa<strong>u</strong>qtuluu anfusakum <u>dzaa</u>likum khayrun lakum 'inda b<u>aa</u>ri-ikum fat<u>aa</u>ba 'alaykum innahu huwa <strong>al</strong>ttaww<u>aa</u>bu <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
  }, {
    "ar" : "وَإِذْ قُلْتُمْ يَا مُوسَىٰ لَنْ نُؤْمِنَ لَكَ حَتَّىٰ نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وَأَنْتُمْ تَنْظُرُونَ",
    "id" : "Dan (ingatlah), ketika kamu berkata: \"Hai Musa, kami tidak akan beriman kepadamu sebelum kami melihat Allah dengan terang, karena itu kamu disambar halilintar, sedang kamu menyaksikannya\".",
    "nomor" : "55",
    "tr" : "wa-i<u>dz</u> qultum y<u>aa</u> muus<u>aa</u> lan nu/mina laka <u>h</u>att<u>aa</u> nar<u>aa</u> <strong>al</strong>l<u>aa</u>ha jahratan fa-akha<u>dz</u>atkumu <strong>al</strong><u>shshaa</u>'iqatu wa-antum tan<u>zh</u>uruun<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
    "id" : "Setelah itu Kami bangkitkan kamu sesudah kamu mati, supaya kamu bersyukur.",
    "nomor" : "56",
    "tr" : "tsumma ba'atsn<u>aa</u>kum min ba'di mawtikum la'allakum tasykuruun<strong>a</strong>"
  }, {
    "ar" : "وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَىٰ ۖ كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ ۖ وَمَا ظَلَمُونَا وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
    "id" : "Dan Kami naungi kamu dengan awan, dan Kami turunkan kepadamu \"manna\" dan \"salwa\". Makanlah dari makanan yang baik-baik yang telah Kami berikan kepadamu; dan tidaklah mereka menganiaya Kami; akan tetapi merekalah yang menganiaya diri mereka sendiri.",
    "nomor" : "57",
    "tr" : "wa<u>zh</u>allaln<u>aa</u> 'alaykumu <strong>a</strong>lgham<u>aa</u>ma wa-anzaln<u>aa</u> 'alaykumu <strong>a</strong>lmanna wa<strong>al</strong>ssalw<u>aa</u> kuluu min <u>th</u>ayyib<u>aa</u>ti m<u>aa</u> razaqn<u>aa</u>kum wam<u>aa</u> <u>zh</u>alamuun<u>aa</u> wal<u>aa</u>kin k<u>aa</u>nuu anfusahum ya<u>zh</u>limuun<strong>a</strong>"
  }, {
    "ar" : "وَإِذْ قُلْنَا ادْخُلُوا هَٰذِهِ الْقَرْيَةَ فَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ نَغْفِرْ لَكُمْ خَطَايَاكُمْ ۚ وَسَنَزِيدُ الْمُحْسِنِينَ",
    "id" : "Dan (ingatlah), ketika Kami berfirman: \"Masuklah kamu ke negeri ini (Baitul Maqdis), dan makanlah dari hasil buminya, yang banyak lagi enak dimana yang kamu sukai, dan masukilah pintu gerbangnya sambil bersujud, dan katakanlah: \"Bebaskanlah kami dari dosa\", niscaya Kami ampuni kesalahan-kesalahanmu, dan kelak Kami akan menambah (pemberian Kami) kepada orang-orang yang berbuat baik\".",
    "nomor" : "58",
    "tr" : "wa-i<u>dz</u> quln<u>aa</u> udkhuluu h<u>aadz</u>ihi <strong>a</strong>lqaryata fakuluu minh<u>aa</u> <u>h</u>aytsu syi/tum raghadan wa<strong>u</strong>dkhuluu <strong>a</strong>lb<u>aa</u>ba sujjadan waquuluu <u>h</u>i<u>ththh</u>atun naghfir lakum kha<u>th</u><u>aa</u>y<u>aa</u>kum wasanaziidu <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
  }, {
    "ar" : "فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَنْزَلْنَا عَلَى الَّذِينَ ظَلَمُوا رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ",
    "id" : "Lalu orang-orang yang zalim mengganti perintah dengan (mengerjakan) yang tidak diperintahkan kepada mereka. Sebab itu Kami timpakan atas orang-orang yang zalim itu dari langit, karena mereka berbuat fasik.",
    "nomor" : "59",
    "tr" : "fabaddala <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu qawlan ghayra <strong>al</strong>la<u>dz</u>ii qiila lahum fa-anzaln<u>aa</u> 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu rijzan mina <strong>al</strong>ssam<u>aa</u>-i bim<u>aa</u> k<u>aa</u>nuu yafsuquun<strong>a</strong>"
  }, {
    "ar" : "وَإِذِ اسْتَسْقَىٰ مُوسَىٰ لِقَوْمِهِ فَقُلْنَا اضْرِبْ بِعَصَاكَ الْحَجَرَ ۖ فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَشْرَبَهُمْ ۖ كُلُوا وَاشْرَبُوا مِنْ رِزْقِ اللَّهِ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ",
    "id" : "Dan (ingatlah) ketika Musa memohon air untuk kaumnya, lalu Kami berfirman: \"Pukullah batu itu dengan tongkatmu\". Lalu memancarlah daripadanya dua belas mata air. Sungguh tiap-tiap suku telah mengetahui tempat minumnya (masing-masing). Makan dan minumlah rezki (yang diberikan) Allah, dan janganlah kamu berkeliaran di muka bumi dengan berbuat kerusakan.",
    "nomor" : "60",
    "tr" : "wa-i<u>dz</u>i istasq<u>aa</u> muus<u>aa</u> liqawmihi faquln<u>aa</u> i<u>dh</u>rib bi'a<u>shaa</u>ka <strong>a</strong>l<u>h</u>ajara fa<strong>i</strong>nfajarat minhu itsnat<u>aa</u> 'asyrata 'aynan qad 'alima kullu un<u>aa</u>sin masyrabahum kuluu wa<strong>i</strong>syrabuu min rizqi <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> ta'tsaw fii <strong>a</strong>l-ar<u>dh</u>i mufsidiin<strong>a</strong>"
  }, {
    "ar" : "وَإِذْ قُلْتُمْ يَا مُوسَىٰ لَنْ نَصْبِرَ عَلَىٰ طَعَامٍ وَاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْبِتُ الْأَرْضُ مِنْ بَقْلِهَا وَقِثَّائِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا ۖ قَالَ أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَىٰ بِالَّذِي هُوَ خَيْرٌ ۚ اهْبِطُوا مِصْرًا فَإِنَّ لَكُمْ مَا سَأَلْتُمْ ۗ وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ ۗ ذَٰلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ ۗ ذَٰلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ",
    "id" : "Dan (ingatlah), ketika kamu berkata: \"Hai Musa, kami tidak bisa sabar (tahan) dengan satu macam makanan saja. Sebab itu mohonkanlah untuk kami kepada Tuhanmu, agar Dia mengeluarkan bagi kami dari apa yang ditumbuhkan bumi, yaitu sayur-mayurnya, ketimunnya, bawang putihnya, kacang adasnya, dan bawang merahnya\". Musa berkata: \"Maukah kamu mengambil yang rendah sebagai pengganti yang lebih baik ? Pergilah kamu ke suatu kota, pasti kamu memperoleh apa yang kamu minta\". Lalu ditimpahkanlah kepada mereka nista dan kehinaan, serta mereka mendapat kemurkaan dari Allah. Hal itu (terjadi) karena mereka selalu mengingkari ayat-ayat Allah dan membunuh para Nabi yang memang tidak dibenarkan. Demikian itu (terjadi) karena mereka selalu berbuat durhaka dan melampaui batas.",
    "nomor" : "61",
    "tr" : "wa-i<u>dz</u> qultum y<u>aa</u> muus<u>aa</u> lan na<u>sh</u>bira 'al<u>aa</u> <u>th</u>a'<u>aa</u>min w<u>aah</u>idin fa<strong>u</strong>d'u lan<u>aa</u> rabbaka yukhrij lan<u>aa</u> mimm<u>aa</u> tunbitu <strong>a</strong>l-ar<u>dh</u>u min baqlih<u>aa</u> waqitsts<u>aa</u>-ih<u>aa</u> wafuumih<u>aa</u> wa'adasih<u>aa</u> waba<u>sh</u>alih<u>aa</u> q<u>aa</u>la atastabdiluuna <strong>al</strong>la<u>dz</u>ii huwa adn<u>aa</u> bi<strong>a</strong>lla<u>dz</u>ii huwa khayrun ihbi<u>th</u>uu mi<u>sh</u>ran fa-inna lakum m<u>aa</u> sa-altum wa<u>dh</u>uribat 'alayhimu <strong>al</strong><u>dzdz</u>illatu wa<strong>a</strong>lmaskanatu wab<u>aa</u>uu bigha<u>dh</u>abin mina <strong>al</strong>l<u>aa</u>hi <u>dzaa</u>lika bi-annahum k<u>aa</u>nuu yakfuruuna bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wayaqtuluuna <strong>al</strong>nnabiyyiina bighayri <strong>a</strong>l<u>h</u>aqqi <u>dzaa</u>lika bim<u>aa</u> 'a<u>sh</u>aw wak<u>aa</u>nuu ya'taduun<strong>a</strong>"
  }, {
    "ar" : "إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَىٰ وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "id" : "Sesungguhnya orang-orang mu'min, orang-orang Yahudi, orang-orang Nasrani dan orang-orang Shabiin, siapa saja diantara mereka yang benar-benar beriman kepada Allah, hari kemudian dan beramal saleh 58, mereka akan menerima pahala dari Tuhan mereka, tidak ada kekhawatiran kepada mereka, dan tidak (pula) mereka bersedih hati.",
    "nomor" : "62",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa<strong>a</strong>lla<u>dz</u>iina h<u>aa</u>duu wa<strong>al</strong>nna<u>shaa</u>r<u>aa</u> wa<strong>al</strong><u>shshaa</u>bi-iina man <u>aa</u>mana biall<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri wa'amila <u>shaa</u>li<u>h</u>an falahum ajruhum 'inda rabbihim wal<u>aa</u> khawfun 'alayhim wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>"
  }, {
    "ar" : "وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
    "id" : "Dan (ingatlah), ketika Kami mengambil janji dari kamu dan Kami angkatkan gunung (Thursina) di atasmu (seraya Kami berfirman): \"Peganglah teguh-teguh apa yang Kami berikan kepadamu dan ingatlah selalu apa yang ada didalamnya, agar kamu bertakwa\".",
    "nomor" : "63",
    "tr" : "wa-i<u>dz</u> akha<u>dz</u>n<u>aa</u> miits<u>aa</u>qakum warafa'n<u>aa</u> fawqakumu <strong>al</strong><u>ththh</u>uura khu<u>dz</u>uu m<u>aa</u> <u>aa</u>tayn<u>aa</u>kum biquwwatin wa<strong>u</strong><u>dz</u>kuruu m<u>aa</u> fiihi la'allakum tattaquun<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ تَوَلَّيْتُمْ مِنْ بَعْدِ ذَٰلِكَ ۖ فَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَكُنْتُمْ مِنَ الْخَاسِرِينَ",
    "id" : "Kemudian kamu berpaling setelah (adanya perjanjian) itu, maka kalau tidak ada karunia Allah dan rahmatNya atasmu, niscaya kamu tergolong orang yang rugi.",
    "nomor" : "64",
    "tr" : "tsumma tawallaytum min ba'di <u>dzaa</u>lika falawl<u>aa</u> fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi 'alaykum wara<u>h</u>matuhu lakuntum mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ",
    "id" : "Dan sesungguhnya telah kamu ketahui orang-orang yang melanggar diantaramu pada hari Sabtu, lalu Kami berfirman kepada mereka: \"Jadilah kamu kera yang hina\".",
    "nomor" : "65",
    "tr" : "walaqad 'alimtumu <strong>al</strong>la<u>dz</u>iina i'tadaw minkum fii <strong>al</strong>ssabti faquln<u>aa</u> lahum kuunuu qiradatan kh<u>aa</u>si-iin<strong>a</strong>"
  }, {
    "ar" : "فَجَعَلْنَاهَا نَكَالًا لِمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِلْمُتَّقِينَ",
    "id" : "Maka Kami jadikan yang demikian itu peringatan bagi orang-orang dimasa itu, dan bagi mereka yang datang kemudian, serta menjadi pelajaran bagi orang-orang yang bertakwa.",
    "nomor" : "66",
    "tr" : "faja'aln<u>aa</u>h<u>aa</u> nak<u>aa</u>lan lim<u>aa</u> bayna yadayh<u>aa</u> wam<u>aa</u> khalfah<u>aa</u> wamaw'i<u>zh</u>atan lilmuttaqiin<strong>a</strong>"
  }, {
    "ar" : "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً ۖ قَالُوا أَتَتَّخِذُنَا هُزُوًا ۖ قَالَ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ",
    "id" : "Dan (ingatlah), ketika Musa berkata kepada kaumnya: \"Sesungguhnya Allah menyuruh kamu menyembelih seekor sapi betina.\" Mereka berkata: \"Apakah kamu hendak menjadikan kami buah ejekan ?\" Musa menjawab: \"Aku berlindung kepada Allah agar tidak menjadi salah seorang dari orang-orang yang jahil\".",
    "nomor" : "67",
    "tr" : "wa-i<u>dz</u> q<u>aa</u>la muus<u>aa</u> liqawmihi inna <strong>al</strong>l<u>aa</u>ha ya/murukum an ta<u>dz</u>ba<u>h</u>uu baqaratan q<u>aa</u>luu atattakhi<u>dz</u>un<u>aa</u> huzuwan q<u>aa</u>la a'uu<u>dz</u>u biall<u>aa</u>hi an akuuna mina <strong>a</strong>lj<u>aa</u>hiliin<strong>a</strong>"
  }, {
    "ar" : "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ ۚ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا فَارِضٌ وَلَا بِكْرٌ عَوَانٌ بَيْنَ ذَٰلِكَ ۖ فَافْعَلُوا مَا تُؤْمَرُونَ",
    "id" : "Mereka menjawab: \" Mohonkanlah kepada Tuhanmu untuk kami, agar Dia menerangkan kepada kami; sapi betina apakah itu.\" Musa menjawab: \"Sesungguhnya Allah berfirman bahwa sapi betina itu adalah sapi betina yang tidak tua dan tidak muda; pertengahan antara itu; maka kerjakanlah apa yang diperintahkan kepadamu\".",
    "nomor" : "68",
    "tr" : "q<u>aa</u>luu ud'u lan<u>aa</u> rabbaka yubayyin lan<u>aa</u> m<u>aa</u> hiya q<u>aa</u>la innahu yaquulu innah<u>aa</u> baqaratun l<u>aa</u> f<u>aa</u>ri<u>dh</u>un wal<u>aa</u> bikrun 'aw<u>aa</u>nun bayna <u>dzaa</u>lika fa<strong>i</strong>f'aluu m<u>aa</u> tu/maruun<strong>a</strong>"
  }, {
    "ar" : "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا لَوْنُهَا ۚ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لَوْنُهَا تَسُرُّ النَّاظِرِينَ",
    "id" : "Mereka berkata: \"Mohonkanlah kepada Tuhanmu untuk kami agar Dia menerangkan kepada kami apa warnanya\". Musa menjawab: \"Sesungguhnya Allah berfirman bahwa sapi betina itu adalah sapi betina yang kuning, yang kuning tua warnanya, lagi menyenangkan orang-orang yang memandangnya.\"",
    "nomor" : "69",
    "tr" : "q<u>aa</u>luu ud'u lan<u>aa</u> rabbaka yubayyin lan<u>aa</u> m<u>aa</u> lawnuh<u>aa</u> q<u>aa</u>la innahu yaquulu innah<u>aa</u> baqaratun <u>sh</u>afr<u>aa</u>u f<u>aa</u>qi'un lawnuh<u>aa</u> tasurru <strong>al</strong>nn<u>aazh</u>iriin<strong>a</strong>"
  }, {
    "ar" : "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا وَإِنَّا إِنْ شَاءَ اللَّهُ لَمُهْتَدُونَ",
    "id" : "Mereka berkata: \"Mohonkanlah kepada Tuhanmu untuk kami agar Dia menerangkan kepada kami bagaimana hakikat sapi betina itu, karena sesungguhnya sapi itu (masih) samar bagi kami dan sesungguhnya kami insya Allah akan mendapat petunjuk (untuk memperoleh sapi itu).\"",
    "nomor" : "70",
    "tr" : "q<u>aa</u>luu ud'u lan<u>aa</u> rabbaka yubayyin lan<u>aa</u> m<u>aa</u> hiya inna <strong>a</strong>lbaqara tasy<u>aa</u>baha 'alayn<u>aa</u> wa-inn<u>aa</u> in sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu lamuhtaduun<strong>a</strong>"
  }, {
    "ar" : "قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا ذَلُولٌ تُثِيرُ الْأَرْضَ وَلَا تَسْقِي الْحَرْثَ مُسَلَّمَةٌ لَا شِيَةَ فِيهَا ۚ قَالُوا الْآنَ جِئْتَ بِالْحَقِّ ۚ فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ",
    "id" : "Musa berkata: \"Sesungguhnya Allah berfirman bahwa sapi betina itu adalah sapi betina yang belum pernah dipakai untuk membajak tanah dan tidak pula untuk mengairi tanaman, tidak bercacat, tidak ada belangnya.\" Mereka berkata: \"Sekarang barulah kamu menerangkan hakikat sapi betina yang sebenarnya\". Kemudian mereka menyembelihnya dan hampir saja mereka tidak melaksanakan perintah itu.",
    "nomor" : "71",
    "tr" : "q<u>aa</u>la innahu yaquulu innah<u>aa</u> baqaratun l<u>aa</u> <u>dz</u>aluulun tutsiiru <strong>a</strong>l-ar<u>dh</u>a wal<u>aa</u> tasqii <strong>a</strong>l<u>h</u>artsa musallamatun l<u>aa</u> syiyata fiih<u>aa</u> q<u>aa</u>luu <strong>a</strong>l-<u>aa</u>na ji/ta bi<strong>a</strong>l<u>h</u>aqqi fa<u>dz</u>aba<u>h</u>uuh<u>aa</u> wam<u>aa</u> k<u>aa</u>duu yaf'aluun<strong>a</strong>"
  }, {
    "ar" : "وَإِذْ قَتَلْتُمْ نَفْسًا فَادَّارَأْتُمْ فِيهَا ۖ وَاللَّهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ",
    "id" : "Dan (ingatlah), ketika kamu membunuh seorang manusia lalu kamu saling tuduh menuduh tentang itu. Dan Allah hendak menyingkapkan apa yang selama ini kamu sembunyikan.",
    "nomor" : "72",
    "tr" : "wa-i<u>dz</u> qataltum nafsan fa<strong>i</strong>dd<u>aa</u>ra/tum fiih<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu mukhrijun m<u>aa </u>kuntum taktumuun<strong>a</strong>"
  }, {
    "ar" : "فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا ۚ كَذَٰلِكَ يُحْيِي اللَّهُ الْمَوْتَىٰ وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ",
    "id" : "Lalu Kami berfirman: \"Pukullah mayat itu dengan sebahagian anggota sapi betina itu !\" Demikianlah Allah menghidupkan kembali orang-orang yang telah mati, dam memperlihatkan padamu tanda-tanda kekuasaanNya agar kamu mengerti.",
    "nomor" : "73",
    "tr" : "faquln<u>aa</u> i<u>dh</u>ribuuhu biba'<u>dh</u>ih<u>aa</u> ka<u>dzaa</u>lika yu<u>h</u>yii <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmawt<u>aa</u> wayuriikum <u>aa</u>y<u>aa</u>tihi la'allakum ta'qiluun<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَٰلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً ۚ وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ ۚ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ ۚ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ ۗ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
    "id" : "Kemudian setelah itu hatimu menjadi keras seperti batu, bahkan lebih keras lagi. Padahal diantara batu-batu itu sungguh ada yang mengalir sungai-sungai dari padanya dan diantaranya sungguh ada yang terbelah lalu keluarlah mata air dari padanya dan diantaranya sungguh ada yang meluncur jatuh, karena takut kepada Allah. Dan Allah sekali-sekali tidak lengah dari apa yang kamu kerjakan.",
    "nomor" : "74",
    "tr" : "tsumma qasat quluubukum min ba'di <u>dzaa</u>lika fahiya ka<strong>a</strong>l<u>h</u>ij<u>aa</u>rati aw asyaddu qaswatan wa-inna mina <strong>a</strong>l<u>h</u>ij<u>aa</u>rati lam<u>aa</u> yatafajjaru minhu <strong>a</strong>l-anh<u>aa</u>ru wa-inna minh<u>aa</u> lam<u>aa</u> yasysyaqqaqu fayakhruju minhu <strong>a</strong>lm<u>aa</u>u wa-inna minh<u>aa</u> lam<u>aa</u> yahbi<u>th</u>u min khasyyati <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> <strong>al</strong>l<u>aa</u>hu bigh<u>aa</u>filin 'amm<u>aa</u> ta'maluun<strong>a</strong>"
  }, {
    "ar" : "أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلَامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ",
    "id" : "Apakah kamu masih mengharapkan mereka akan percaya kepadamu, padahal segolongan dari mereka mendengar firman Allah, lalu mereka mengubahnya setelah mereka memahaminya, sedang mereka mengetahui?",
    "nomor" : "75",
    "tr" : "afata<u>th</u>ma'uuna an yu/minuu lakum waqad k<u>aa</u>na fariiqun minhum yasma'uuna kal<u>aa</u>ma <strong>al</strong>l<u>aa</u>hi tsumma yu<u>h</u>arrifuunahu min ba'di m<u>aa</u> 'aqaluuhu wahum ya'lamuun<strong>a</strong>"
  }, {
    "ar" : "وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٍ قَالُوا أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ لِيُحَاجُّوكُمْ بِهِ عِنْدَ رَبِّكُمْ ۚ أَفَلَا تَعْقِلُونَ",
    "id" : "Dan apabila mereka berjumpa dengan orang-orang yang beriman, mereka berkata:\" Kamipun telah beriman,\" tetapi apabila mereka berada sesama mereka saja, lalu mereka berkata: \"Apakah kamu menceritakan kepada mereka (orang-orang mu'min) apa yang telah diterangkan Allah kepadamu, supaya dengan demikian mereka dapat mengalahkan hujjahmu di hadapan Tuhanmu; tidakkah kamu mengerti?\"",
    "nomor" : "76",
    "tr" : "wa-i<u>dzaa</u> laquu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu q<u>aa</u>luu <u>aa</u>mann<u>aa</u> wa-i<u>dzaa</u> khal<u>aa</u> ba'<u>dh</u>uhum il<u>aa</u> ba'<u>dh</u>in q<u>aa</u>luu atu<u>h</u>additsuunahum bim<u>aa</u> fata<u>h</u>a <strong>al</strong>l<u>aa</u>hu 'alaykum liyu<u>haa</u>jjuukum bihi 'inda rabbikum afal<u>aa</u> ta'qiluun<strong>a</strong>"
  }, {
    "ar" : "أَوَلَا يَعْلَمُونَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
    "id" : "Tidakkah mereka mengetahui bahwa Allah mengetahui segala yang mereka sembunyikan dan segala yang mereka nyatakan?",
    "nomor" : "77",
    "tr" : "awa l<u>aa</u> ya'lamuuna anna <strong>al</strong>l<u>aa</u>ha ya'lamu m<u>aa</u> yusirruuna wam<u>aa</u> yu'linuun<strong>a</strong>"
  }, {
    "ar" : "وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ الْكِتَابَ إِلَّا أَمَانِيَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ",
    "id" : "Dan diantara mereka ada yang buta huruf, tidak mengetahui Al Kitab (Taurat), kecuali dongengan bohong belaka dan mereka hanya menduga-duga.",
    "nomor" : "78",
    "tr" : "waminhum ummiyyuuna l<u>aa</u> ya'lamuuna <strong>a</strong>lkit<u>aa</u>ba ill<u>aa</u> am<u>aa</u>niyya wa-in hum ill<u>aa</u> ya<u>zh</u>unnuun<strong>a</strong>"
  }, {
    "ar" : "فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَٰذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا ۖ فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ",
    "id" : "Maka kecelakaan yAng besarlah bagi orang-orang yang menulis Al Kitab dengan tangan mereka sendiri, lalu dikatakannya; \"Ini dari Allah\", (dengan maksud) untuk memperoleh keuntungan yang sedikit dengan perbuatan itu. Maka kecelakaan yang besarlah bagi mereka, akibat apa yang ditulis oleh tangan mereka sendiri, dan kecelakaan yang besarlah bagi mereka, akibat apa yang mereka kerjakan.",
    "nomor" : "79",
    "tr" : "fawaylun lilla<u>dz</u>iina yaktubuuna <strong>a</strong>lkit<u>aa</u>ba bi-aydiihim tsumma yaquuluuna h<u>aadzaa</u> min 'indi <strong>al</strong>l<u>aa</u>hi liyasytaruu bihi tsamanan qaliilan fawaylun lahum mimm<u>aa</u> katabat aydiihim wawaylun lahum mimm<u>aa</u> yaksibuun<strong>a</strong>"
  }, {
    "ar" : "وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَةً ۚ قُلْ أَتَّخَذْتُمْ عِنْدَ اللَّهِ عَهْدًا فَلَنْ يُخْلِفَ اللَّهُ عَهْدَهُ ۖ أَمْ تَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ",
    "id" : "Dan mereka berkata: \"Kami sekali-kali tidak akan disentuh oleh api neraka, kecuali selama beberapa hari saja.\" Katakanlah: \"Sudahkah kamu menerima janji dari Allah sehingga Allah tidak akan memungkiri janji-Nya, ataukah kamu hanya mengatakan terhadap Allah apa yang tidak kamu ketahui?\"",
    "nomor" : "80",
    "tr" : "waq<u>aa</u>luu lan tamassan<u>aa</u> <strong>al</strong>nn<u>aa</u>ru ill<u>aa</u> ayy<u>aa</u>man ma'duudatan qul attakha<u>dz</u>tum 'inda <strong>al</strong>l<u>aa</u>hi 'ahdan falan yukhlifa <strong>al</strong>l<u>aa</u>hu 'ahdahu am taquuluuna 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>"
  }, {
    "ar" : "بَلَىٰ مَنْ كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ فَأُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
    "id" : "(Bukan demikian), yang benar: barangsiapa berbuat dosa dan ia telah diliputi oleh dosanya, mereka itulah penghuni neraka, mereka kekal di dalamnya.",
    "nomor" : "81",
    "tr" : "bal<u>aa</u> man kasaba sayyi-atan wa-a<u>hath</u>at bihi kha<u>th</u>ii-atuhu faul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ ۖ هُمْ فِيهَا خَالِدُونَ",
    "id" : "Dan orang-orang yang beriman serta beramal saleh, mereka itu penghuni surga; mereka kekal di dalamnya.",
    "nomor" : "82",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
  }, {
    "ar" : "وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لَا تَعْبُدُونَ إِلَّا اللَّهَ وَبِالْوَالِدَيْنِ إِحْسَانًا وَذِي الْقُرْبَىٰ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَقُولُوا لِلنَّاسِ حُسْنًا وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِنْكُمْ وَأَنْتُمْ مُعْرِضُونَ",
    "id" : "Dan (ingatlah), ketika Kami mengambil janji dari Bani Israil (yaitu): Janganlah kamu menyembah selain Allah, dan berbuat kebaikanlah kepada ibu bapa, kaum kerabat, anak-anak yatim, dan orang-orang miskin, serta ucapkanlah kata-kata yang baik kepada manusia, dirikanlah shalat dan tunaikanlah zakat. Kemudian kamu tidak memenuhi janji itu, kecuali sebahagian kecil daripada kamu, dan kamu selalu berpaling.",
    "nomor" : "83",
    "tr" : "wa-i<u>dz</u> akha<u>dz</u>n<u>aa</u> miits<u>aa</u>qa banii isr<u>aa</u>-iila l<u>aa</u> ta'buduuna ill<u>aa</u> <strong>al</strong>l<u>aa</u>ha wabi<strong>a</strong>lw<u>aa</u>lidayni i<u>h</u>s<u>aa</u>nan wa<u>dz</u>ii <strong>a</strong>lqurb<u>aa</u> wa<strong>a</strong>lyat<u>aa</u>m<u>aa</u> wa<strong>a</strong>lmas<u>aa</u>kiini waquuluu li<strong>l</strong>nn<u>aa</u>si <u>h</u>usnan wa-aqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tuu <strong>al</strong>zzak<u>aa</u>ta tsumma tawallaytum ill<u>aa</u> qaliilan minkum wa-antum mu'ri<u>dh</u>uun<strong>a</strong>"
  }, {
    "ar" : "وَإِذْ أَخَذْنَا مِيثَاقَكُمْ لَا تَسْفِكُونَ دِمَاءَكُمْ وَلَا تُخْرِجُونَ أَنْفُسَكُمْ مِنْ دِيَارِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنْتُمْ تَشْهَدُونَ",
    "id" : "Dan (ingatlah), ketika Kami mengambil janji dari kamu (yaitu): kamu tidak akan menumpahkan darahmu (membunuh orang), dan kamu tidak akan mengusir dirimu (saudaramu sebangsa) dari kampung halamanmu, kemudian kamu berikrar (akan memenuhinya) sedang kamu mempersaksikannya.",
    "nomor" : "84",
    "tr" : "wa-i<u>dz</u> akha<u>dz</u>n<u>aa</u> miits<u>aa</u>qakum l<u>aa</u> tasfikuuna dim<u>aa</u>-akum wal<u>aa</u> tukhrijuuna anfusakum min diy<u>aa</u>rikum tsumma aqrartum wa-antum tasyhaduun<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ أَنْتُمْ هَٰؤُلَاءِ تَقْتُلُونَ أَنْفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارِهِمْ تَظَاهَرُونَ عَلَيْهِمْ بِالْإِثْمِ وَالْعُدْوَانِ وَإِنْ يَأْتُوكُمْ أُسَارَىٰ تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ ۚ أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ ۚ فَمَا جَزَاءُ مَنْ يَفْعَلُ ذَٰلِكَ مِنْكُمْ إِلَّا خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا ۖ وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَىٰ أَشَدِّ الْعَذَابِ ۗ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
    "id" : "Kemudian kamu (Bani Israil) membunuh dirimu (saudaramu sebangsa) dan mengusir segolongan daripada kamu dari kampung halamannya, kamu bantu membantu terhadap mereka dengan membuat dosa dan permusuhan; tetapi jika mereka datang kepadamu sebagai tawanan, kamu tebus mereka, padahal mengusir mereka itu (juga) terlarang bagimu. Apakah kamu beriman kepada sebahagian Al Kitab (Taurat) dan ingkar terhadap sebahagian yang lain? Tiadalah balasan bagi orang yang berbuat demikian daripadamu, melainkan kenistaan dalam kehidupan dunia, dan pada hari kiamat mereka dikembalikan kepada siksa yang sangat berat. Allah tidak lengah dari apa yang kamu perbuat.",
    "nomor" : "85",
    "tr" : "tsumma antum h<u>aa</u>ul<u>aa</u>-i taqtuluuna anfusakum watukhrijuuna fariiqan minkum min diy<u>aa</u>rihim ta<u>zhaa</u>haruuna 'alayhim bi<strong>a</strong>l-itsmi wa<strong>a</strong>l'udw<u>aa</u>ni wa-in ya/tuukum us<u>aa</u>r<u>aa</u> tuf<u>aa</u>duuhum wahuwa mu<u>h</u>arramun 'alaykum ikhr<u>aa</u>juhum afatu/minuuna biba'<u>dh</u>i <strong>a</strong>lkit<u>aa</u>bi watakfuruuna biba'<u>dh</u>in fam<u>aa</u> jaz<u>aa</u>u man yaf'alu <u>dzaa</u>lika minkum ill<u>aa</u> khizyun fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wayawma <strong>a</strong>lqiy<u>aa</u>mati yuradduuna il<u>aa</u> asyaddi <strong>a</strong>l'a<u>dzaa</u>bi wam<u>aa</u> <strong>al</strong>l<u>aa</u>hu bigh<u>aa</u>filin 'amm<u>aa</u> ta'maluun<strong>a</strong>"
  }, {
    "ar" : "أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ ۖ فَلَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْصَرُونَ",
    "id" : "Itulah orang-orang yang membeli kehidupan dunia dengan (kehidupan) akhirat, maka tidak akan diringankan siksa mereka dan mereka tidak akan ditolong.",
    "nomor" : "86",
    "tr" : "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina isytarawuu <strong>a</strong>l<u>h</u>ay<u>aa</u>ta <strong>al</strong>dduny<u>aa</u> bi<strong>a</strong>l-<u>aa</u>khirati fal<u>aa</u> yukhaffafu 'anhumu <strong>a</strong>l'a<u>dzaa</u>bu wal<u>aa</u> hum yun<u>sh</u>aruun<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَقَفَّيْنَا مِنْ بَعْدِهِ بِالرُّسُلِ ۖ وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ ۗ أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لَا تَهْوَىٰ أَنْفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ",
    "id" : "Dan sesungguhnya Kami telah mendatangkan Al Kitab (Taurat) kepada Musa, dan Kami telah menyusulinya (berturut-turut) sesudah itu dengan rasul-rasul, dan telah Kami berikan bukti-bukti kebenaran (mu'jizat) kepada Isa putera Maryam dan Kami memperkuatnya dengan Ruhul Qudus. Apakah setiap datang kepadamu seorang rasul membawa sesuatu (pelajaran) yang tidak sesuai dengan keinginanmu lalu kamu menyombong; maka beberapa orang (diantara mereka) kamu dustakan dan beberapa orang (yang lain) kamu bunuh?",
    "nomor" : "87",
    "tr" : "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba waqaffayn<u>aa</u> min ba'dihi bi<strong>al</strong>rrusuli wa<u>aa</u>tayn<u>aa</u> 'iis<u>aa</u> ibna maryama <strong>a</strong>lbayyin<u>aa</u>ti wa-ayyadn<u>aa</u>hu biruu<u>h</u>i <strong>a</strong>lqudusi afakullam<u>aa</u> j<u>aa</u>-akum rasuulun bim<u>aa</u> l<u>aa</u> tahw<u>aa</u> anfusukumu istakbartum fafariiqan ka<u>dzdz</u>abtum wafariiqan taqtuluun<strong>a</strong>"
  }, {
    "ar" : "وَقَالُوا قُلُوبُنَا غُلْفٌ ۚ بَلْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَقَلِيلًا مَا يُؤْمِنُونَ",
    "id" : "Dan mereka berkata : \"Hati kami tertutup\". Tetapi sebenarnya Allah telah mengutuk mereka karena keingkaran mereka; maka sedikit sekali mereka yang beriman.",
    "nomor" : "88",
    "tr" : "waq<u>aa</u>luu quluubun<u>aa</u> ghulfun bal la'anahumu <strong>al</strong>l<u>aa</u>hu bikufrihim faqaliilan m<u>aa</u> yu/minuun<strong>a</strong>"
  }, {
    "ar" : "وَلَمَّا جَاءَهُمْ كِتَابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ ۚ فَلَعْنَةُ اللَّهِ عَلَى الْكَافِرِينَ",
    "id" : "Dan setelah datang kepada mereka Al Qur'an dari Allah yang membenarkan apa yang ada pada mereka, padahal sebelumnya mereka biasa memohon (kedatangan Nabi) untuk mendapat kemenangan atas orang-orang kafir, maka setelah datang kepada mereka apa yang telah mereka ketahui, mereka lalu ingkar kepadanya. Maka la'nat Allah-lah atas orang-orang yang ingkar itu.",
    "nomor" : "89",
    "tr" : "walamm<u>aa</u> j<u>aa</u>-ahum kit<u>aa</u>bun min 'indi <strong>al</strong>l<u>aa</u>hi mu<u>sh</u>addiqun lim<u>aa</u> ma'ahum wak<u>aa</u>nuu min qablu yastafti<u>h</u>uuna 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina kafaruu falamm<u>aa</u> j<u>aa</u>-ahum m<u>aa</u> 'arafuu kafaruu bihi fala'natu <strong>al</strong>l<u>aa</u>hi 'al<u>aa</u> <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
  }, {
    "ar" : "بِئْسَمَا اشْتَرَوْا بِهِ أَنْفُسَهُمْ أَنْ يَكْفُرُوا بِمَا أَنْزَلَ اللَّهُ بَغْيًا أَنْ يُنَزِّلَ اللَّهُ مِنْ فَضْلِهِ عَلَىٰ مَنْ يَشَاءُ مِنْ عِبَادِهِ ۖ فَبَاءُوا بِغَضَبٍ عَلَىٰ غَضَبٍ ۚ وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ",
    "id" : "Alangkah buruknya (hasil perbuatan) mereka yang menjual dirinya sendiri dengan kekafiran kepada apa yang telah diturunkan Allah, karena dengki bahwa Allah menurunkan karunia-Nya kepada siapa yang dikehendaki-Nya diantara hamba-hamba-Nya. Karena itu mereka mendapat murka sesudah (mendapat) kemurkaan. Dan untuk orang-orang kafir siksaan yang menghinakan.",
    "nomor" : "90",
    "tr" : "bi/sam<u>aa</u> isytaraw bihi anfusahum an yakfuruu bim<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu baghyan an yunazzila <strong>al</strong>l<u>aa</u>hu min fa<u>dh</u>lihi 'al<u>aa</u> man yasy<u>aa</u>u min 'ib<u>aa</u>dihi fab<u>aa</u>uu bigha<u>dh</u>abin 'al<u>aa</u> gha<u>dh</u>abin walilk<u>aa</u>firiina 'a<u>dzaa</u>bun muhiin<strong>un</strong>"
  }, {
    "ar" : "وَإِذَا قِيلَ لَهُمْ آمِنُوا بِمَا أَنْزَلَ اللَّهُ قَالُوا نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَاءَهُ وَهُوَ الْحَقُّ مُصَدِّقًا لِمَا مَعَهُمْ ۗ قُلْ فَلِمَ تَقْتُلُونَ أَنْبِيَاءَ اللَّهِ مِنْ قَبْلُ إِنْ كُنْتُمْ مُؤْمِنِينَ",
    "id" : "Dan apabila dikatakan kepada mereka: \"Berimanlah kepada Al Qur'an yang diturunkan Allah,\" mereka berkata: \"Kami hanya beriman kepada apa yang diturunkan kepada kami\". Dan mereka kafir kepada Al Qur'an yang diturunkan sesudahnya, sedang Al Qur'an itu adalah (Kitab) yang hak; yang membenarkan apa yang ada pada mereka. Katakanlah: \"Mengapa kamu dahulu membunuh nabi-nabi Allah jika benar kamu orang-orang yang beriman?\"",
    "nomor" : "91",
    "tr" : "wa-i<u>dzaa</u> qiila lahum <u>aa</u>minuu bim<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu q<u>aa</u>luu nu/minu bim<u>aa</u> unzila 'alayn<u>aa</u> wayakfuruuna bim<u>aa</u> war<u>aa</u>-ahu wahuwa <strong>a</strong>l<u>h</u>aqqu mu<u>sh</u>addiqan lim<u>aa</u> ma'ahum qul falima taqtuluuna anbiy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hi min qablu in kuntum mu/miniin<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدْ جَاءَكُمْ مُوسَىٰ بِالْبَيِّنَاتِ ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ",
    "id" : "Sesungguhnya Musa telah datang kepadamu membawa bukti-bukti kebenaran (mu'jizat), kemudian kamu jadikan anak sapi (sebagai sembahan) sesudah (kepergian)nya, dan sebenarnya kamu adalah orang-orang yang zalim.",
    "nomor" : "92",
    "tr" : "walaqad j<u>aa</u>-akum muus<u>aa</u> bi<strong>a</strong>lbayyin<u>aa</u>ti tsumma ittakha<u>dz</u>tumu <strong>a</strong>l'ijla min ba'dihi wa-antum <u>zhaa</u>limuun<strong>a</strong>"
  }, {
    "ar" : "وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاسْمَعُوا ۖ قَالُوا سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْ ۚ قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ",
    "id" : "Dan (ingatlah), ketika Kami mengambil janji dari kamu dan Kami angkat bukit (Thursina) di atasmu (seraya Kami berfirman): \"Peganglah teguh-teguh apa yang Kami berikan kepadamu dan dengarkanlah!\" Mereka menjawab: \"Kami mendengar tetapi tidak mentaati\". Dan telah diresapkan ke dalam hati mereka itu (kecintaan menyembah) anak sapi karena kekafirannya. Katakanlah: \"Amat jahat perbuatan yang telah diperintahkan imanmu kepadamu jika betul kamu beriman (kepada Taurat).",
    "nomor" : "93",
    "tr" : "wa-i<u>dz</u> akha<u>dz</u>n<u>aa</u> miits<u>aa</u>qakum warafa'n<u>aa</u> fawqakumu <strong>al</strong><u>ththh</u>uura khu<u>dz</u>uu m<u>aa</u> <u>aa</u>tayn<u>aa</u>kum biquwwatin wa<strong>i</strong>sma'uu q<u>aa</u>luu sami'n<u>aa</u> wa'a<u>sh</u>ayn<u>aa</u> wausyribuu fii quluubihimu <strong>a</strong>l'ijla bikufrihim qul bi/sam<u>aa</u> ya/murukum bihi iim<u>aa</u>nukum in kuntum mu/miniin<strong>a</strong>"
  }, {
    "ar" : "قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الْآخِرَةُ عِنْدَ اللَّهِ خَالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ",
    "id" : "Katakanlah: \"Jika kamu (menganggap bahwa) kampung akhirat (surga) itu khusus untukmu di sisi Allah, bukan untuk orang lain, maka inginilah kematian(mu), jika kamu memang benar.",
    "nomor" : "94",
    "tr" : "qul in k<u>aa</u>nat lakumu <strong>al</strong>dd<u>aa</u>ru <strong>a</strong>l-<u>aa</u>khiratu 'inda <strong>al</strong>l<u>aa</u>hi kh<u>aa</u>li<u>sh</u>atan min duuni <strong>al</strong>nn<u>aa</u>si fatamannawuu <strong>a</strong>lmawta in kuntum <u>shaa</u>diqiin<strong>a</strong>"
  }, {
    "ar" : "وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۗ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ",
    "id" : "Dan sekali-kali mereka tidak akan mengingini kematian itu selama-lamanya, karena kesalahan-kesalahan yang telah diperbuat oleh tangan mereka (sendiri), dan Allah Maha Mengetahui siapa orang-orang yang aniaya.",
    "nomor" : "95",
    "tr" : "walan yatamannawhu abadan bim<u>aa</u> qaddamat aydiihim wa<strong>al</strong>l<u>aa</u>hu 'aliimun bia<strong>l</strong><u>zhzhaa</u>limiin<strong>a</strong>"
  }, {
    "ar" : "وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَىٰ حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا ۚ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ ۗ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ",
    "id" : "Dan sungguh kamu akan mendapati mereka, manusia yang paling loba kepada kehidupan (di dunia), bahkan (lebih loba lagi) dari orang-orang musyrik. Masing-masing mereka ingin agar diberi umur seribu tahun, padahal umur panjang itu sekali-kali tidak akan menjauhkannya daripada siksa. Allah Maha Mengetahui apa yang mereka kerjakan.",
    "nomor" : "96",
    "tr" : "walatajidannahum a<u>h</u>ra<u>sh</u>a <strong>al</strong>nn<u>aa</u>si 'al<u>aa</u> <u>h</u>ay<u>aa</u>tin wamina <strong>al</strong>la<u>dz</u>iina asyrakuu yawaddu a<u>h</u>aduhum law yu'ammaru <strong>a</strong>lfa sanatin wam<u>aa</u> huwa bimuza<u>h</u>zi<u>h</u>ihi mina <strong>a</strong>l'a<u>dzaa</u>bi an yu'ammara wa<strong>al</strong>l<u>aa</u>hu ba<u>sh</u>iirun bim<u>aa</u> ya'maluun<strong>a</strong>"
  }, {
    "ar" : "قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَىٰ قَلْبِكَ بِإِذْنِ اللَّهِ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
    "id" : "Katakanlah: \"Barang siapa yang menjadi musuh Jibril, maka Jibril itu telah menurunkannya (Al Qur'an) ke dalam hatimu dengan seizin Allah; membenarkan apa (kitab-kitab) yang sebelumnya dan menjadi petunjuk serta berita gembira bagi orang-orang yang beriman.",
    "nomor" : "97",
    "tr" : "qul man k<u>aa</u>na 'aduwwan lijibriila fa-innahu nazzalahu 'al<u>aa</u> qalbika bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi mu<u>sh</u>addiqan lim<u>aa</u> bayna yadayhi wahudan wabusyr<u>aa</u> lilmu/miniin<strong>a</strong>"
  }, {
    "ar" : "مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ",
    "id" : "Barang siapa yang menjadi musuh Allah, malaikat-malaikat-Nya, rasul-rasul-Nya, Jibril dan Mikail, maka sesungguhnya Allah adalah musuh orang-orang kafir.",
    "nomor" : "98",
    "tr" : "man k<u>aa</u>na 'aduwwan lill<u>aa</u>hi wamal<u>aa</u>-ikatihi warusulihi wajibriila wamiik<u>aa</u>la fa-inna <strong>al</strong>l<u>aa</u>ha 'aduwwun lilk<u>aa</u>firiin<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدْ أَنْزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَاتٍ ۖ وَمَا يَكْفُرُ بِهَا إِلَّا الْفَاسِقُونَ",
    "id" : "Dan sesungguhnya Kami telah menurunkan kepadamu ayat-ayat yang jelas; dan tak ada yang ingkar kepadanya, melainkan orang-orang yang fasik.",
    "nomor" : "99",
    "tr" : "walaqad anzaln<u>aa</u> ilayka <u>aa</u>y<u>aa</u>tin bayyin<u>aa</u>tin wam<u>aa</u> yakfuru bih<u>aa</u> ill<u>aa</u> <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>"
  }, {
    "ar" : "أَوَكُلَّمَا عَاهَدُوا عَهْدًا نَبَذَهُ فَرِيقٌ مِنْهُمْ ۚ بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ",
    "id" : "Patutkah (mereka ingkar kepada ayat-ayat Allah), dan setiap kali mereka mengikat janji, segolongan mereka melemparkannya? Bahkan sebagian besar dari mereka tidak beriman.",
    "nomor" : "100",
    "tr" : "awa kullam<u>aa</u> '<u>aa</u>haduu 'ahdan naba<u>dz</u>ahu fariiqun minhum bal aktsaruhum l<u>aa</u> yu/minuun<strong>a</strong>"
  }, {
    "ar" : "وَلَمَّا جَاءَهُمْ رَسُولٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ كِتَابَ اللَّهِ وَرَاءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ",
    "id" : "Dan setelah datang kepada mereka seorang Rasul dari sisi Allah yang membenarkan apa (kitab) yang ada pada mereka, sebahagian dari orang-orang yang diberi kitab (Taurat) melemparkan kitab Allah ke belakang (punggung)nya, seolah-olah mereka tidak mengetahui (bahwa itu adalah kitab Allah).",
    "nomor" : "101",
    "tr" : "walammaa jaa-ahum rasuulun min 'indi allaahi mushaddiqun limaa ma'ahum nabadza fariiqun mina alladziina uutuu alkitaaba kitaaba allaahi waraa-a zhuhuurihim ka-annahum laa ya'lamuuna"
  }, {
    "ar" : "وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَىٰ مُلْكِ سُلَيْمَانَ ۖ وَمَا كَفَرَ سُلَيْمَانُ وَلَٰكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ ۚ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ ۖ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ ۚ وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ ۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ ۚ وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ ۚ وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ ۚ لَوْ كَانُوا يَعْلَمُونَ",
    "id" : "Dan mereka mengikuti apa yang dibaca oleh syaitan-syaitan pada masa kerajaan Sulaiman (dan mereka mengatakan bahwa Sulaiman itu mengerjakan sihir), padahal Sulaiman tidak kafir (tidak mengerjakan sihir), hanya syaitan-syaitan lah yang kafir (mengerjakan sihir). Mereka mengajarkan sihir kepada manusia dan apa yang diturunkan kepada dua orang malaikat di negeri Babil yaitu Harut dan Marut, sedang keduanya tidak mengajarkan (sesuatu) kepada seorangpun sebelum mengatakan: \"Sesungguhnya kami hanya cobaan (bagimu), sebab itu jangnalah kamu kafir\". Maka mereka mempelajari dari kedua malaikat itu apa yang dengan sihir itu, mereka dapat menceraikan antara seorang (suami) dengan isterinya. Dan mereka itu (ahli sihir) tidak memberi mudharat dengan sihirnya kepada seorangpun, kecuali dengan izin Allah. Dan mereka mempelajari sesuatu yang tidak memberi mudharat kepadanya dan tidak memberi manfaat. Demi, sesungguhnya mereka telah meyakini bahwa barangsiapa yang menukarnya (kitab Allah) dengan sihir itu, tiadalah baginya keuntungan di akhirat, dan amat jahatlah perbuatan mereka menjual dirinya dengan sihir, kalau mereka mengetahui.",
    "nomor" : "102",
    "tr" : "waittaba'uu maa tatluu alsysyayaathiinu 'alaa mulki sulaymaana wamaa kafara sulaymaanu walaakinna alsysyayaathiina kafaruu yu'allimuuna alnnaasa alssihra wamaa unzila 'alaa almalakayni bibaabila haaruuta wamaaruuta wamaa yu'allimaani min ahadin hattaa yaquulaa innamaa nahnu fitnatun falaa takfur fayata'allamuuna minhumaa maa yufarriquuna bihi bayna almar-i wazawjihi wamaa hum bidaarriina bihi min ahadin illaa bi-idzni allaahi wayata'allamuuna maa yadhurruhum walaa yanfa'uhum walaqad 'alimuu lamani isytaraahu maa lahu fii al-aakhirati min khalaaqin walabi/sa maa syaraw bihi anfusahum law kaanu ya'lamuuna"
  }, {
    "ar" : "وَلَوْ أَنَّهُمْ آمَنُوا وَاتَّقَوْا لَمَثُوبَةٌ مِنْ عِنْدِ اللَّهِ خَيْرٌ ۖ لَوْ كَانُوا يَعْلَمُونَ",
    "id" : "Sesungguhnya kalau mereka beriman dan bertakwa, (niscaya mereka akan mendapat pahala), dan sesungguhnya pahala dari sisi Allah adalah lebih baik, kalau mereka mengetahui.",
    "nomor" : "103",
    "tr" : "walaw annahum aamanuu waittaqaw lamatsuubatun min 'indi allaahi khayrun law kaanuu ya'lamuuna"
  }, {
    "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقُولُوا رَاعِنَا وَقُولُوا انْظُرْنَا وَاسْمَعُوا ۗ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ",
    "id" : "Hai orang-orang yang beriman, janganlah kamu katakan (kepada Muhammad): \"Raa'ina\", tetapi katakanlah: \"Unzhurna\", dan \"dengarlah\". Dan bagi orang-orang yang kafir siksaan yang pedih.",
    "nomor" : "104",
    "tr" : "yaa ayyuhaa alladziina aamanuu laa taquuluu raa'inaa waquuluu unzhurnaa waisma'uu walilkaafiriina 'adzaabun aliimun"
  }, {
    "ar" : "مَا يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَلَا الْمُشْرِكِينَ أَنْ يُنَزَّلَ عَلَيْكُمْ مِنْ خَيْرٍ مِنْ رَبِّكُمْ ۗ وَاللَّهُ يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
    "id" : "Orang-orang kafir dari Ahli Kitab dan orang-orang musyrik tiada menginginkan diturunkannya sesuatu kebaikan kepadamu dari Tuhanmu. Dan Allah menentukan siapa yang dikehendaki-Nya (untuk diberi) rahmat-Nya (kenabian); dan Allah mempunyai karunia yang besar.",
    "nomor" : "105",
    "tr" : "maa yawaddu alladziina kafaruu min ahli alkitaabi walaa almusyrikiina an yunazzala 'alaykum min khayrin min rabbikum waallaahu yakhtashshu birahmatihi man yasyaau waallaahu dzuu alfadhli al'azhiimi"
  }, {
    "ar" : "مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا ۗ أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
    "id" : "Ayat mana saja yang Kami nasakhkan, atau Kami jadikan (manusia) lupa kepadanya, Kami datangkan yang lebih baik daripadanya atau yang sebanding dengannya. Tidakkah kamu mengetahui bahwa sesungguhnya Allah Maha Kuasa atas segala sesuatu?",
    "nomor" : "106",
    "tr" : "maa nansakh min aayatin aw nunsihaa na/ti bikhayrin minhaa aw mitslihaa alam ta'lam anna allaaha 'alaa kulli syay-in qadiirun"
  }, {
    "ar" : "أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۗ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
    "id" : "Tiadakah kamu mengetahui bahwa kerajaan langit dan bumi adalah kepunyaan Allah? Dan tiada bagimu selain Allah seorang pelindung maupun seorang penolong.",
    "nomor" : "107",
    "tr" : "alam ta'lam anna allaaha lahu mulku alssamaawaati waal-ardhi wamaa lakum min duuni allaahi min waliyyin walaa nashiirin"
  }, {
    "ar" : "أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولَكُمْ كَمَا سُئِلَ مُوسَىٰ مِنْ قَبْلُ ۗ وَمَنْ يَتَبَدَّلِ الْكُفْرَ بِالْإِيمَانِ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ",
    "id" : "Apakah kamu menghendaki untuk meminta kepada Rasul kamu seperti Bani Israil meminta kepada Musa pada jaman dahulu? Dan barangsiapa yang menukar iman dengan kekafiran, maka sungguh orang itu telah sesat dari jalan yang lurus.",
    "nomor" : "108",
    "tr" : "am turiiduuna an tas-aluu rasuulakum kamaa su-ila muusaa min qablu waman yatabaddali alkufra bial-iimaani faqad dhalla sawaa-a alssabiili"
  }, {
    "ar" : "وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ ۖ فَاعْفُوا وَاصْفَحُوا حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ ۗ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
    "id" : "Sebahagian besar Ahli Kitab menginginkan agar mereka dapat mengembalikan kamu kepada kekafiran setelah kamu beriman, karena dengki yang (timbul) dari diri mereka sendiri, setelah nyata bagi mereka kebenaran. Maka ma'afkanlah dan biarkanlah mereka, sampai Allah mendatangkan perintah-Nya. Sesungguhnya Allah Maha Kuasa atas segala sesuatu.",
    "nomor" : "109",
    "tr" : "wadda katsiirun min ahli alkitaabi law yarudduunakum min ba'di iimaanikum kuffaaran hasadan min 'indi anfusihim min ba'di maa tabayyana lahumu alhaqqu fau'fuu waishfahuu hattaa ya/tiya allaahu bi-amrihi inna allaaha 'alaa kulli syay-in qadiirun"
  }, {
    "ar" : "وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ ۚ وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ ۗ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "id" : "Dan dirikanlah shalat dan tunaikanlah zakat. Dan kebaikan apa saja yang kamu usahakan bagi dirimu, tentu kamu akan mendapat pahala nya pada sisi Allah. Sesungguhnya Alah Maha Melihat apa-apa yang kamu kerjakan.",
    "nomor" : "110",
    "tr" : "wa-aqiimuu alshshalaata waaatuu alzzakaata wamaa tuqaddimuu li-anfusikum min khayrin tajiduuhu 'inda allaahi inna allaaha bimaa ta'maluuna bashiirun"
  }, {
    "ar" : "وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَىٰ ۗ تِلْكَ أَمَانِيُّهُمْ ۗ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ",
    "id" : "Dan mereka (Yahudi dan Nasrani) berkata: \"Sekali-kali tidak akan masuk surga kecuali orang-orang (yang beragama) Yahudi atau Nasrani\". Demikian itu (hanya) angan-angan mereka yang kosong belaka. Katakanlah: \"Tunjukkanlah bukti kebenaranmu jika kamu adalah orang yang benar\".",
    "nomor" : "111",
    "tr" : "waqaaluu lan yadkhula aljannata illaa man kaana huudan aw nashaaraa tilka amaaniyyuhum qul haatuu burhaanakum in kuntum shaadiqiina"
  }, {
    "ar" : "بَلَىٰ مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "id" : "(Tidak demikian) bahkan barangsiapa yang menyerahkan diri kepada Allah, sedang ia berbuat kebajikan, maka baginya pahala pada sisi Tuhannya dan tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati.",
    "nomor" : "112",
    "tr" : "balaa man aslama wajhahu lillaahi wahuwa muhsinun falahu ajruhu 'inda rabbihi walaa khawfun 'alayhim walaa hum yahzanuuna"
  }, {
    "ar" : "وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَىٰ عَلَىٰ شَيْءٍ وَقَالَتِ النَّصَارَىٰ لَيْسَتِ الْيَهُودُ عَلَىٰ شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ ۗ كَذَٰلِكَ قَالَ الَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ ۚ فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ",
    "id" : "Dan orang-orang Yahudi berkata: \"Orang-orang Nasrani itu tidak mempunyai suatu pegangan\", dan orang-orang Nasrani berkata: \"Orang-orang Yahudi tidak mempunyai sesuatu pegangan,\" padahal mereka (sama-sama) membaca Al Kitab. Demikian pula orang-orang yang tidak mengetahui, mengatakan seperti ucapan mereka itu. Maka Allah akan mengadili diantara mereka pada hari Kiamat, tentang apa-apa yang mereka berselisih padanya.",
    "nomor" : "113",
    "tr" : "waqaalati alyahuudu laysati alnnashaaraa 'alaa syay-in waqaalati alnnashaaraa laysati alyahuudu 'alaa syay-in wahum yatluuna alkitaaba kadzaalika qaala alladziina laa ya'lamuuna mitsla qawlihim faallaahu yahkumu baynahum yawma alqiyaamati fiimaa kaanuu fiihi yakhtalifuuna"
  }, {
    "ar" : "وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ وَسَعَىٰ فِي خَرَابِهَا ۚ أُولَٰئِكَ مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلَّا خَائِفِينَ ۚ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ",
    "id" : "Dan siapakah yang lebih aniaya daripada orang yang menghalanghalangi menyebut nama Allah dalam mesjid-mesjid-Nya, dan berusaha untuk merobohkannya? Mereka itu tidak sepatutnya masuk ke dalamnya (mesjid Allah), kecuali dengan rasa takut (kepada Allah). Mereka di dunia mendapat kehinaan dan di akhirat mendapat siksa yang berat.",
    "nomor" : "114",
    "tr" : "waman azhlamu mimman mana'a masaajida allaahi an yudzkara fiihaa ismuhu wasa'aa fii kharaabihaa ulaa-ika maa kaana lahum an yadkhuluuhaa illaa khaa-ifiina lahum fii alddunyaa khizyun walahum fii al-aakhirati 'adzaabun 'azhiimun"
  }, {
    "ar" : "وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ ۚ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ ۚ إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ",
    "id" : "Dan kepunyaan Allah-lah timur dan barat, maka kemanapun kamu menghadap di situlah wajah Allah. Sesungguhnya Allah Maha Luas (rahmat-Nya) lagi Maha Mengetahui.",
    "nomor" : "115",
    "tr" : "walillaahi almasyriqu waalmaghribu fa-aynamaa tuwalluu fatsamma wajhu allaahi inna allaaha waasi'un 'aliimun"
  }, {
    "ar" : "وَقَالُوا اتَّخَذَ اللَّهُ وَلَدًا ۗ سُبْحَانَهُ ۖ بَلْ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ كُلٌّ لَهُ قَانِتُونَ",
    "id" : "Mereka (orang-orang kafir) berkata: \"Allah mempunyai anak\". Maha Suci Allah, bahkan apa yang ada di langit dan di bumi adalah kepunyaan Allah; semua tunduk kepada-Nya.",
    "nomor" : "116",
    "tr" : "waqaaluu itakhadza allaahu waladan subhaanahu bal lahu maa fii alssamaawaati waal-ardhi kullun lahu qaanituuna"
  }, {
    "ar" : "بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ ۖ وَإِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ",
    "id" : "Allah Pencipta langit dan bumi, dan bila Dia berkehendak (untuk menciptakan) sesuatu, maka (cukuplah) Dia hanya mengatakan kepadanya: \"Jadilah!\" Lalu jadilah ia.",
    "nomor" : "117",
    "tr" : "badii'u alssamaawaati waal-ardhi wa-idzaa qadaa amran fa-innamaa yaquulu lahu kun fayakuunu"
  }, {
    "ar" : "وَقَالَ الَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ ۗ كَذَٰلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ مِثْلَ قَوْلِهِمْ ۘ تَشَابَهَتْ قُلُوبُهُمْ ۗ قَدْ بَيَّنَّا الْآيَاتِ لِقَوْمٍ يُوقِنُونَ",
    "id" : "Dan orang-orang yang tidak mengetahui  berkata: \"Mengapa Allah tidak (langsung) berbicara  dengan kami atau datang tanda-tanda kekuasaan-Nya  kepada kami?\" Demikian pula orang-orang yang sebelum  mereka telah mengatakan seperti ucapan mereka itu;  hati mereka serupa. Sesungguhnya Kami telah  menjelaskan tanda-tanda kekuasaan Kami kepada kaum  yang yakin. ",
    "nomor" : "118",
    "tr" : "waqaala alladziina laa ya'lamuuna lawlaa yukallimunaa allaahu aw ta/tiinaa aayatun kadzaalika qaala alladziina min qablihim mitsla qawlihim tasyaabahat quluubuhum qad bayyannaa al-aayaati liqawmin yuuqinuuna"
  }, {
    "ar" : "إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا ۖ وَلَا تُسْأَلُ عَنْ أَصْحَابِ الْجَحِيمِ",
    "id" : "Sesungguhnya Kami telah mengutusmu (Muhammad) dengan kebenaran; sebagai pembawa berita gembira dan pemberi peringatan, dan kamu tidak akan diminta (pertanggungan jawab) tentang penghuni-penghuni neraka.",
    "nomor" : "119",
    "tr" : "innaa arsalnaaka bialhaqqi basyiiran wanadziiran walaa tus-alu 'an ash-haabi aljahiimi"
  }, {
    "ar" : "وَلَنْ تَرْضَىٰ عَنْكَ الْيَهُودُ وَلَا النَّصَارَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمْ ۗ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَىٰ ۗ وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ ۙ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
    "id" : "Orang-orang Yahudi dan Nasrani tidak akan senang kepada kamu hingga kamu mengikuti agama mereka. Katakanlah: \"Sesungguhnya petunjuk Allah itulah petunjuk (yang benar)\". Dan sesungguhnya jika kamu mengikuti kemauan mereka setelah pengetahuan datang kepadamu, maka Allah tidak lagi menjadi pelindung dan penolong bagimu.",
    "nomor" : "120",
    "tr" : "walan tardaa 'anka alyahuudu walaa alnnashaaraa hattaa tattabi'a millatahum qul inna hudaa allaahi huwa alhudaa wala-ini ittaba'ta ahwaa-ahum ba'da alladzii jaa-aka mina al'ilmi maa laka mina allaahi min waliyyin walaa nashiirin"
  }, {
    "ar" : "الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَٰئِكَ يُؤْمِنُونَ بِهِ ۗ وَمَنْ يَكْفُرْ بِهِ فَأُولَٰئِكَ هُمُ الْخَاسِرُونَ",
    "id" : "Orang-orang yang telah Kami berikan Al Kitab kepadanya, mereka membacanya dengan bacaan yang sebenarnya, mereka itu beriman kepadanya. Dan barangsiapa yang ingkar kepadanya, maka mereka itulah orang-orang yang rugi.",
    "nomor" : "121",
    "tr" : "alladziina aataynaahumu alkitaaba yatluunahu haqqa tilaawatihi ulaa-ika yu/minuuna bihi waman yakfur bihi faulaa-ika humu alkhaasiruuna"
  }, {
    "ar" : "يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ",
    "id" : "Hai Bani Israil, ingatlah akan ni'mat-Ku yang telah Ku-anugerahkan kepadamu dan Aku telah melabihkan kamu atas segala umat.",
    "nomor" : "122",
    "tr" : "yaa banii israa-iila udzkuruu ni'matiya allatii an'amtu 'alaykum wa-annii fadhdhaltukum 'alaa al'aalamiina"
  }, {
    "ar" : "وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنْفَعُهَا شَفَاعَةٌ وَلَا هُمْ يُنْصَرُونَ",
    "id" : "Dan takutlah kamu kepada suatu hari di waktu seseorang tidak dapat menggantikan seseorang lain sedikitpun dan tidak akan diterima suatu tebusan daripadanya dan tidak akan memberi manfaat sesuatu syafa'at kepadanya dan tidak (pula) mereka akan ditolong.",
    "nomor" : "123",
    "tr" : "waittaquu yawman laa tajzii nafsun 'an nafsin syay-an walaa yuqbalu minhaa 'adlun walaa tanfa'uhaa syafaa'atun walaa hum yunsharuuna"
  }, {
    "ar" : "وَإِذِ ابْتَلَىٰ إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ ۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا ۖ قَالَ وَمِنْ ذُرِّيَّتِي ۖ قَالَ لَا يَنَالُ عَهْدِي الظَّالِمِينَ",
    "id" : "Dan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat (perintah dan larangan), lalu Ibrahim menunaikannya. Allah berfirman: \"Sesungguhnya Aku akan menjadikanmu imam bagi seluruh manusia\". Ibrahim berkata: \"(Dan saya mohon juga) dari keturunanku\". Allah berfirman: \"Janji-Ku (ini) tidak mengenai orang yang zalim\".",
    "nomor" : "124",
    "tr" : "wa-idzi ibtalaa ibraahiima rabbuhu bikalimaatin fa-atammahunna qaala innii jaa'iluka lilnnaasi imaaman qaala wamin dzurriyyatii qaala laa yanaalu 'ahdii alzhzhaalimiina"
  }, {
    "ar" : "وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْنًا وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى ۖ وَعَهِدْنَا إِلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ",
    "id" : "Dan (ingatlah), ketika Kami menjadikan rumah itu (Baitullah) tempat berkumpul bagi manusia dan tempat yang aman. Dan jadikanlah sebahagian maqam Ibrahim tempat shalat. Dan telah Kami perintahkan kepada Ibrahim dan Ismail: \"Bersihkanlah rumah-Ku untuk orang-orang yang thawaf, yang i'tikaf, yang ruku' dan yang sujud\".",
    "nomor" : "125",
    "tr" : "wa-idz ja'alnaa albayta matsaabatan lilnnaasi wa-amnan waittakhidzuu min maqaami ibraahiima mushallan wa'ahidnaa ilaa ibraahiima wa-ismaa'iila an thahhiraa baytiya lilththaa-ifiina waal'aakifiina waalrrukka'i alssujuudi"
  }, {
    "ar" : "وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَٰذَا بَلَدًا آمِنًا وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۖ قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا ثُمَّ أَضْطَرُّهُ إِلَىٰ عَذَابِ النَّارِ ۖ وَبِئْسَ الْمَصِيرُ",
    "id" : "Dan (ingatlah), ketika Ibrahim berdoa: \"Ya Tuhanku, jadikanlah negeri ini, negeri yang aman sentosa, dan berikanlah rezki dari buah-buahan kepada penduduknya yang beriman diantara mereka kepada Allah dan hari kemudian. Allah berfirman: \"Dan kepada orang yang kafirpun Aku beri kesenangan sementara, kemudian Aku paksa ia menjalani siksa neraka dan itulah seburuk-buruk tempat kembali\".",
    "nomor" : "126",
    "tr" : "wa-idz qaala ibraahiimu rabbi ij'al haadzaa baladan aaminan waurzuq ahlahu mina altstsamaraati man aamana minhum biallaahi waalyawmi al-aakhiri qaala waman kafara faumatti'uhu qaliilan tsumma adtharruhu ilaa 'adzaabi alnnaari wabi/sa almashiiru"
  }, {
    "ar" : "وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا ۖ إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ",
    "id" : "Dan (ingatlah), ketika Ibrahim meninggikan (membina) dasar-dasar Baitullah bersama Ismail (seraya berdoa): \"Ya Tuhan kami terimalah daripada kami (amalan kami), sesungguhnya Engkaulah Yang Maha Mendengar lagi Maha Mengetahui\".",
    "nomor" : "127",
    "tr" : "wa-idz yarfa'u ibraahiimu alqawaa'ida mina albayti wa-ismaa'iilu rabbanaa taqabbal minnaa innaka anta alssamii'u al'aliimu"
  }, {
    "ar" : "رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا ۖ إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "id" : "Ya Tuhan kami, jadikanlah kami berdua orang yang tunduk patuh kepada Engkau dan (jadikanlah) diantara anak cucu kami umat yang tunduk patuh kepada Engkau dan tunjukkanlah kepada kami cara-cara dan tempat-tempat ibadat haji kami, dan terimalah taubat kami. Sesungguhnya Engkaulah Yang Maha Penerima taubat lagi Maha Penyayang.",
    "nomor" : "128",
    "tr" : "rabbanaa waij'alnaa muslimayni laka wamin dzurriyyatinaa ummatan muslimatan laka wa-arinaa manaasikanaa watub 'alaynaa innaka anta alttawwaabu alrrahiimu"
  }, {
    "ar" : "رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ ۚ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ",
    "id" : "Ya Tuhan kami, utuslah untuk mereka sesorang Rasul dari kalangan mereka, yang akan membacakan kepada mereka ayat-ayat Engkau, dan mengajarkan kepada mereka Al Kitab (Al Qur'an) dan Al-Hikmah (As-Sunnah) serta mensucikan mereka. Sesungguhnya Engkaulah yang Maha Kuasa lagi Maha Bijaksana.",
    "nomor" : "129",
    "tr" : "rabbanaa waib'ats fiihim rasuulan minhum yatluu 'alayhim aayaatika wayu'allimuhumu alkitaaba waalhikmata wayuzakkiihim innaka anta al'aziizu alhakiimu"
  }, {
    "ar" : "وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ إِلَّا مَنْ سَفِهَ نَفْسَهُ ۚ وَلَقَدِ اصْطَفَيْنَاهُ فِي الدُّنْيَا ۖ وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ",
    "id" : "Dan tidak ada yang benci kepada agama Ibrahim, melainkan orang yang memperbodoh dirinya sendiri, dan sungguh Kami telah memilihnya di dunia dan sesungguhnya dia di akhirat benar-benar termasuk orang-orang yang saleh.",
    "nomor" : "130",
    "tr" : "waman yarghabu 'an millati ibraahiima illaa man safiha nafsahu walaqadi isthafaynaahu fii alddunyaa wa-innahu fii al-aakhirati lamina alshshaalihiina"
  }, {
    "ar" : "إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ ۖ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ",
    "id" : "Ketika Tuhannya berfirman kepadanya: \"Tunduk patuhlah!\" Ibrahim menjawab: \"Aku tunduk patuh kepada Tuhan semesta alam\".",
    "nomor" : "131",
    "tr" : "idz qaala lahu rabbuhu aslim qaala aslamtu lirabbi al'aalamiina"
  }, {
    "ar" : "وَوَصَّىٰ بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَىٰ لَكُمُ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ",
    "id" : "Dan Ibrahim telah mewasiatkan ucapan itu kepada anak-anaknya, demikian pula Ya'qub. (Ibrahim berkata): \"Hai anak-anakku! Sesungguhnya Allah telah memilih agama ini bagimu, maka janganlah kamu mati kecuali dalam memeluk agama Islam\".",
    "nomor" : "132",
    "tr" : "wawashshaa bihaa ibraahiimu baniihi waya'quubu yaa baniyya inna allaaha isthafaa lakumu alddiina falaa tamuutunna illaa wa-antum muslimuuna"
  }, {
    "ar" : "أَمْ كُنْتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إِلَٰهَكَ وَإِلَٰهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَٰهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ",
    "id" : "Adakah kamu hadir ketika Ya'qub kedatangan (tanda-tanda) maut, ketika ia berkata kepada anak-anaknya: \"Apa yang kamu sembah sepeninggalku?\" Mereka menjawab: \"Kami akan menyembah Tuhanmu dan Tuhan nenek moyangmu, Ibrahim, Ismail dan Ishaq, (yaitu) Tuhan Yang Maha Esa dan kami hanya tunduk patuh kepada-Nya\".",
    "nomor" : "133",
    "tr" : "am kuntum syuhadaa-a idz hadhara ya'quuba almawtu idz qaala libaniihi maa ta'buduuna min ba'dii qaaluu na'budu ilaahaka wa-ilaaha aabaa-ika ibraahiima wa-ismaa'iila wa-ishaaqa ilaahan waahidan wanahnu lahu muslimuuna"
  }, {
    "ar" : "تِلْكَ أُمَّةٌ قَدْ خَلَتْ ۖ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ ۖ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ",
    "id" : "Itu adalah umat yang lalu; baginya apa yang telah diusahakannya dan bagimu apa yang sudah kamu usahakan, dan kamu tidak akan diminta pertanggungan jawab tentang apa yang telah mereka kerjakan.",
    "nomor" : "134",
    "tr" : "tilka ummatun qad khalat lahaa maa kasabat walakum maa kasabtum walaa tus-aluuna 'ammaa kaanu ya'maluuna"
  }, {
    "ar" : "وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَىٰ تَهْتَدُوا ۗ قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا ۖ وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
    "id" : "Dan mereka berkata: \"Hendaklah kamu menjadi penganut agama Yahudi atau Nasrani, niscaya kamu mendapat petunjuk\". Katakanlah : \"Tidak, melainkan (kami mengikuti) agama Ibrahim yang lurus. Dan bukanlah dia (Ibrahim) dari golongan orang musyrik\".",
    "nomor" : "135",
    "tr" : "waqaaluu kuunuu huudan aw nashaaraa tahtaduu qul bal millata ibraahiima haniifan wamaa kaana mina almusyrikiina"
  }, {
    "ar" : "قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ",
    "id" : "Katakanlah (hai orang-orang mu'min): \"Kami beriman kepada Allah dan apa yang diturunkan kepada kami, dan apa yang diturunkan kepada Ibrahim, Isma'il, Ishaq, Ya'qub dan anak cucunya, dan apa yang diberikan kepada Musa dan Isa serta apa yang diberikan kepada nabi-nabi dari Tuhannya. Kami tidak membeda-bedakan seorangpun diantara mereka dan kami hanya tunduk patuh kepada-Nya\".",
    "nomor" : "136",
    "tr" : "quuluu aamannaa biallaahi wamaa unzila ilaynaa wamaa unzila ilaa ibraahiima wa-ismaa'iila wa-ishaaqa waya'quuba waal-asbaathi wamaa uutiya muusaa wa'iisaa wamaa uutiya alnnabiyyuuna min rabbihim laa nufarriqu bayna ahadin minhum wanahnu lahu muslimuuna"
  }, {
    "ar" : "فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا ۖ وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ ۖ فَسَيَكْفِيكَهُمُ اللَّهُ ۚ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "id" : "Maka jika mereka beriman kepada apa yang kamu telah beriman kepadanya, sungguh mereka telah mendapat petunjuk; dan jika mereka berpaling, sesungguhnya mereka berada dalam permusuhan (dengan kamu). Maka Allah akan memelihara kamu dari mereka. Dan Dia-lah Yang Maha Mendengar lagi Maha Mengetahui.",
    "nomor" : "137",
    "tr" : "fa-in aamanuu bimitsli maa aamantum bihi faqadi ihtadaw wa-in tawallaw fa-innamaa hum fii syiqaaqin fasayakfiikahumu allaahu wahuwa alssamii'u al'aliimu"
  }, {
    "ar" : "صِبْغَةَ اللَّهِ ۖ وَمَنْ أَحْسَنُ مِنَ اللَّهِ صِبْغَةً ۖ وَنَحْنُ لَهُ عَابِدُونَ",
    "id" : "Shibghah Allah. Dan siapakah yang lebih baik shibghahnya dari pada Allah? Dan hanya kepada-Nya-lah kami menyembah.",
    "nomor" : "138",
    "tr" : "shibghata allaahi waman ahsanu mina allaahi shibghatan wanahnu lahu 'aabiduuna"
  }, {
    "ar" : "قُلْ أَتُحَاجُّونَنَا فِي اللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ وَنَحْنُ لَهُ مُخْلِصُونَ",
    "id" : "Katakanlah: \"Apakah kamu memperdebatkan dengan kami tentang Allah, padahal Dia adalah Tuhan kami dan Tuhan kamu; bagi kami amalan kami, dan bagi kamu amalan kamu dan hanya kepada-Nya kami mengikhlaskan hati,",
    "nomor" : "139",
    "tr" : "qul atuhaajjuunanaa fii allaahi wahuwa rabbunaa warabbukum walanaa a'maalunaa walakum a'maalukum wanahnu lahu mukhlishuuna"
  }, {
    "ar" : "أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطَ كَانُوا هُودًا أَوْ نَصَارَىٰ ۗ قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ ۗ وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنَ اللَّهِ ۗ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
    "id" : "ataukah kamu (hai orang-orang Yahudi dan Nasrani) mengatakan bahwa Ibrahim, Isma'il, Ishaq, Ya'qub dan anak cucunya, adalah penganut agama Yahudi atau Nasrani?\" Katakanlah: \"Apakah kamu lebih mengetahui ataukah Allah, dan siapakah yang lebih zalim dari pada orang yang menyembunyikan syahadah dari Allah yang ada padanya?\" Dan Allah sekali-kali tiada lengah dari apa yang kamu kerjakan.",
    "nomor" : "140",
    "tr" : "am taquuluuna inna ibraahiima wa-ismaa'iila wa-ishaaqa waya'quuba waal-asbaatha kaanuu huudan aw nashaaraa qul a-antum a'lamu ami allaahu waman azhlamu mimman katama syahaadatan 'indahu mina allaahi wamaa allaahu bighaafilin 'ammaa ta'maluuna"
  }, {
    "ar" : "تِلْكَ أُمَّةٌ قَدْ خَلَتْ ۖ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ ۖ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ",
    "id" : "Itu adalah umat yang telah lalu; baginya apa yang diusahakannya dan bagimu apa yang kamu usahakan; dan kamu tidak akan diminta pertanggungan jawab tentang apa yang telah mereka kerjakan.",
    "nomor" : "141",
    "tr" : "tilka ummatun qad khalat lah<u>aa</u> m<u>aa</u> kasabat walakum m<u>aa</u> kasabtum wal<u>aa</u> tus-aluuna 'amm<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
  }
]
  
