[ {
    "surah": "Az Zumar",
    "ar" : "فَمَنْ أَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللَّهِ وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ ۚ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ",
    "id" : "Maka siapakah yang lebih zalim daripada orang yang membuat-buat dusta terhadap Allah dan mendustakan kebenaran ketika datang kepadanya? Bukankah di neraka Jahannam tersedia tempat tinggal bagi orang-orang yang kafir?",
    "nomor" : "32",
    "tr" : "faman a<u>zh</u>lamu mimman ka<u>dz</u>aba 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi waka<u>dzdz</u>aba bi<strong>al</strong><u>shsh</u>idqi i<u>dz</u> j<u>aa</u>-ahu alaysa fii jahannama matswan lilk<u>aa</u>firiin<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ ۙ أُولَٰئِكَ هُمُ الْمُتَّقُونَ",
    "id" : "Dan orang yang membawa kebenaran (Muhammad) dan membenarkannya, mereka itulah orang-orang yang bertakwa.",
    "nomor" : "33",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>ii j<u>aa</u>-a bi<strong>al</strong><u>shsh</u>idqi wa<u>sh</u>addaqa bihi ul<u>aa</u>-ika humu <strong>a</strong>lmuttaquun<strong>a</strong>"
  }, {
    "ar" : "لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ۚ ذَٰلِكَ جَزَاءُ الْمُحْسِنِينَ",
    "id" : "Mereka memperoleh apa yang mereka kehendaki pada sisi Tuhan mereka. Demikianlah balasan orang-orang yang berbuat baik,",
    "nomor" : "34",
    "tr" : "lahum m<u>aa</u> yasy<u>aa</u>uuna 'inda rabbihim <u>dzaa</u>lika jaz<u>aa</u>u <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
  }, {
    "ar" : "لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ",
    "id" : "agar Allah akan menutupi (mengampuni) bagi mereka perbuatan yang paling buruk yang mereka kerjakan dan membalas mereka dengan upah yang lebih baik dari apa yang telah mereka kerjakan.",
    "nomor" : "35",
    "tr" : "liyukaffira <strong>al</strong>l<u>aa</u>hu 'anhum aswa-a <strong>al</strong>la<u>dz</u>ii 'amiluu wayajziyahum ajrahum bi-a<u>h</u>sani <strong>al</strong>la<u>dz</u>ii k<u>aa</u>nuu ya'maluun<strong>a</strong>"
  }, {
    "ar" : "أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ ۖ وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ ۚ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ",
    "id" : "Bukankah Allah cukup untuk melindungi hamba-hamba-Nya. Dan mereka mempertakuti kamu dengan (sembahan-sembahan) yang selain Allah? Dan siapa yang disesatkan Allah maka tidak seorangpun pemberi petunjuk baginya.",
    "nomor" : "36",
    "tr" : "alaysa <strong>al</strong>l<u>aa</u>hu bik<u>aa</u>fin 'abdahu wayukhawwifuunaka bi<strong>a</strong>lla<u>dz</u>iina min duunihi waman yu<u>dh</u>lili <strong>al</strong>l<u>aa</u>hu fam<u>aa</u> lahu min h<u>aa</u>d<strong>in</strong>"
  }, {
    "ar" : "وَمَنْ يَهْدِ اللَّهُ فَمَا لَهُ مِنْ مُضِلٍّ ۗ أَلَيْسَ اللَّهُ بِعَزِيزٍ ذِي انْتِقَامٍ",
    "id" : "Dan barangsiapa yang diberi petunjuk oleh Allah, maka tidak seorangpun yang dapat menyesatkannya. Bukankah Allah Maha Perkasa lagi mempunyai (kekuasaan untuk) mengazab?",
    "nomor" : "37",
    "tr" : "waman yahdi <strong>al</strong>l<u>aa</u>hu fam<u>aa</u> lahu min mu<u>dh</u>illin alaysa <strong>al</strong>l<u>aa</u>hu bi'aziizin <u>dz</u>ii intiq<u>aa</u>m<strong>in</strong>"
  }, {
    "ar" : "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ ۚ قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ ۚ قُلْ حَسْبِيَ اللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ",
    "id" : "Dan sungguh jika kamu bertanya kepada mereka: \"Siapakah yang menciptakan langit dan bumi?\", niscaya mereka menjawab: \"Allah\". Katakanlah: \"Maka terangkanlah kepadaku tentang apa yang kamu seru selain Allah, jika Allah hendak mendatangkan kemudharatan kepadaku, apakah berhala-berhalamu itu dapat menghilangkan kemudharatan itu, atau jika Allah hendak memberi rahmat kepadaku, apakah mereka dapat menahan rahmatNya?. Katakanlah: \"Cukuplah Allah bagiku\". Kepada-Nyalah bertawakkal orang-orang yang berserah diri.",
    "nomor" : "38",
    "tr" : "wala-in sa-altahum man khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a layaquulunna <strong>al</strong>l<u>aa</u>hu qul afara-aytum m<u>aa</u> tad'uuna min duuni <strong>al</strong>l<u>aa</u>hi in ar<u>aa</u>daniya <strong>al</strong>l<u>aa</u>hu bi<u>dh</u>urrin hal hunna k<u>aa</u>syif<u>aa</u>tu <u>dh</u>urrihi aw ar<u>aa</u>danii bira<u>h</u>matin hal hunna mumsik<u>aa</u>tu ra<u>h</u>matihi qul <u>h</u>asbiya <strong>al</strong>l<u>aa</u>hu 'alayhi yatawakkalu <strong>a</strong>lmutawakkiluun<strong>a</strong>"
  }, {
    "ar" : "قُلْ يَا قَوْمِ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنِّي عَامِلٌ ۖ فَسَوْفَ تَعْلَمُونَ",
    "id" : "Katakanlah: \"Hai kaumku, bekerjalah sesuai dengan keadaanmu, sesungguhnya aku akan bekerja (pula), maka kelak kamu akan mengetahui,",
    "nomor" : "39",
    "tr" : "qul y<u>aa</u> qawmi i'maluu 'al<u>aa</u> mak<u>aa</u>natikum innii '<u>aa</u>milun fasawfa ta'lamuun<strong>a</strong>"
  }, {
    "ar" : "مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ",
    "id" : "siapa yang akan mendapat siksa yang menghinakannya dan lagi ditimpa oleh azab yang kekal\".",
    "nomor" : "40",
    "tr" : "man ya/tiihi 'a<u>dzaa</u>bun yukhziihi waya<u>h</u>illu 'alayhi 'a<u>dzaa</u>bun muqiim<strong>un</strong>"
  }, {
    "ar" : "إِنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ لِلنَّاسِ بِالْحَقِّ ۖ فَمَنِ اهْتَدَىٰ فَلِنَفْسِهِ ۖ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ",
    "id" : "Sesungguhnya Kami menurunkan kepadamu Al Kitab (Al Qur'an) untuk manusia dengan membawa kebenaran; siapa yang mendapat petunjuk maka (petunjuk itu) untuk dirinya sendiri, dan siapa yang sesat maka sesungguhnya dia semata-mata sesat buat (kerugian) dirinya sendiri, dan kamu sekali-kali bukanlah orang yang bertanggung jawab terhadap mereka.",
    "nomor" : "41",
    "tr" : "inn<u>aa</u> anzaln<u>aa</u> 'alayka <strong>a</strong>lkit<u>aa</u>ba li<strong>l</strong>nn<u>aa</u>si bi<strong>a</strong>l<u>h</u>aqqi famani ihtad<u>aa</u> falinafsihi waman <u>dh</u>alla fa-innam<u>aa</u> ya<u>dh</u>illu 'alayh<u>aa</u> wam<u>aa</u> anta 'alayhim biwakiil<strong>in</strong>"
  }, {
    "ar" : "اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا ۖ فَيُمْسِكُ الَّتِي قَضَىٰ عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَىٰ إِلَىٰ أَجَلٍ مُسَمًّى ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ",
    "id" : "Allah memegang jiwa (orang) ketika matinya dan (memegang) jiwa (orang) yang belum mati di waktu tidurnya; maka Dia tahanlah jiwa (orang) yang telah Dia tetapkan kematiannya dan Dia melepaskan jiwa yang lain sampai waktu yang ditetapkan. Sesungguhnya pada yang demikian itu terdapat tanda-tanda kekuasaan Allah bagi kaum yang berfikir.",
    "nomor" : "42",
    "tr" : "<strong>al</strong>l<u>aa</u>hu yatawaff<u>aa</u> <strong>a</strong>l-anfusa <u>h</u>iina mawtih<u>aa</u> wa<strong>a</strong>llatii lam tamut fii man<u>aa</u>mih<u>aa</u> fayumsiku <strong>al</strong>latii qa<u>daa</u> 'alayh<u>aa</u> <strong>a</strong>lmawta wayursilu <strong>a</strong>l-ukhr<u>aa</u> il<u>aa</u> ajalin musamman inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin liqawmin yatafakkaruun<strong>a</strong>"
  }, {
    "ar" : "أَمِ اتَّخَذُوا مِنْ دُونِ اللَّهِ شُفَعَاءَ ۚ قُلْ أَوَلَوْ كَانُوا لَا يَمْلِكُونَ شَيْئًا وَلَا يَعْقِلُونَ",
    "id" : "Bahkan mereka mengambil pemberi syafa'at selain Allah. Katakanlah: \"Dan apakah (kamu mengambilnya juga) meskipun mereka tidak memiliki sesuatupun dan tidak berakal?\"",
    "nomor" : "43",
    "tr" : "ami ittakha<u>dz</u>uu min duuni <strong>al</strong>l<u>aa</u>hi syufa'<u>aa</u>-a qul awa law k<u>aa</u>nuu l<u>aa</u> yamlikuuna syay-an wal<u>aa</u> ya'qiluun<strong>a</strong>"
  }, {
    "ar" : "قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا ۖ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
    "id" : "Katakanlah: \"Hanya kepunyaan Allah syafaat itu semuanya. Kepunyaan-Nya kerajaan langit dan bumi. Kemudian kepada-Nyalah kamu dikembalikan\"",
    "nomor" : "44",
    "tr" : "qul lill<u>aa</u>hi <strong>al</strong>sysyaf<u>aa</u>'atu jamii'an lahu mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i tsumma ilayhi turja'uun<strong>a</strong>"
  }, {
    "ar" : "وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ ۖ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ",
    "id" : "Dan apabila hanya nama Allah saja disebut, kesallah hati orang-orang yang tidak beriman kepada kehidupan akhirat; dan apabila nama sembahan-sembahan selain Allah yang disebut, tiba-tiba mereka bergirang hati.",
    "nomor" : "45",
    "tr" : "wa-i<u>dzaa</u> <u>dz</u>ukira <strong>al</strong>l<u>aa</u>hu wa<u>h</u>dahu isyma-azzat quluubu <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/minuuna bi<strong>a</strong>l-<u>aa</u>khirati wa-i<u>dzaa</u> <u>dz</u>ukira <strong>al</strong>la<u>dz</u>iina min duunihi i<u>dzaa</u> hum yastabsyiruun<strong>a</strong>"
  }, {
    "ar" : "قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ",
    "id" : "Katakanlah: \"Wahai Allah, Pencipta langit dan bumi, Yang mengetahui barang ghaib dan yang nyata, Engkaulah Yang memutuskan antara hamba-hamba-Mu tentang apa yang selalu mereka memperselisihkannya.\"",
    "nomor" : "46",
    "tr" : "quli <strong>al</strong>l<u>aa</u>humma f<u>aath</u>ira <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i '<u>aa</u>lima <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati anta ta<u>h</u>kumu bayna 'ib<u>aa</u>dika fii m<u>aa</u> k<u>aa</u>nuu fiihi yakhtalifuun<strong>a</strong>"
  }, {
    "ar" : "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ مِنْ سُوءِ الْعَذَابِ يَوْمَ الْقِيَامَةِ ۚ وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ",
    "id" : "Dan sekiranya orang-orang yang zalim mempunyai apa yang ada di bumi semuanya dan (ada pula) sebanyak itu besertanya, niscaya mereka akan menebus dirinya dengan itu dari siksa yang buruk pada hari kiamat. Dan jelaslah bagi mereka azab dari Allah yang belum pernah mereka perkirakan.",
    "nomor" : "47",
    "tr" : "walaw anna lilla<u>dz</u>iina <u>zh</u>alamuu m<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i jamii'an wamitslahu ma'ahu la<strong>i</strong>ftadaw bihi min suu-i <strong>a</strong>l'a<u>dzaa</u>bi yawma <strong>a</strong>lqiy<u>aa</u>mati wabad<u>aa</u> lahum mina <strong>al</strong>l<u>aa</u>hi m<u>aa</u> lam yakuunuu ya<u>h</u>tasibuun<strong>a</strong>"
  }, {
    "ar" : "وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
    "id" : "Dan (jelaslah) bagi mereka akibat buruk dari apa yang telah mereka perbuat dan mereka diliputi oleh pembalasan yang mereka dahulu selalu memperolok-olokkannya.",
    "nomor" : "48",
    "tr" : "wabad<u>aa</u> lahum sayyi-<u>aa</u>tu m<u>aa</u> kasabuu wa<u>haa</u>qa bihim m<u>aa</u> k<u>aa</u>nuu bihi yastahzi-uun<strong>a</strong>"
  }, {
    "ar" : "فَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلْمٍ ۚ بَلْ هِيَ فِتْنَةٌ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "id" : "Maka apabila manusia ditimpa bahaya ia menyeru Kami, kemudian apabila Kami berikan kepadanya ni'mat dari Kami ia berkata: \"Sesungguhnya aku diberi ni'mat itu hanyalah karena kepintaranku\". Sebenarnya itu adalah ujian, tetapi kebanyakan mereka itu tidak mengetahui.",
    "nomor" : "49",
    "tr" : "fa-i<u>dzaa</u> massa <strong>a</strong>l-ins<u>aa</u>na <u>dh</u>urrun da'<u>aa</u>n<u>aa</u> tsumma i<u>dzaa</u> khawwaln<u>aa</u>hu ni'matan minn<u>aa</u> q<u>aa</u>la innam<u>aa</u> uutiituhu 'al<u>aa</u> 'ilmin bal hiya fitnatun wal<u>aa</u>kinna aktsarahum l<u>aa</u> ya'lamuun<strong>a</strong>"
  }, {
    "ar" : "قَدْ قَالَهَا الَّذِينَ مِنْ قَبْلِهِمْ فَمَا أَغْنَىٰ عَنْهُمْ مَا كَانُوا يَكْسِبُونَ",
    "id" : "Sungguh orang-orang yang sebelum mereka (juga) telah mengatakan itu pula, maka tiadalah berguna bagi mereka apa yang dahulu mereka usahakan.",
    "nomor" : "50",
    "tr" : "qad q<u>aa</u>lah<u>aa</u> <strong>al</strong>la<u>dz</u>iina min qablihim fam<u>aa</u> aghn<u>aa</u> 'anhum m<u>aa</u> k<u>aa</u>nuu yaksibuun<strong>a</strong>"
  }, {
    "ar" : "فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا ۚ وَالَّذِينَ ظَلَمُوا مِنْ هَٰؤُلَاءِ سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا وَمَا هُمْ بِمُعْجِزِينَ",
    "id" : "Maka mereka ditimpa oleh akibat buruk dari apa yang mereka usahakan. Dan orang-orang yang zalim di antara mereka akan ditimpa akibat buruk dari usahanya dan mereka tidak dapat melepaskan diri.",
    "nomor" : "51",
    "tr" : "fa-a<u>shaa</u>bahum sayyi-<u>aa</u>tu m<u>aa</u> kasabuu wa<strong>a</strong>lla<u>dz</u>iina <u>zh</u>alamuu min h<u>aa</u>ul<u>aa</u>-i sayu<u>sh</u>iibuhum sayyi-<u>aa</u>tu m<u>aa</u> kasabuu wam<u>aa</u> hum bimu'jiziin<strong>a</strong>"
  }, {
    "ar" : "أَوَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ",
    "id" : "Dan tidakkah mereka mengetahui bahwa Allah melapangkan rezki dan menyempitkannya bagi siapa yang dikehendaki-Nya? Sesungguhnya pada yang demikian itu terdapat tanda-tanda kekuasaan Allah bagi kaum yang beriman.",
    "nomor" : "52",
    "tr" : "awa lam ya'lamuu anna <strong>al</strong>l<u>aa</u>ha yabsu<u>th</u>u <strong>al</strong>rrizqa liman yasy<u>aa</u>u wayaqdiru inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin liqawmin yu/minuun<strong>a</strong>"
  }, {
    "ar" : "قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَىٰ أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ۚ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا ۚ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ",
    "id" : "Katakanlah: \"Hai hamba-hamba-Ku yang malampaui batas terhadap diri mereka sendiri, janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa semuanya. Sesungguhnya Dia-lah Yang Maha Pengampun lagi Maha Penyayang.",
    "nomor" : "53",
    "tr" : "qul y<u>aa</u> 'ib<u>aa</u>diya <strong>al</strong>la<u>dz</u>iina asrafuu 'al<u>aa</u> anfusihim l<u>aa</u> taqna<u>th</u>uu min ra<u>h</u>mati <strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>l<u>aa</u>ha yaghfiru <strong>al</strong><u>dzdz</u>unuuba jamii'an innahu huwa <strong>a</strong>lghafuuru <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
  }, {
    "ar" : "وَأَنِيبُوا إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ",
    "id" : "Dan kembalilah kamu kepada Tuhanmu, dan berserah dirilah kepada-Nya sebelum datang azab kepadamu kemudian kamu tidak dapat ditolong (lagi).",
    "nomor" : "54",
    "tr" : "wa-aniibuu il<u>aa</u> rabbikum wa-aslimuu lahu min qabli an ya/tiyakumu <strong>a</strong>l'a<u>dzaa</u>bu tsumma l<u>aa</u> tun<u>sh</u>aruun<strong>a</strong>"
  }, {
    "ar" : "وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ",
    "id" : "Dan ikutilah sebaik-baik apa yang telah diturunkan kepadamu dari Tuhanmu sebelum datang azab kepadamu dengan tiba-tiba, sedang kamu tidak menyadarinya,",
    "nomor" : "55",
    "tr" : "wa<strong>i</strong>ttabi'uu a<u>h</u>sana m<u>aa</u> unzila ilaykum min rabbikum min qabli an ya/tiyakumu <strong>a</strong>l'a<u>dzaa</u>bu baghtatan wa-antum l<u>aa</u> tasy'uruun<strong>a</strong>"
  }, {
    "ar" : "أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَىٰ مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ",
    "id" : "supaya jangan ada orang yang mengatakan: \"Amat besar penyesalanku atas kelalaianku dalam (menunaikan kewajiban) terhadap Allah, sedang aku sesungguhnya termasuk orang-orang yang memperolok-olokkan (agama Allah ),",
    "nomor" : "56",
    "tr" : "an taquula nafsun y<u>aa</u> <u>h</u>asrat<u>aa</u> 'al<u>aa</u> m<u>aa</u> farra<u>th</u>tu fii janbi <strong>al</strong>l<u>aa</u>hi wa-in kuntu lamina <strong>al</strong>ss<u>aa</u>khiriin<strong>a</strong>"
  }, {
    "ar" : "أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ",
    "id" : "atau supaya jangan ada yang berkata: 'Kalau sekiranya Allah memberi petunjuk kepadaku tentulah aku termasuk orang-orang yang bertakwa'.",
    "nomor" : "57",
    "tr" : "aw taquula law anna <strong>al</strong>l<u>aa</u>ha had<u>aa</u>nii lakuntu mina <strong>a</strong>lmuttaqiin<strong>a</strong>"
  }, {
    "ar" : "أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ",
    "id" : "Atau supaya jangan ada yang berkata ketika ia melihat azab 'Kalau sekiranya aku dapat kembali (ke dunia), niscaya aku akan termasuk orang-orang berbuat baik'.",
    "nomor" : "58",
    "tr" : "aw taquula <u>h</u>iina tar<u>aa</u> <strong>a</strong>l'a<u>dzaa</u>ba law anna lii karratan fa-akuuna mina <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
  }, {
    "ar" : "بَلَىٰ قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ",
    "id" : "(Bukan demikian) sebenarya telah datang keterangan-keterangan-Ku kepadamu lalu kamu mendustakannya dan kamu menyombongkan diri dan adalah kamu termasuk orang-orang yang kafir\".",
    "nomor" : "59",
    "tr" : "bal<u>aa</u> qad j<u>aa</u>-atka <u>aa</u>y<u>aa</u>tii faka<u>dzdz</u>abta bih<u>aa</u> wa<strong>i</strong>stakbarta wakunta mina <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
  }, {
    "ar" : "وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ ۚ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ",
    "id" : "Dan pada hari kiamat kamu akan melihat orang-orang yang berbuat dusta terhadap Allah, mukanya menjadi hitam. Bukankah dalam neraka Jahannam itu ada tempat bagi orang-orang yang menyombongkan diri?",
    "nomor" : "60",
    "tr" : "wayawma alqiy<u>aa</u>mati tar<u>aa</u> <strong>al</strong>la<u>dz</u>iina ka<u>dz</u>abuu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi wujuuhuhum muswaddatun alaysa fii jahannama matswan lilmutakabbiriin<strong>a</strong>"
  }, {
    "ar" : "وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ",
    "id" : "Dan Allah menyelamatkan orang-orang yang bertakwa karena kemenangan mereka, mereka tiada disentuh oleh azab (neraka dan tidak pula) mereka berduka cita.",
    "nomor" : "61",
    "tr" : "wayunajjii <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina ittaqaw bimaf<u>aa</u>zatihim l<u>aa</u> yamassuhumu <strong>al</strong>ssuu-u wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>"
  }, {
    "ar" : "اللَّهُ خَالِقُ كُلِّ شَيْءٍ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ وَكِيلٌ",
    "id" : "Allah menciptakan segala sesuatu dan Dia memelihara segala sesuatu.",
    "nomor" : "62",
    "tr" : "<strong>al</strong>l<u>aa</u>hu kh<u>aa</u>liqu kulli syay-in wahuwa 'al<u>aa</u> kulli syay-in wakiil<strong>un</strong>"
  }, {
    "ar" : "لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ ۗ وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ أُولَٰئِكَ هُمُ الْخَاسِرُونَ",
    "id" : "Kepunyaan-Nyalah kunci-kunci (perbendaharaan) langit dan bumi. Dan orang-orang yang kafir terhadap ayat-ayat Allah, mereka itulah orang-orang yang merugi.",
    "nomor" : "63",
    "tr" : "lahu maq<u>aa</u>liidu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa<strong>a</strong>lla<u>dz</u>iina kafaruu bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi ul<u>aa</u>-ika humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>"
  }, {
    "ar" : "قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ",
    "id" : "Katakanlah: \"Maka apakah kamu menyuruh aku menyembah selain Allah, hai orang-orang yang tidak berpengetahuan?\"",
    "nomor" : "64",
    "tr" : "qul afaghayra <strong>al</strong>l<u>aa</u>hi ta/muruunnii a'budu ayyuh<u>aa</u> <strong>a</strong>lj<u>aa</u>hiluun<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ",
    "id" : "Dan sesungguhnya telah diwahyukan kepadamu dan kepada (nabi-nabi) yang sebelummu. \"Jika kamu mempersekutukan (Tuhan), niscaya akan hapuslah amalmu dan tentulah kamu termasuk orang-orang yang merugi.",
    "nomor" : "65",
    "tr" : "walaqad uu<u>h</u>iya ilayka wa-il<u>aa</u> <strong>al</strong>la<u>dz</u>iina min qablika la-in asyrakta laya<u>h</u>ba<u>th</u>anna 'amaluka walatakuunanna mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>"
  }, {
    "ar" : "بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ",
    "id" : "Karena itu, maka hendaklah Allah saja kamu sembah dan hendaklah kamu termasuk orang-orang yang bersyukur\".",
    "nomor" : "66",
    "tr" : "bali <strong>al</strong>l<u>aa</u>ha fa<strong>u</strong>'bud wakun mina <strong>al</strong>sysy<u>aa</u>kiriin<strong>a</strong>"
  }, {
    "ar" : "وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ",
    "id" : "Dan mereka tidak mengagungkan Allah dengan pengagungan yang semestinya padahal bumi seluruhnya dalam genggaman-Nya pada hari kiamat dan langit digulung dengan tangan kanan-Nya. Maha Suci Tuhan dan Maha Tinggi Dia dari apa yang mereka persekutukan.",
    "nomor" : "67",
    "tr" : "wam<u>aa</u> qadaruu <strong>al</strong>l<u>aa</u>ha <u>h</u>aqqa qadrihi wa<strong>a</strong>l-ar<u>dh</u>u jamii'an qab<u>dh</u>atuhu yawma <strong>a</strong>lqiy<u>aa</u>mati wa<strong>al</strong>ssam<u>aa</u>w<u>aa</u>tu ma<u>th</u>wiyy<u>aa</u>tun biyamiinihi sub<u>haa</u>nahu wata'<u>aa</u>l<u>aa</u> 'amm<u>aa</u> yusyrikuun<strong>a</strong>"
  }, {
    "ar" : "وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ۖ ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ",
    "id" : "Dan ditiuplah sangkakala, maka matilah siapa yang di langit dan di bumi kecuali siapa yang dikehendaki Allah. Kemudian ditiup sangkakala itu sekali lagi maka tiba-tiba mereka berdiri menunggu (putusannya masing-masing).",
    "nomor" : "68",
    "tr" : "wanufikha fii <strong>al</strong><u>shsh</u>uuri fa<u>sh</u>a'iqa man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti waman fii <strong>a</strong>l-ar<u>dh</u>i ill<u>aa</u> man sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu tsumma nufikha fiihi ukhr<u>aa</u> fa-i<u>dzaa</u> hum qiy<u>aa</u>mun yan<u>zh</u>uruun<strong>a</strong>"
  }, {
    "ar" : "وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ",
    "id" : "Dan terang benderanglah bumi (padang mahsyar) dengan cahaya (keadilan) Tuhannya; dan diberikanlah buku (perhitungan perbuatan masing-masing) dan didatangkanlah para nabi dan saksi-saksi dan diberi keputusan di antara mereka dengan adil, sedang mereka tidak dirugikan.",
    "nomor" : "69",
    "tr" : "wa-asyraqati <strong>a</strong>l-ar<u>dh</u>u binuuri rabbih<u>aa</u> wawu<u>dh</u>i'a <strong>a</strong>lkit<u>aa</u>bu wajii-a bi<strong>al</strong>nnabiyyiina wa<strong>al</strong>sysyuhad<u>aa</u>-i waqu<u>dh</u>iya baynahum bi<strong>a</strong>l<u>h</u>aqqi wahum l<u>aa</u> yu<u>zh</u>lamuun<strong>a</strong>"
  }, {
    "ar" : "وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ",
    "id" : "Dan disempurnakan bagi tiap-tiap jiwa (balasan) apa yang telah dikerjakannya dan Dia lebih mengetahui apa yang mereka kerjakan.",
    "nomor" : "70",
    "tr" : "wawuffiyat kullu nafsin m<u>aa</u> 'amilat wahuwa a'lamu bim<u>aa</u> yaf'aluun<strong>a</strong>"
  }, {
    "ar" : "وَسِيقَ الَّذِينَ كَفَرُوا إِلَىٰ جَهَنَّمَ زُمَرًا ۖ حَتَّىٰ إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا ۚ قَالُوا بَلَىٰ وَلَٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ",
    "id" : "Orang-orang kafir dibawa ke neraka Jahannam berombong-rombongan. Sehingga apabila mereka sampai ke neraka itu dibukakanlah pintu-pintunya dan berkatalah kepada mereka penjaga-penjaganya: \"Apakah belum pernah datang kepadamu rasul-rasul di antaramu yang membacakan kepadamu ayat-ayat Tuhanmu dan memperingatkan kepadamu akan pertemuan dengan hari ini?\" Mereka menjawab: \"Benar (telah datang)\". Tetapi telah pasti berlaku ketetapan azab terhadap orang-orang yang kafir.",
    "nomor" : "71",
    "tr" : "wasiiqa <strong>al</strong>la<u>dz</u>iina kafaruu il<u>aa</u> jahannama zumaran <u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>uuh<u>aa</u> futi<u>h</u>at abw<u>aa</u>buh<u>aa</u> waq<u>aa</u>la lahum khazanatuh<u>aa</u> alam ya/tikum rusulun minkum yatluuna 'alaykum <u>aa</u>y<u>aa</u>ti rabbikum wayun<u>dz</u>iruunakum liq<u>aa</u>-a yawmikum h<u>aadzaa</u> q<u>aa</u>luu bal<u>aa</u> wal<u>aa</u>kin <u>h</u>aqqat kalimatu al'a<u>dzaa</u>bi 'al<u>aa</u> alk<u>aa</u>firiin<strong>a</strong>"
  }, {
    "ar" : "قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ",
    "id" : "Dikatakan (kepada mereka): \"Masukilah pintu-pintu neraka Jahannam itu, sedang kamu kekal di dalamnya\" Maka neraka Jahannam itulah seburuk-buruk tempat bagi orang-orang yang menyombongkan diri.",
    "nomor" : "72",
    "tr" : "qiila udkhuluu abw<u>aa</u>ba jahannama kh<u>aa</u>lidiina fiih<u>aa</u> fabi/sa matsw<u>aa</u> <strong>a</strong>lmutakabbiriin<strong>a</strong>"
  }, {
    "ar" : "وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا ۖ حَتَّىٰ إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ",
    "id" : "Dan orang-orang yang bertakwa kepada Tuhan dibawa ke dalam syurga berombong-rombongan (pula). Sehingga apabila mereka sampai ke syurga itu sedang pintu-pintunya telah terbuka dan berkatalah kepada mereka penjaga-penjaganya: \"Kesejahteraan (dilimpahkan) atasmu. Berbahagialah kamu! maka masukilah syurga ini, sedang kamu kekal di dalamnya\".",
    "nomor" : "73",
    "tr" : "wasiiqa <strong>al</strong>la<u>dz</u>iina ittaqaw rabbahum il<u>aa</u> <strong>a</strong>ljannati zumaran <u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>uuh<u>aa</u> wafuti<u>h</u>at abw<u>aa</u>buh<u>aa</u> waq<u>aa</u>la lahum khazanatuh<u>aa</u> sal<u>aa</u>mun 'alaykum <u>th</u>ibtum fa<strong>u</strong>dkhuluuh<u>aa</u> kh<u>aa</u>lidiin<strong>a</strong>"
  }, {
    "ar" : "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ ۖ فَنِعْمَ أَجْرُ الْعَامِلِينَ",
    "id" : "Dan mereka mengucapkan: \"Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami dan telah (memberi) kepada kami tempat ini sedang kami (diperkenankan) menempati tempat dalam syurga di mana saja yang kami kehendaki; maka syurga itulah sebaik-baik balasan bagi orang-orang yang beramal\".",
    "nomor" : "74",
    "tr" : "waq<u>aa</u>luu <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii <u>sh</u>adaqan<u>aa</u> wa'dahu wa-awratsan<u>aa</u> <strong>a</strong>l-ar<u>dh</u>a natabawwau mina <strong>a</strong>ljannati <u>h</u>aytsu nasy<u>aa</u>u fani'ma ajru <strong>a</strong>l'<u>aa</u>miliin<strong>a</strong>"
  }, {
    "ar" : "وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ ۖ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
    "id" : "Dan kamu (Muhammad) akan melihat malaikat-mmlaikat berlingkar di sekeliling 'Arsy bertasbih sambil memuji Tuhannya; dan diberi putusan di antara hamba-hamba Allah dengan adil dan diucapkan: \"Segala puji bagi Allah, Tuhan semesta alam\".",
    "nomor" : "75",
    "tr" : "watar<u>aa</u> <strong>a</strong>lmal<u>aa</u>-ikata <u>haa</u>ffiina min <u>h</u>awli <strong>a</strong>l'arsyi yusabbi<u>h</u>uuna bi<u>h</u>amdi rabbihim waqu<u>dh</u>iya baynahum bi<strong>a</strong>l<u>h</u>aqqi waqiila <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, { 
    "surah": "Al Ghafir",
    "ar" : "حٰمٓ‌",
    "id" : "Haa Miim.",
    "nomor" : "1",
    "tr" : "<u>haa</u>-miim"
  }, {
    "ar" : "تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ",
    "id" : "Diturunkan Kitab ini (Al Qur'an) dari Allah Yang Maha Perkasa lagi Maha Mengetahui,",
    "nomor" : "2",
    "tr" : "tanziilu <strong>a</strong>lkit<u>aa</u>bi mina <strong>al</strong>l<u>aa</u>hi <strong>a</strong>l'aziizi <strong>a</strong>l'aliim<strong>i</strong>"
  }, {
    "ar" : "غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ ۖ لَا إِلَٰهَ إِلَّا هُوَ ۖ إِلَيْهِ الْمَصِيرُ",
    "id" : "Yang Mengampuni dosa dan Menerima taubat lagi keras hukuman-Nya. Yang mempunyai karunia. Tiada Tuhan (yang berhak disembah) selain Dia. Hanya kepada-Nyalah kembali (semua makhluk).",
    "nomor" : "3",
    "tr" : "gh<u>aa</u>firi <strong>al</strong><u>dzdz</u>anbi waq<u>aa</u>bili <strong>al</strong>ttawbi syadiidi <strong>a</strong>l'iq<u>aa</u>bi <u>dz</u>ii <strong>al</strong><u>ththh</u>awli l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa ilayhi <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
  }, {
    "ar" : "مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِي الْبِلَادِ",
    "id" : "Tidak ada yang memperdebatkan tentang ayat-ayat Allah, kecuali orang-orang yang kafir. Karena itu janganlah pulang balik mereka dengan bebas dari suatu kota ke kota yang lain memperdayakan kamu.",
    "nomor" : "4",
    "tr" : "m<u>aa</u> yuj<u>aa</u>dilu fii <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina kafaruu fal<u>aa</u> yaghrurka taqallubuhum fii <strong>a</strong>lbil<u>aa</u>d<strong>i</strong>"
  }, {
    "ar" : "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَالْأَحْزَابُ مِنْ بَعْدِهِمْ ۖ وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ ۖ وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ فَأَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
    "id" : "Sebelum mereka, kaum Nuh dan golongan-golongan yang bersekutu sesudah mereka telah mendustakan (rasul) dan tiap-tiap umat telah merencanakan makar terhadap rasul mereka untuk menawannya dan mereka membantah dengan (alasan) yang batil untuk melenyapkan kebenaran dengan yang batil itu; karena itu Aku azab mereka. Maka betapa (pedihnya) azab-Ku?",
    "nomor" : "5",
    "tr" : "ka<u>dzdz</u>abat qablahum qawmu nuu<u>h</u>in wa<strong>a</strong>l-a<u>h</u>z<u>aa</u>bu min ba'dihim wahammat kullu ummatin birasuulihim liya/khu<u>dz</u>uuhu waj<u>aa</u>daluu bi<strong>a</strong>lb<u>aath</u>ili liyud<u>h</u>i<u>dh</u>uu bihi <strong>a</strong>l<u>h</u>aqqa fa-akha<u>dz</u>tuhum fakayfa k<u>aa</u>na 'iq<u>aa</u>b<strong>i</strong>"
  }, {
    "ar" : "وَكَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ كَفَرُوا أَنَّهُمْ أَصْحَابُ النَّارِ",
    "id" : "Dan demikianlah telah pasti berlaku ketetapan azab Tuhanmu terhadap orang-orang kafir, karena sesungguhnya mereka adalah penghuni neraka.",
    "nomor" : "6",
    "tr" : "waka<u>dzaa</u>lika <u>h</u>aqqat kalimatu rabbika 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina kafaruu annahum a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
  }, {
    "ar" : "الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ",
    "id" : "(Malaikat-malaikat) yang memikul 'Arsy dan malaikat yang berada di sekelilingnya bertasbih memuji Tuhannya dan mereka beriman kepada-Nya serta memintakan ampun bagi orang-orang yang beriman (seraya mengucapkan): \"Ya Tuhan kami, rahmat dan ilmu Engkau meliputi segala sesuatu, maka berilah ampunan kepada orang-orang yang bertaubat dan mengikuti jalan Engkau dan peliharalah mereka dari siksaan neraka yang menyala-nyala,",
    "nomor" : "7",
    "tr" : "<strong>al</strong>la<u>dz</u>iina ya<u>h</u>miluuna <strong>a</strong>l'arsya waman <u>h</u>awlahu yusabbi<u>h</u>uuna bi<u>h</u>amdi rabbihim wayu/minuuna bihi wayastaghfiruuna lilla<u>dz</u>iina <u>aa</u>manuu rabban<u>aa</u> wasi'ta kulla syay-in ra<u>h</u>matan wa'ilman fa<strong>i</strong>ghfir lilla<u>dz</u>iina t<u>aa</u>buu wa<strong>i</strong>ttaba'uu sabiilaka waqihim 'a<u>dzaa</u>ba <strong>a</strong>lja<u>h</u>iim<strong>i</strong>"
  }, {
    "ar" : "رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ ۚ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ",
    "id" : "ya Tuhan kami, dan masukkanlah mereka ke dalam syurga 'and yang telah Engkau janjikan kepada mereka dan orang-orang yang saleh di antara bapak-bapak mereka, dan isteri-isteri mereka, dan keturunan mereka semua. Sesungguhnya Engkaulah Yang Maha Perkasa lagi Maha Bijaksana,",
    "nomor" : "8",
    "tr" : "rabban<u>aa</u> wa-adkhilhum jann<u>aa</u>ti 'adnin <strong>al</strong>latii wa'adtahum waman <u>sh</u>ala<u>h</u>a min <u>aa</u>b<u>aa</u>-ihim wa-azw<u>aa</u>jihim wa<u>dz</u>urriyy<u>aa</u>tihim innaka anta <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
  }, {
    "ar" : "وَقِهِمُ السَّيِّئَاتِ ۚ وَمَنْ تَقِ السَّيِّئَاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ ۚ وَذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
    "id" : "dan peliharalah mereka dari (balasan) kejahatan. Dan orang-orang yang Engkau pelihara dari (pembalasan) kejahatan pada hari itu maka sesungguhnya telah Engkau anugerahkan rahmat kepadanya dan itulah kemenangan yang besar\".",
    "nomor" : "9",
    "tr" : "waqihimu <strong>al</strong>ssayyi-<u>aa</u>ti waman taqi <strong>al</strong>ssayyi-<u>aa</u>ti yawma-i<u>dz</u>in faqad ra<u>h</u>imtahu wa<u>dzaa</u>lika huwa <strong>a</strong>lfawzu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>"
  }, {
    "ar" : "إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللَّهِ أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الْإِيمَانِ فَتَكْفُرُونَ",
    "id" : "Sesungguhnya orang-orang yang kafir diserukan kepada mereka (pada hari kiamat): \"Sesungguhnya kebencian Allah (kepadamu) lebih besar daripada kebencianmu kepada dirimu sendiri karena kamu diseru untuk beriman lalu kamu kafir\".",
    "nomor" : "10",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina kafaruu yun<u>aa</u>dawna lamaqtu <strong>al</strong>l<u>aa</u>hi akbaru min maqtikum anfusakum i<u>dz</u> tud'awna il<u>aa</u> <strong>a</strong>l-iim<u>aa</u>ni fatakfuruun<strong>a</strong>"
  }, {
    "ar" : "قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِنْ سَبِيلٍ",
    "id" : "Mereka menjawab: \"Ya Tuhan kami Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali (pula), lalu kami mengakui dosa-dosa kami. Maka adakah sesuatu jalan (bagi kami) untuk keluar (dari neraka)?\"",
    "nomor" : "11",
    "tr" : "q<u>aa</u>luu rabban<u>aa</u> amattan<u>aa</u> itsnatayni wa-a<u>h</u>yaytan<u>aa</u> itsnatayni fa<strong>i</strong>'tarafn<u>aa</u> bi<u>dz</u>unuubin<u>aa</u> fahal il<u>aa</u> khuruujin min sabiil<strong>in</strong>"
  }, {
    "ar" : "ذَٰلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ ۖ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا ۚ فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ",
    "id" : "Yang demikian itu adalah karena kamu kafir apabila Allah saja disembah. Dan kamu percaya apabila Allah dipersekutukan. Maka putusan (sekarang ini) adalah pada Allah Yang Maha Tinggi lagi Maha Besar.",
    "nomor" : "12",
    "tr" : "<u>dzaa</u>likum bi-annahu i<u>dzaa</u> du'iya <strong>al</strong>l<u>aa</u>hu wa<u>h</u>dahu kafartum wa-in yusyrak bihi tu/minuu fa<strong>a</strong>l<u>h</u>ukmu lill<u>aa</u>hi <strong>a</strong>l'aliyyi <strong>a</strong>lkabiir<strong>i</strong>"
  }, {
    "ar" : "هُوَ الَّذِي يُرِيكُمْ آيَاتِهِ وَيُنَزِّلُ لَكُمْ مِنَ السَّمَاءِ رِزْقًا ۚ وَمَا يَتَذَكَّرُ إِلَّا مَنْ يُنِيبُ",
    "id" : "Dia-lah yang memperlihatkan kepadamu tanda-tanda (kekuasaan)-Nya dan menurunkan untukmu rezki dari langit. Dan tiadalah mendapat pelajaran kecuali orang-orang yang kembali (kepada Allah).",
    "nomor" : "13",
    "tr" : "huwa <strong>al</strong>la<u>dz</u>ii yuriikum <u>aa</u>y<u>aa</u>tihi wayunazzilu lakum mina <strong>al</strong>ssam<u>aa</u>-i rizqan wam<u>aa</u> yata<u>dz</u>akkaru ill<u>aa</u> man yuniib<strong>u</strong>"
  }, {
    "ar" : "فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ",
    "id" : "Maka sembahlah Allah dengan memurnikan ibadat kepada-Nya, meskipun orang-orang kafir tidak menyukai(nya).",
    "nomor" : "14",
    "tr" : "fa<strong>u</strong>d'uu <strong>al</strong>l<u>aa</u>ha mukhli<u>sh</u>iina lahu <strong>al</strong>ddiina walaw kariha <strong>a</strong>lk<u>aa</u>firuun<strong>a</strong>"
  }, {
    "ar" : "رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَىٰ مَنْ يَشَاءُ مِنْ عِبَادِهِ لِيُنْذِرَ يَوْمَ التَّلَاقِ",
    "id" : "(Dialah) Yang Maha Tinggi derajat-Nya, Yang mempunyai 'Arsy, Yang mengutus Jibril dengan (membawa) perintah-Nya kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya, supaya dia memperingatkan (manusia) tentang hari pertemuan (hari kiamat).",
    "nomor" : "15",
    "tr" : "rafii'u <strong>al</strong>ddaraj<u>aa</u>ti <u>dz</u>uu <strong>a</strong>l'arsyi yulqii <strong>al</strong>rruu<u>h</u>a min amrihi 'al<u>aa</u> man yasy<u>aa</u>u min 'ib<u>aa</u>dihi liyun<u>dz</u>ira yawma <strong>al</strong>ttal<u>aa</u>q<strong>i</strong>"
  }, {
    "ar" : "يَوْمَ هُمْ بَارِزُونَ ۖ لَا يَخْفَىٰ عَلَى اللَّهِ مِنْهُمْ شَيْءٌ ۚ لِمَنِ الْمُلْكُ الْيَوْمَ ۖ لِلَّهِ الْوَاحِدِ الْقَهَّارِ",
    "id" : "(Yaitu) hari (ketika) mereka keluar (dari kubur); tiada suatupun dari keadaan mereka yang tersembunyi bagi Allah. (Lalu Allah berfirman): \"Kepunyaan siapakah kerajaan pada hari ini?\" Kepunyaan Allah Yang Maha Esa lagi Maha Mengalahkan.",
    "nomor" : "16",
    "tr" : "yawma hum b<u>aa</u>rizuuna l<u>aa</u> yakhf<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi minhum syay-un limani <strong>a</strong>lmulku <strong>a</strong>lyawma lill<u>aa</u>hi <strong>a</strong>lw<u>aah</u>idi <strong>a</strong>lqahh<u>aa</u>r<strong>i</strong>"
  }, {
    "ar" : "الْيَوْمَ تُجْزَىٰ كُلُّ نَفْسٍ بِمَا كَسَبَتْ ۚ لَا ظُلْمَ الْيَوْمَ ۚ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
    "id" : "Pada hari ini tiap-tiap jiwa diberi balasan dengan apa yang diusahakannya. Tidak ada yang dirugikan pada hari ini. Sesungguhnya Allah amat cepat hisabnya.",
    "nomor" : "17",
    "tr" : "alyawma tujz<u>aa</u> kullu nafsin bim<u>aa</u> kasabat l<u>aa</u> <u>zh</u>ulma <strong>a</strong>lyawma inna <strong>al</strong>l<u>aa</u>ha sarii'u <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>"
  }, {
    "ar" : "وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ ۚ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ",
    "id" : "Berilah mereka peringatan dengan hari yang dekat (hari kiamat yaitu) ketika hati (menyesak) sampai di kerongkongan dengan menahan kesedihan. Orang-orang yang zalim tidak mempunyai teman setia seorangpun dan tidak (pula) mempunyai seorang pemberi syafa'at yang diterima syafa'atnya.",
    "nomor" : "18",
    "tr" : "wa-an<u>dz</u>irhum yawma <strong>a</strong>l-<u>aa</u>zifati i<u>dz</u>i <strong>a</strong>lquluubu lad<u>aa</u> <strong>a</strong>l<u>h</u>an<u>aa</u>jiri k<u>aats</u>imiina m<u>aa</u> li<strong>l</strong><u>zhzhaa</u>limiina min <u>h</u>amiimin wal<u>aa</u> syafii'in yu<u>th</u><u>aa</u>'<strong>u</strong>"
  }, {
    "ar" : "يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ",
    "id" : "Dia mengetahui (pandangan) mata yang khianat dan apa yang disembunyikan oleh hati.",
    "nomor" : "19",
    "tr" : "ya'lamu kh<u>aa</u>-inata <strong>a</strong>l-a'yuni wam<u>aa</u> tukhfii <strong>al</strong><u>shsh</u>uduur<strong>u</strong>"
  }, {
    "ar" : "وَاللَّهُ يَقْضِي بِالْحَقِّ ۖ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَقْضُونَ بِشَيْءٍ ۗ إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ",
    "id" : "Dan Allah menghukum dengan keadilan. Dan sembahan-sembahan yang mereka sembah selain Allah tiada dapat menghukum dengan sesuatu apapun. Sesungguhnya Allah Dia-lah Yang Maha Mendengar lagi Maha Melihat.",
    "nomor" : "20",
    "tr" : "wa<strong>al</strong>l<u>aa</u>hu yaq<u>dh</u>ii bi<strong>a</strong>l<u>h</u>aqqi wa<strong>a</strong>lla<u>dz</u>iina yad'uuna min duunihi l<u>aa</u> yaq<u>dh</u>uuna bisyay-in inna <strong>al</strong>l<u>aa</u>ha huwa <strong>al</strong>ssamii'u <strong>a</strong>lba<u>sh</u>iir<strong>u</strong>"
  }, {
    "ar" : "أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ كَانُوا مِنْ قَبْلِهِمْ ۚ كَانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ",
    "id" : "Dan apakah mereka tidak mengadakan perjalanan di muka bumi, lalu memperhatikan betapa kesudahan orang-orang yang sebelum mereka. Mereka itu adalah lebih hebat kekuatannya daripada mereka dan (lebih banyak) bekas-bekas mereka di muka bumi, maka Allah mengazab mereka disebabkan dosa-dosa mereka. Dan mereka tidak mempunyai seorang pelindung dari azab Allah.",
    "nomor" : "21",
    "tr" : "awa lam yasiiruu fii <strong>a</strong>l-ar<u>dh</u>i fayan<u>zh</u>uruu kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>al</strong>la<u>dz</u>iina k<u>aa</u>nuu min qablihim k<u>aa</u>nuu hum asyadda minhum quwwatan wa<u>aa</u>ts<u>aa</u>ran fii <strong>a</strong>l-ar<u>dh</u>i fa-akha<u>dz</u>ahumu <strong>al</strong>l<u>aa</u>hu bi<u>dz</u>unuubihim wam<u>aa</u> k<u>aa</u>na lahum mina <strong>al</strong>l<u>aa</u>hi min w<u>aa</u>q<strong>in</strong>"
  }, {
    "ar" : "ذَٰلِكَ بِأَنَّهُمْ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَكَفَرُوا فَأَخَذَهُمُ اللَّهُ ۚ إِنَّهُ قَوِيٌّ شَدِيدُ الْعِقَابِ",
    "id" : "Yang demiklan itu adalah karena telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti yang nyata lalu mereka kafir; maka Allah mengazab mereka. Sesungguhnya Dia Maha Kuat lagi Maha Keras hukuman-Nya.",
    "nomor" : "22",
    "tr" : "<u>dzaa</u>lika bi-annahum k<u>aa</u>nat ta/tiihim rusuluhum bi<strong>a</strong>lbayyin<u>aa</u>ti fakafaruu fa-akha<u>dz</u>ahumu <strong>al</strong>l<u>aa</u>hu innahu qawiyyun syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>"
  }, {
    "ar" : "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ",
    "id" : "Dan sesungguhnya telah Kami utus Musa dengan membawa ayat-ayat Kami dan keterangan yang nyata,",
    "nomor" : "23",
    "tr" : "walaqad arsaln<u>aa</u> muus<u>aa</u> bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wasul<u>th</u><u>aa</u>nin mubiin<strong>in</strong>"
  }, {
    "ar" : "إِلَىٰ فِرْعَوْنَ وَهَامَانَ وَقَارُونَ فَقَالُوا سَاحِرٌ كَذَّابٌ",
    "id" : "kepada Fir'aun, Haman dan Qarun; maka mereka berkata: \"(Ia) adalah seorang ahli sihir yang pendusta\".",
    "nomor" : "24",
    "tr" : "il<u>aa</u> fir'awna wah<u>aa</u>m<u>aa</u>na waq<u>aa</u>ruuna faq<u>aa</u>luu s<u>aah</u>irun ka<u>dzdzaa</u>b<strong>un</strong>"
  }, {
    "ar" : "فَلَمَّا جَاءَهُمْ بِالْحَقِّ مِنْ عِنْدِنَا قَالُوا اقْتُلُوا أَبْنَاءَ الَّذِينَ آمَنُوا مَعَهُ وَاسْتَحْيُوا نِسَاءَهُمْ ۚ وَمَا كَيْدُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ",
    "id" : "Maka tatkala Musa datang kepada mereka membawa kebenaran dari sisi Kami mereka berkata: \"Bunuhlah anak-anak orang-orang yang beriman bersama dengan dia dan biarkanlah hidup wanita-wanita mereka\". Dan tipu daya orang-orang kafir itu tak lain hanyalah sia-sia (belaka).",
    "nomor" : "25",
    "tr" : "falamm<u>aa</u> j<u>aa</u>-ahum bi<strong>a</strong>l<u>h</u>aqqi min 'indin<u>aa</u> q<u>aa</u>luu uqtuluu abn<u>aa</u>-a <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ma'ahu wa<strong>i</strong>sta<u>h</u>yuu nis<u>aa</u>-ahum wam<u>aa</u> kaydu <strong>a</strong>lk<u>aa</u>firiina ill<u>aa</u> fii <u>dh</u>al<u>aa</u>l<strong>in</strong>"
  }, {
    "ar" : "وَقَالَ فِرْعَوْنُ ذَرُونِي أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُ ۖ إِنِّي أَخَافُ أَنْ يُبَدِّلَ دِينَكُمْ أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ",
    "id" : "Dan berkata Fir'aun (kepada pembesar-pembesarnya): \"Biarkanlah aku membunuh Musa dan hendaklah ia memohon kepada Tuhannya, karena sesungguhnya aku khawatir dia akan menukar agamamu atau menimbulkan kerusakan di muka bumi\".",
    "nomor" : "26",
    "tr" : "waq<u>aa</u>la fir'awnu <u>dz</u>aruunii aqtul muus<u>aa</u> walyad'u rabbahu innii akh<u>aa</u>fu an yubaddila diinakum aw an yu<u>zh</u>hira fii <strong>a</strong>l-ar<u>dh</u>i <strong>a</strong>lfas<u>aa</u>d<strong>a</strong>"
  }, {
    "ar" : "وَقَالَ مُوسَىٰ إِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ مِنْ كُلِّ مُتَكَبِّرٍ لَا يُؤْمِنُ بِيَوْمِ الْحِسَابِ",
    "id" : "Dan Musa berkata: \"Sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari berhisab\".",
    "nomor" : "27",
    "tr" : "waq<u>aa</u>la muus<u>aa</u> innii 'u<u>dz</u>tu birabbii warabbikum min kulli mutakabbirin l<u>aa</u> yu/minu biyawmi <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>"
  }, {
    "ar" : "وَقَالَ رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ ۖ وَإِنْ يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ ۖ وَإِنْ يَكُ صَادِقًا يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ ۖ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ",
    "id" : "Dan seorang laki-laki yang beriman di antara pengikut-pengikut Fir'aun yang menyembunyikan imannya berkata: \"Apakah kamu akan membunuh seorang laki-laki karena dia menyatakan: \"Tuhanku ialah Allah padahal dia telah datang kepadamu dengan membawa keterangan-keterangan dari Tuhanmu. Dan jika ia seorang pendusta maka dialah yang menanggung (dosa) dustanya itu; dan jika ia seorang yang benar niscaya sebagian (bencana) yang diancamkannya kepadamu akan menimpamu\". Sesungguhnya Allah tidak menunjuki orang-orang yang melampaui batas lagi pendusta.",
    "nomor" : "28",
    "tr" : "waq<u>aa</u>la rajulun mu/minun min <u>aa</u>li fir'awna yaktumu iim<u>aa</u>nahu ataqtuluuna rajulan an yaquula rabbiyya <strong>al</strong>l<u>aa</u>hu waqad j<u>aa</u>-akum bi<strong>a</strong>lbayyin<u>aa</u>ti min rabbikum wa-in yaku k<u>aadz</u>iban fa'alayhi ka<u>dz</u>ibuhu wa-in yaku <u>shaa</u>diqan yu<u>sh</u>ibkum ba'<u>dh</u>u <strong>al</strong>la<u>dz</u>ii ya'idukum inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yahdii man huwa musrifun ka<u>dzdzaa</u>b<strong>un</strong>"
  }, {
    "ar" : "يَا قَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرِينَ فِي الْأَرْضِ فَمَنْ يَنْصُرُنَا مِنْ بَأْسِ اللَّهِ إِنْ جَاءَنَا ۚ قَالَ فِرْعَوْنُ مَا أُرِيكُمْ إِلَّا مَا أَرَىٰ وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ",
    "id" : "(Musa berkata): \"Hai kaumku, untukmulah kerajaan pada hari ini dengan berkuasa di muka bumi. Siapakah yang akan menolong kita dari azab Allah jika azab itu menimpa kita!\" Fir'aun berkata: \"Aku tidak mengemukakan kepadamu, melainkan apa yang aku pandang baik; dan aku tiada menunjukkan kepadamu selain jalan yang benar\".",
    "nomor" : "29",
    "tr" : "y<u>aa</u> qawmi lakumu <strong>a</strong>lmulku <strong>a</strong>lyawma <u>zhaa</u>hiriina fii <strong>a</strong>l-ar<u>dh</u>i faman yan<u>sh</u>urun<u>aa</u> min ba/si <strong>al</strong>l<u>aa</u>hi in j<u>aa</u>-an<u>aa</u> q<u>aa</u>la fir'awnu m<u>aa</u> uriikum ill<u>aa</u> m<u>aa</u> ar<u>aa</u> wam<u>aa</u> ahdiikum ill<u>aa</u> sabiila <strong>al</strong>rrasy<u>aa</u>d<strong>i</strong>"
  }, {
    "ar" : "وَقَالَ الَّذِي آمَنَ يَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ مِثْلَ يَوْمِ الْأَحْزَابِ",
    "id" : "Dan orang yang beriman itu berkata: \"Hai kaumku, sesungguhnya aku khawatir kamu akan ditimpa (bencana) seperti peristiwa kehancuran golongan yang bersekutu.",
    "nomor" : "30",
    "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>ii <u>aa</u>mana y<u>aa</u> qawmi innii akh<u>aa</u>fu 'alaykum mitsla yawmi <strong>a</strong>l-a<u>h</u>z<u>aa</u>b<strong>i</strong>"
  }, {
    "ar" : "مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ ۚ وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعِبَادِ",
    "id" : "(Yakni) seperti keadaan kaum Nuh, 'Aad, Tsamud dan orang-orang yang datang sesudah mereka. Dan Allah tidak menghendaki berbuat kezaliman terhadap hamba-hamba-Nya.",
    "nomor" : "31",
    "tr" : "mitsla da/bi qawmi nuu<u>h</u>in wa'<u>aa</u>din watsamuuda wa<strong>a</strong>lla<u>dz</u>iina min ba'dihim wam<u>aa</u> <strong>al</strong>l<u>aa</u>hu yuriidu <u>zh</u>ulman lil'ib<u>aa</u>d<strong>i</strong>"
  }, {
    "ar" : "وَيَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ",
    "id" : "Hai kaumku, sesungguhnya aku khawatir terhadapmu akan siksaan hari panggil-memanggil.",
    "nomor" : "32",
    "tr" : "way<u>aa</u> qawmi innii akh<u>aa</u>fu 'alaykum yawma <strong>al</strong>ttan<u>aa</u>d<strong>i</strong>"
  }, {
    "ar" : "يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ ۗ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ",
    "id" : "(yaitu) hari (ketika) kamu (lari) berpaling ke belakang, tidak ada bagimu seorangpun yang menyelamatkan kamu dari (azab) Allah, dan siapa yang disesatkan Allah, niscaya tidak ada baginya seorangpun yang akan memberi petunjuk.",
    "nomor" : "33",
    "tr" : "yawma tuwalluuna mudbiriina m<u>aa</u> lakum mina <strong>al</strong>l<u>aa</u>hi min '<u>aas</u>imin waman yu<u>dh</u>lili <strong>al</strong>l<u>aa</u>hu fam<u>aa</u> lahu min h<u>aa</u>d<strong>in</strong>"
  }, {
    "ar" : "وَلَقَدْ جَاءَكُمْ يُوسُفُ مِنْ قَبْلُ بِالْبَيِّنَاتِ فَمَا زِلْتُمْ فِي شَكٍّ مِمَّا جَاءَكُمْ بِهِ ۖ حَتَّىٰ إِذَا هَلَكَ قُلْتُمْ لَنْ يَبْعَثَ اللَّهُ مِنْ بَعْدِهِ رَسُولًا ۚ كَذَٰلِكَ يُضِلُّ اللَّهُ مَنْ هُوَ مُسْرِفٌ مُرْتَابٌ",
    "id" : "Dan sesungguhnya telah datang Yusuf kepadamu dengan membawa keterangan-keterangan, tetapi kamu senantiasa dalam keraguan tentang apa yang dibawanya kepadamu, hingga ketika dia meninggal, kamu berkata: \"Allah tidak akan mengirim seorang (rasulpun) sesudahnya. Demikianlah Allah menyesatkan orang-orang yang melampaui batas dan ragu-ragu.",
    "nomor" : "34",
    "tr" : "walaqad j<u>aa</u>-akum yuusufu min qablu bi<strong>a</strong>lbayyin<u>aa</u>ti fam<u>aa</u> ziltum fii syakkin mimm<u>aa</u> j<u>aa</u>-akum bihi <u>h</u>att<u>aa</u> i<u>dzaa</u> halaka qultum lan yab'atsa <strong>al</strong>l<u>aa</u>hu min ba'dihi rasuulan ka<u>dzaa</u>lika yu<u>dh</u>illu <strong>al</strong>l<u>aa</u>hu man huwa musrifun murt<u>aa</u>b<strong>un</strong>"
  }, {
    "ar" : "الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ ۖ كَبُرَ مَقْتًا عِنْدَ اللَّهِ وَعِنْدَ الَّذِينَ آمَنُوا ۚ كَذَٰلِكَ يَطْبَعُ اللَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ",
    "id" : "(Yaitu) orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan yang sampai kepada mereka. Amat besar kemurkaan (bagi mereka) di sisi Allah dan di sisi orang-orang yang beriman. Demikianlah Allah mengunci mati hati orang yang sombong dan sewenang-wenang.",
    "nomor" : "35",
    "tr" : "<strong>al</strong>la<u>dz</u>iina yuj<u>aa</u>diluuna fii <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi bighayri sul<u>th</u><u>aa</u>nin at<u>aa</u>hum kabura maqtan 'inda <strong>al</strong>l<u>aa</u>hi wa'inda <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ka<u>dzaa</u>lika ya<u>th</u>ba'u <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli qalbi mutakabbirin jabb<u>aa</u>r<strong>in</strong>"
  }, {
    "ar" : "وَقَالَ فِرْعَوْنُ يَا هَامَانُ ابْنِ لِي صَرْحًا لَعَلِّي أَبْلُغُ الْأَسْبَابَ",
    "id" : "Dan berkatalah Fir'aun: \"Hai Haman, buatkanlah bagiku sebuah bangunan yang tinggi supaya aku sampai ke pintu-pintu,",
    "nomor" : "36",
    "tr" : "waq<u>aa</u>la fir'awnu y<u>aa</u> h<u>aa</u>m<u>aa</u>nu ibni lii <u>sh</u>ar<u>h</u>an la'allii ablughu <strong>a</strong>l-asb<u>aa</u>b<strong>a</strong>"
  }, {
    "ar" : "أَسْبَابَ السَّمَاوَاتِ فَأَطَّلِعَ إِلَىٰ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُ كَاذِبًا ۚ وَكَذَٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوءُ عَمَلِهِ وَصُدَّ عَنِ السَّبِيلِ ۚ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِي تَبَابٍ",
    "id" : "(yaitu) pintu-pintu langit, supaya aku dapat melihat Tuhan Musa dan sesungguhnya aku memandangnya seorang pendusta\". Demikianlah dijadikan Fir'aun memandang baik perbuatan yang buruk itu, dan dia dihalangi dari jalan (yang benar); dan tipu daya Fir'aun itu tidak lain hanyalah membawa kerugian.",
    "nomor" : "37",
    "tr" : "asb<u>aa</u>ba <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti fa-a<u>ththh</u>ali'a il<u>aa</u> il<u>aa</u>hi muus<u>aa</u> wa-innii la-a<u>zh</u>unnuhu k<u>aadz</u>iban waka<u>dzaa</u>lika zuyyina lifir'awna suu-u 'amalihi wa<u>sh</u>udda 'ani <strong>al</strong>ssabiili wam<u>aa</u> kaydu fir'awna ill<u>aa</u> fii tab<u>aa</u>b<strong>in</strong>"
  }, {
    "ar" : "وَقَالَ الَّذِي آمَنَ يَا قَوْمِ اتَّبِعُونِ أَهْدِكُمْ سَبِيلَ الرَّشَادِ",
    "id" : "Orang yang beriman itu berkata: \"Hai kaumku, ikutilah aku, aku akan menunjukkan kepadamu jalan yang benar.",
    "nomor" : "38",
    "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>ii <u>aa</u>mana y<u>aa</u> qawmi ittabi'uuni ahdikum sabiila <strong>al</strong>rrasy<u>aa</u>d<strong>i</strong>"
  }, {
    "ar" : "يَا قَوْمِ إِنَّمَا هَٰذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ",
    "id" : "Hai kaumku, sesungguhnya kehidupan dunia ini hanyalah kesenangan (sementara) dan sesungguhnya akhirat itulah negeri yang kekal.",
    "nomor" : "39",
    "tr" : "y<u>aa</u> qawmi innam<u>aa</u> h<u>aadz</u>ihi <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> mat<u>aa</u>'un wa-inna <strong>a</strong>l-<u>aa</u>khirata hiya d<u>aa</u>ru <strong>a</strong>lqar<u>aa</u>r<strong>i</strong>"
  }, {
    "ar" : "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَىٰ إِلَّا مِثْلَهَا ۖ وَمَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَىٰ وَهُوَ مُؤْمِنٌ فَأُولَٰئِكَ يَدْخُلُونَ الْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ",
    "id" : "Barangsiapa mengerjakan perbuatan jahat, maka dia tidak akan dibalasi melainkan sebanding dengan kejahatan itu. Dan barangsiapa mengerjakan amal yang saleh baik laki-laki maupun perempuan sedang ia dalam keadaan beriman, maka mereka akan masuk surga, mereka diberi rezki di dalamnya tanpa hisab.",
    "nomor" : "40",
    "tr" : "man 'amila sayyi-atan fal<u>aa</u> yujz<u>aa</u> ill<u>aa</u> mitslah<u>aa</u> waman 'amila <u>shaa</u>li<u>h</u>an min <u>dz</u>akarin aw unts<u>aa</u> wahuwa mu/minun faul<u>aa</u>-ika yadkhuluuna <strong>a</strong>ljannata yurzaquuna fiih<u>aa</u> bighayri <u>h</u>is<u>aa</u>b<strong>in</strong>"
  }, {
    "ar" : "وَيَا قَوْمِ مَا لِي أَدْعُوكُمْ إِلَى النَّجَاةِ وَتَدْعُونَنِي إِلَى النَّارِ",
    "id" : "Hai kaumku, bagaimanakah kamu, aku menyeru kamu kepada keselamatan, tetapi kamu menyeru aku ke neraka?",
    "nomor" : "41",
    "tr" : "way<u>aa</u> qawmi m<u>aa</u>lii ad'uukum il<u>aa</u> <strong>al</strong>nnaj<u>aa</u>ti watad'uunanii il<u>aa</u> <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
  }, {
    "ar" : "تَدْعُونَنِي لِأَكْفُرَ بِاللَّهِ وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ وَأَنَا أَدْعُوكُمْ إِلَى الْعَزِيزِ الْغَفَّارِ",
    "id" : "(Kenapa) kamu menyeruku supaya kafir kepada Allah dan mempersekutukan-Nya dengan apa yang tidak kuketahui padahal aku menyeru kamu (beriman) kepada Yang Maha Perkasa lagi Maha Pengampun?",
    "nomor" : "42",
    "tr" : "tad'uunanii li-akfura bi<strong>al</strong>l<u>aa</u>hi wausyrika bihi m<u>aa</u> laysa lii bihi 'ilmun wa-an<u>aa</u> ad'uukum il<u>aa</u> <strong>a</strong>l'aziizi <strong>a</strong>lghaff<u>aa</u>r<strong>i</strong>"
  }, {
    "ar" : "لَا جَرَمَ أَنَّمَا تَدْعُونَنِي إِلَيْهِ لَيْسَ لَهُ دَعْوَةٌ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ وَأَنَّ مَرَدَّنَا إِلَى اللَّهِ وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَابُ النَّارِ",
    "id" : "Sudah pasti bahwa apa yang kamu seru supaya aku (beriman) kepadanya tidak dapat memperkenankan seruan apapun baik di dunia maupun di akhirat. Dan sesungguhnya kita kembali kepada Allah dan sesungguhnya orang-orang yang melampaui batas, mereka itulah penghuni neraka.",
    "nomor" : "43",
    "tr" : "l<u>aa</u> jarama annam<u>aa</u> tad'uunanii ilayhi laysa lahu da'watun fii <strong>al</strong>dduny<u>aa</u> wal<u>aa</u> fii <strong>a</strong>l-<u>aa</u>khirati wa-anna maraddan<u>aa</u> il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa-anna <strong>a</strong>lmusrifiina hum a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
  }, {
    "ar" : "فَسَتَذْكُرُونَ مَا أَقُولُ لَكُمْ ۚ وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ ۚ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ",
    "id" : "Kelak kamu akan ingat kepada apa yang kukatakan kepada kamu. Dan aku menyerahkan urusanku kepada Allah. Sesungguhnya Allah Maha Melihat akan hamba-hamba-Nya\".",
    "nomor" : "44",
    "tr" : "fasata<u>dz</u>kuruuna m<u>aa</u> aquulu lakum waufawwi<u>dh</u>u amrii il<u>aa</u> <strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>l<u>aa</u>ha ba<u>sh</u>iirun bi<strong>a</strong>l'ib<u>aa</u>d<strong>i</strong>"
  }, {
    "ar" : "فَوَقَاهُ اللَّهُ سَيِّئَاتِ مَا مَكَرُوا ۖ وَحَاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذَابِ",
    "id" : "Maka Allah memeliharanya dari kejahatan tipu daya mereka, dan Fir'aun beserta kaumnya dikepung oleh azab yang amat buruk.",
    "nomor" : "45",
    "tr" : "fawaq<u>aa</u>hu <strong>al</strong>l<u>aa</u>hu sayyi-<u>aa</u>ti m<u>aa</u> makaruu wa<u>haa</u>qa bi-<u>aa</u>li fir'awna suu-u <strong>a</strong>l'a<u>dzaa</u>b<strong>i</strong>"
  }, {
    "ar" : "النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا ۖ وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ",
    "id" : "Kepada mereka dinampakkan neraka pada pagi dan petang, dan pada hari terjadinya Kiamat. (Dikatakan kepada malaikat): \"Masukkanlah Fir'aun dan kaumnya ke dalam azab yang sangat keras\".",
    "nomor" : "46",
    "tr" : "a<strong>l</strong>nn<u>aa</u>ru yu'ra<u>dh</u>uuna 'alayh<u>aa</u> ghuduwwan wa'asyiyyan wayawma taquumu <strong>al</strong>ss<u>aa</u>'atu adkhiluu <u>aa</u>la fir'awna asyadda <strong>a</strong>l'a<u>dzaa</u>b<strong>i</strong>"
  }, {
    "ar" : "وَإِذْ يَتَحَاجُّونَ فِي النَّارِ فَيَقُولُ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا نَصِيبًا مِنَ النَّارِ",
    "id" : "Dan (ingatlah), ketika mereka berbantah-bantah dalam neraka, maka orang-orang yang lemah berkata kepada orang-orang yang menyombongkan diri: \"Sesungguhnya kami adalah pengikut-pengikutmu, maka dapatkah kamu menghindarkan dari kami sebahagian azab api neraka?\"",
    "nomor" : "47",
    "tr" : "wa-i<u>dz</u> yata<u>haa</u>jjuuna fii <strong>al</strong>nn<u>aa</u>ri fayaquulu <strong>al</strong><u>dhdh</u>u'af<u>aa</u>u lilla<u>dz</u>iina istakbaruu inn<u>aa</u> kunn<u>aa</u> lakum taba'an fahal antum mughnuuna 'ann<u>aa</u> na<u>sh</u>iiban mina <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
  }, {
    "ar" : "قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا كُلٌّ فِيهَا إِنَّ اللَّهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ",
    "id" : "Orang-orang yang menyombongkan diri menjawab: \"Sesungguhnya kita semua sama-sama dalam neraka karena sesungguhnya Allah telah menetapkan keputusan antara hamba-hamba-(Nya)\".",
    "nomor" : "48",
    "tr" : "q<u>aa</u>la <strong>al</strong>la<u>dz</u>iina istakbaruu inn<u>aa</u> kullun fiih<u>aa</u> inna <strong>al</strong>l<u>aa</u>ha qad <u>h</u>akama bayna <strong>a</strong>l'ib<u>aa</u>d<strong>i</strong>"
  }, {
    "ar" : "وَقَالَ الَّذِينَ فِي النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِنَ الْعَذَابِ",
    "id" : "Dan orang-orang yang berada dalam neraka berkata kepada penjaga-penjaga neraka Jahannam: \"Mohonkanlah kepada Tuhanmu supaya Dia meringankan azab dari kami barang sehari\".",
    "nomor" : "49",
    "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina fii <strong>al</strong>nn<u>aa</u>ri likhazanati jahannama ud'uu rabbakum yukhaffif 'ann<u>aa</u> yawman mina <strong>a</strong>l'a<u>dzaa</u>b<strong>i</strong>"
  }, {
    "ar" : "قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ ۖ قَالُوا بَلَىٰ ۚ قَالُوا فَادْعُوا ۗ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ",
    "id" : "Penjaga Jahannam berkata: \"Dan apakah belum datang kepada kamu rasul-rasulmu dengan membawa keterangan-keterangan?\" Mereka menjawab: \"Benar, sudah datang\". Penjaga-penjaga Jahannam berkata: \"Berdo'alah kamu\". Dan do'a orang-orang kafir itu hanyalah sia-sia belaka.",
    "nomor" : "50",
    "tr" : "q<u>aa</u>luu awa lam taku ta/tiikum rusulukum bi<strong>a</strong>lbayyin<u>aa</u>ti q<u>aa</u>luu bal<u>aa</u> q<u>aa</u>luu fa<strong>u</strong>d'uu wam<u>aa</u> du'<u>aa</u>u <strong>a</strong>lk<u>aa</u>firiina ill<u>aa</u> fii <u>dh</u>al<u>aa</u>l<strong>in</strong>"
  }, {
    "ar" : "إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ",
    "id" : "Sesungguhnya Kami menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari berdirinya saksi-saksi (hari kiamat),",
    "nomor" : "51",
    "tr" : "inn<u>aa</u> lanan<u>sh</u>uru rusulan<u>aa</u> wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wayawma yaquumu <strong>a</strong>l-asyh<u>aa</u>d<strong>u</strong>"
  }, {
    "ar" : "يَوْمَ لَا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ",
    "id" : "(yaitu) hari yang tidak berguna bagi orang-orang zalim permintaan maafnya dan bagi merekalah la'nat dan bagi merekalah tempat tinggal yang buruk.",
    "nomor" : "52",
    "tr" : "yawma l<u>aa</u> yanfa'u <strong>al</strong><u>zhzhaa</u>limiina ma'<u>dz</u>iratuhum walahumu <strong>al</strong>la'natu walahum suu-u <strong>al</strong>dd<u>aa</u>r<strong>i</strong>"
  }, {
    "ar" : "وَلَقَدْ آتَيْنَا مُوسَى الْهُدَىٰ وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ",
    "id" : "Dan sesungguhnya telah Kami berikan petunjuk kepada Musa; dan Kami wariskan Taurat kepada Bani Israil,",
    "nomor" : "53",
    "tr" : "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lhud<u>aa</u> wa-awratsn<u>aa</u> banii isr<u>aa</u>-iila <strong>a</strong>lkit<u>aa</u>b<strong>a</strong>"
  }, {
    "ar" : "هُدًى وَذِكْرَىٰ لِأُولِي الْأَلْبَابِ",
    "id" : "untuk menjadi petunjuk dan peringatan bagi orang-orang yang berfikir.",
    "nomor" : "54",
    "tr" : "hudan wa<u>dz</u>ikr<u>aa</u> li-ulii <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>"
  }, {
    "ar" : "فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَاسْتَغْفِرْ لِذَنْبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ",
    "id" : "Maka bersabarlah kamu, karena sesungguhnya janji Allah itu benar, dan mohonlah ampunan untuk dosamu dan bertasbihlah seraya memuji Tuhanmu pada waktu petang dan pagi.",
    "nomor" : "55",
    "tr" : "fa<strong>i</strong><u>sh</u>bir inna wa'da <strong>al</strong>l<u>aa</u>hi <u>h</u>aqqun wa<strong>i</strong>staghfir li<u>dz</u>anbika wasabbi<u>h</u> bi<u>h</u>amdi rabbika bi<strong>a</strong>l'asyiyyi wa<strong>a</strong>l-ibk<u>aa</u>r<strong>i</strong>"
  }, {
    "ar" : "إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ ۙ إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ ۚ فَاسْتَعِذْ بِاللَّهِ ۖ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ",
    "id" : "Sesungguhhnya orang-orang yang memperdebatkan tentang ayat-ayat Allah tanpa alasan yang sampai kepada mereka tidak ada dalam dada mereka melainkan hanyalah (keinginan akan) kebesaran yang mereka sekali-kali tiada akan mencapainya, maka mintalah perlindungan kepada Allah. Sesungguhnya Dia Maha Mendengar lagi Maha Melihat.\r",
    "nomor" : "56",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina yuj<u>aa</u>diluuna fii <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi bighayri sul<u>th</u><u>aa</u>nin at<u>aa</u>hum in fii <u>sh</u>uduurihim ill<u>aa</u> kibrun m<u>aa</u> hum bib<u>aa</u>lighiihi fa<strong>i</strong>sta'i<u>dz</u> bi<strong>al</strong>l<u>aa</u>hi innahu huwa <strong>al</strong>ssamii'u <strong>a</strong>lba<u>sh</u>iir<strong>u</strong>"
  }, {
    "ar" : "لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
    "id" : "Sesungguhnya penciptaan langit dan bumi lebih besar daripada penciptaan manusia akan tetapi kebanyakan manusia tidak mengetahui.",
    "nomor" : "57",
    "tr" : "lakhalqu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i akbaru min khalqi <strong>al</strong>nn<u>aa</u>si wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> ya'lamuun<strong>a</strong>"
  }, {
    "ar" : "وَمَا يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَلَا الْمُسِيءُ ۚ قَلِيلًا مَا تَتَذَكَّرُونَ",
    "id" : "Dan tidaklah sama orang yang buta dengan orang yang melihat, dan tidaklah (pula sama) orang-orang yang beriman serta mengerjakan amal saleh dengan orang-orang yang durhaka. Sedikit sekali kamu mengambil pelajaran.",
    "nomor" : "58",
    "tr" : "wam<u>aa</u> yastawii <strong>a</strong>l-a'm<u>aa</u> wa<strong>a</strong>lba<u>sh</u>iiru wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti wal<u>aa</u> <strong>a</strong>lmusii-u qaliilan m<u>aa</u> tata<u>dz</u>akkaruun<strong>a</strong>"
  }, {
    "ar" : "إِنَّ السَّاعَةَ لَآتِيَةٌ لَا رَيْبَ فِيهَا وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ",
    "id" : "Sesungguhnya hari kiamat pasti akan datang, tidak ada keraguan tentangnya, akan tetapi kebanyakan manusia tiada beriman.",
    "nomor" : "59",
    "tr" : "inna <strong>al</strong>ss<u>aa</u>'ata la<u>aa</u>tiyatun l<u>aa</u> rayba fiih<u>aa</u> wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> yu/minuun<strong>a</strong>"
  }, {
    "ar" : "وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ ۚ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ",
    "id" : "Dan Tuhanmu berfirman: \"Berdo'alah kepada-Ku, niscaya akan Kuperkenankan bagimu. Sesungguhnya orang-orang yang menyombongkan diri dari menyembah-Ku akan masuk neraka Jahannam dalam keadaan hina dina\".",
    "nomor" : "60",
    "tr" : "waq<u>aa</u>la rabbukumu ud'uunii astajib lakum inna <strong>al</strong>la<u>dz</u>iina yastakbiruuna 'an 'ib<u>aa</u>datii sayadkhuluuna jahannama d<u>aa</u>khiriin<strong>a</strong>"
  }, {
    "ar" : "اللَّهُ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا ۚ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ",
    "id" : "Allah-lah yang menjadikan malam untuk kamu supaya kamu beristirahat padanya; dan menjadikan siang terang benderang. Sesungguhnya Allah benar-benar mempunyal karunia yang dilimpahkan atas manusia, akan tetapi kebanyakan manusia tidak bersyukur.",
    "nomor" : "61",
    "tr" : "<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii ja'ala lakumu <strong>al</strong>layla litaskunuu fiihi wa<strong>al</strong>nnah<u>aa</u>ra mub<u>sh</u>iran inna <strong>al</strong>l<u>aa</u>ha la<u>dz</u>uu fa<u>dh</u>lin 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>si wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> yasykuruun<strong>a</strong>"
  }, {
    "ar" : "ذَٰلِكُمُ اللَّهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍ لَا إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
    "id" : "Yang demikian itu adalah Allah, Tuhanmu, Pencipta segala sesuatu, tiada Tuhan (yang berhak disembah) melainkan Dia; maka bagaimanakah kamu dapat dipalingkan?",
    "nomor" : "62",
    "tr" : "<u>dzaa</u>likumu <strong>al</strong>l<u>aa</u>hu rabbukum kh<u>aa</u>liqu kulli syay-in l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa fa-ann<u>aa</u> tu/fakuun<strong>a</strong>"
  }, {
    "ar" : "كَذَٰلِكَ يُؤْفَكُ الَّذِينَ كَانُوا بِآيَاتِ اللَّهِ يَجْحَدُونَ",
    "id" : "Seperti demikianlah dipalingkan orang-orang yang selalu mengingkari ayat-ayat Allah.",
    "nomor" : "63",
    "tr" : "ka<u>dzaa</u>lika yu/faku <strong>al</strong>la<u>dz</u>iina k<u>aa</u>nuu bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi yaj<u>h</u>aduun<strong>a</strong>"
  }, {
    "ar" : "اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ قَرَارًا وَالسَّمَاءَ بِنَاءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ ۚ ذَٰلِكُمُ اللَّهُ رَبُّكُمْ ۖ فَتَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ",
    "id" : "Allah-lah yang menjadikan bumi bagi kamu tempat menetap dan langit sebagai atap, dan membentuk kamu lalu membaguskan rupamu serta memberi kamu rezki dengan sebahagian yang baik-baik. Yang demikian itu adalah Allah Tuhanmu, Maha Agung Allah, Tuhan semesta alam.",
    "nomor" : "64",
    "tr" : "<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii ja'ala lakumu <strong>a</strong>l-ar<u>dh</u>a qar<u>aa</u>ran wa<strong>al</strong>ssam<u>aa</u>-a bin<u>aa</u>-an wa<u>sh</u>awwarakum fa-a<u>h</u>sana <u>sh</u>uwarakum warazaqakum mina <strong>al</strong><u>ththh</u>ayyib<u>aa</u>ti <u>dzaa</u>likumu <strong>al</strong>l<u>aa</u>hu rabbukum fatab<u>aa</u>raka <strong>al</strong>l<u>aa</u>hu rabbu <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "ar" : "هُوَ الْحَيُّ لَا إِلَٰهَ إِلَّا هُوَ فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ ۗ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
    "id" : "Dialah Yang hidup kekal, tiada Tuhan (yang berhak disembah) melainkan Dia; maka sembahlah Dia dengan memurnikan ibadat kepada-Nya. Segala puji bagi Allah Tuhan semesta alam.",
    "nomor" : "65",
    "tr" : "huwa <strong>a</strong>l<u>h</u>ayyu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa fa<strong>u</strong>d'uuhu mukhli<u>sh</u>iina lahu <strong>al</strong>ddiina <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "ar" : "قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَمَّا جَاءَنِيَ الْبَيِّنَاتُ مِنْ رَبِّي وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ الْعَالَمِينَ",
    "id" : "Katakanlah (ya Muhammad): \"Sesungguhnya aku dilarang menyembah sembahan yang kamu sembah selain Allah setelah datang kepadaku keterangan-keterangan dari Tuhanku; dan aku diperintahkan supaya tunduk patuh kepada Tuhan semesta alam.",
    "nomor" : "66",
    "tr" : "qul innii nuhiitu an a'buda <strong>al</strong>la<u>dz</u>iina tad'uuna min duuni <strong>al</strong>l<u>aa</u>hi lamm<u>aa</u> j<u>aa</u>-aniya <strong>a</strong>lbayyin<u>aa</u>tu min rabbii waumirtu an uslima lirabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "ar" : "هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخًا ۚ وَمِنْكُمْ مَنْ يُتَوَفَّىٰ مِنْ قَبْلُ ۖ وَلِتَبْلُغُوا أَجَلًا مُسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ",
    "id" : "Dia-lah yang menciptakan kamu dari tanah kemudian dari setetes mani, sesudah itu dari segumpal darah, kemudian dilahirkannya kamu sebagai seorang anak, kemudian (kamu dibiarkan hidup) supaya kamu sampai kepada masa (dewasa), kemudian (dibiarkan kamu hidup lagi) sampai tua, di antara kamu ada yang diwafatkan sebelum itu. (Kami perbuat demikian) supaya kamu sampai kepada ajal yang ditentukan dan supaya kamu memahami(nya).",
    "nomor" : "67",
    "tr" : "huwa <strong>al</strong>la<u>dz</u>ii khalaqakum min tur<u>aa</u>bin tsumma min nu<u>th</u>fatin tsumma min 'alaqatin tsumma yukhrijukum <u>th</u>iflan tsumma litablughuu asyuddakum tsumma litakuunuu syuyuukhan waminkum man yutawaff<u>aa</u> min qablu walitablughuu ajalan musamman wala'allakum ta'qiluun<strong>a</strong>"
  }, {
    "ar" : "هُوَ الَّذِي يُحْيِي وَيُمِيتُ ۖ فَإِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ",
    "id" : "Dia-lah yang menghidupkan dan mematikan, maka apabila Dia menetapkan sesuatu urusan, Dia hanya bekata kepadanya: \"Jadilah\", maka jadilah ia.",
    "nomor" : "68",
    "tr" : "huwa <strong>al</strong>la<u>dz</u>ii yu<u>h</u>yii wayumiitu fa-i<u>dzaa</u> qa<u>daa</u> amran fa-innam<u>aa</u> yaquulu lahu kun fayakuun<strong>u</strong>"
  }, {
    "ar" : "أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ أَنَّىٰ يُصْرَفُونَ",
    "id" : "Apakah kamu tidak melihat kepada orang-orang yang membantah ayat-ayat Allah? Bagaimanakah mereka dapat dipalingkan?",
    "nomor" : "69",
    "tr" : "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina yuj<u>aa</u>diluuna fii <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi ann<u>aa</u> yu<u>sh</u>rafuun<strong>a</strong>"
  }, {
    "ar" : "الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا ۖ فَسَوْفَ يَعْلَمُونَ",
    "id" : "(Yaitu) orang-orang yang mendustakan Al Kitab (Al Qur'an) dan wahyu yang dibawa oleh rasul-rasul Kami yang telah Kami utus. Kelak mereka akan mengetahui,",
    "nomor" : "70",
    "tr" : "<strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi<strong>a</strong>lkit<u>aa</u>bi wabim<u>aa</u> arsaln<u>aa</u> bihi rusulan<u>aa</u> fasawfa ya'lamuun<strong>a</strong>"
  }, {
    "ar" : "إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ",
    "id" : "ketika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret,",
    "nomor" : "71",
    "tr" : "i<u>dz</u>i <strong>a</strong>l-aghl<u>aa</u>lu fii a'n<u>aa</u>qihim wa<strong>al</strong>ssal<u>aa</u>silu yus<u>h</u>abuun<strong>a</strong>"
  }, {
    "ar" : "فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ",
    "id" : "ke dalam air yang sangat panas, kemudian mereka dibakar dalam api,",
    "nomor" : "72",
    "tr" : "fii <strong>a</strong>l<u>h</u>amiimi tsumma fii <strong>al</strong>nn<u>aa</u>ri yusjaruun<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ",
    "id" : "kemudian dikatakan kepada mereka: \" Manakah berhala-berhala yang selalu kamu persekutukan,",
    "nomor" : "73",
    "tr" : "tsumma qiila lahum ayna m<u>aa</u> kuntum tusyrikuun<strong>a</strong>"
  }, {
    "ar" : "مِنْ دُونِ اللَّهِ ۖ قَالُوا ضَلُّوا عَنَّا بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا ۚ كَذَٰلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ",
    "id" : "(yang kamu sembah) selain Allah?\" Mereka menjawab: \"Mereka telah hilang lenyap dari kami, bahkan kami dahulu tiada pernah menyembah sesuatu\". Seperti demikianlah Allah menyesatkan orang-orang kafir.",
    "nomor" : "74",
    "tr" : "min duuni <strong>al</strong>l<u>aa</u>hi q<u>aa</u>luu <u>dh</u>alluu 'ann<u>aa</u> bal lam nakun nad'uu min qablu syay-an ka<u>dzaa</u>lika yu<u>dh</u>illu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
  }, {
    "ar" : "ذَٰلِكُمْ بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُونَ",
    "id" : "Yang demikian itu disebabkan karena kamu bersuka ria di muka bumi dengan tidak benar dan karena kamu selalu bersuka ria (dalam kemaksiatan).",
    "nomor" : "75",
    "tr" : "<u>dzaa</u>likum bim<u>aa</u> kuntum tafra<u>h</u>uuna fii <strong>a</strong>l-ar<u>dh</u>i bighayri <strong>a</strong>l<u>h</u>aqqi wabim<u>aa</u> kuntum tamra<u>h</u>uun<strong>a</strong>"
  }, {
    "ar" : "ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ",
    "id" : "(Dikatakan kepada mereka): \"Masuklah kamu ke pintu-pintu neraka Jahannam, sedang kamu kekal di dalamnya. Maka itulah seburuk-buruk tempat bagi orang-orang yang sombong \".",
    "nomor" : "76",
    "tr" : "udkhuluu abw<u>aa</u>ba jahannama kh<u>aa</u>lidiina fiih<u>aa</u> fabi/sa matsw<u>aa</u> <strong>a</strong>lmutakabbiriin<strong>a</strong>"
  }, {
    "ar" : "فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ ۚ فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ",
    "id" : "Maka bersabarlah kamu, sesungguhnya janji Allah adalah benar; maka meskipun Kami perlihatkan kepadamu sebagian siksa yang Kami ancamkan kepada mereka ataupun Kami wafatkan kamu (sebelum ajal menimpa mereka), namun kepada Kami sajalah mereka dikembalikan.",
    "nomor" : "77",
    "tr" : "fa<strong>i</strong><u>sh</u>bir inna wa'da <strong>al</strong>l<u>aa</u>hi <u>h</u>aqqun fa-imm<u>aa</u> nuriyannaka ba'<u>dh</u>a <strong>al</strong>la<u>dz</u>ii na'iduhum aw natawaffayannaka fa-ilayn<u>aa</u> yurja'uun<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ ۗ وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ ۚ فَإِذَا جَاءَ أَمْرُ اللَّهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ",
    "id" : "Dan sesungguhnya telah Kami utus beberapa orang rasul sebelum kamu, di antara mereka ada yang Kami ceritakan kepadamu dan di antara mereka ada (pula) yang tidak Kami ceritakan kepadamu. Tidak dapat bagi seorang rasul membawa suatu mu'jizat, melainkan dengan seizin Allah; maka apabila telah datang perintah Allah, diputuskan (semua perkara) dengan adil. Dan ketika itu rugilah orang-orang yang berpegang kepada yang batil.",
    "nomor" : "78",
    "tr" : "walaqad arsaln<u>aa</u> rusulan min qablika minhum man qa<u>sh</u>a<u>sh</u>n<u>aa</u> 'alayka waminhum man lam naq<u>sh</u>u<u>sh</u> 'alayka wam<u>aa</u> k<u>aa</u>na lirasuulin an ya/tiya bi-<u>aa</u>yatin ill<u>aa</u> bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi fa-i<u>dzaa</u> j<u>aa</u>-a amru <strong>al</strong>l<u>aa</u>hi qu<u>dh</u>iya bi<strong>a</strong>l<u>h</u>aqqi wakhasira hun<u>aa</u>lika <strong>a</strong>lmub<u>th</u>iluun<strong>a</strong>"
  }, {
    "ar" : "اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعَامَ لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأْكُلُونَ",
    "id" : "Allahlah yang menjadikan binatang ternak untuk kamu, sebagiannya untuk kamu kendarai dan sebagiannya untuk kamu makan.",
    "nomor" : "79",
    "tr" : "<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii ja'ala lakumu <strong>a</strong>l-an'<u>aa</u>ma litarkabuu minh<u>aa</u> waminh<u>aa</u> ta/kuluun<strong>a</strong>"
  }, {
    "ar" : "وَلَكُمْ فِيهَا مَنَافِعُ وَلِتَبْلُغُوا عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ",
    "id" : "Dan (ada lagi) manfaat-manfaat yang lain pada binatang ternak itu untuk kamu dan supaya kamu mencapai suatu keperluan yang tersimpan dalam hati dengan mengendarainya. Dan kamu dapat diangkut dengan mengendarai binatang-binatang itu dan dengan mengendarai bahtera.",
    "nomor" : "80",
    "tr" : "walakum fiih<u>aa</u> man<u>aa</u>fi'u walitablughuu 'alayh<u>aa</u> <u>haa</u>jatan fii <u>sh</u>uduurikum wa'alayh<u>aa</u> wa'al<u>aa</u> <strong>a</strong>lfulki tu<u>h</u>maluun<strong>a</strong>"
  }, {
    "ar" : "وَيُرِيكُمْ آيَاتِهِ فَأَيَّ آيَاتِ اللَّهِ تُنْكِرُونَ",
    "id" : "Dan Dia memperlihatkan kepada kamu tanda-tanda (kekuasaan-Nya); maka tanda-tanda (kekuasaan) Allah yang manakah yang kamu ingkari?",
    "nomor" : "81",
    "tr" : "wayuriikum <u>aa</u>y<u>aa</u>tihi fa-ayya <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi tunkiruun<strong>a</strong>"
  }, {
    "ar" : "أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ ۚ كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَمَا أَغْنَىٰ عَنْهُمْ مَا كَانُوا يَكْسِبُونَ",
    "id" : "Maka apakah mereka tiada mengadakan perjalanan di muka bumi lalu memperhatikan betapa kesudahan orang-orang yang sebelum mereka. Adalah orang-orang yang sebelum mereka itu lebih hebat kekuatannya dan (lebih banyak) bekas-bekas mereka di muka bumi, maka apa yang mereka usahakan itu tidak dapat menolong mereka.",
    "nomor" : "82",
    "tr" : "afalam yasiiruu fii <strong>a</strong>l-ar<u>dh</u>i fayan<u>zh</u>uruu kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>al</strong>la<u>dz</u>iina min qablihim k<u>aa</u>nuu aktsara minhum wa-asyadda quwwatan wa<u>aa</u>ts<u>aa</u>ran fii <strong>a</strong>l-ar<u>dh</u>i fam<u>aa</u> aghn<u>aa</u> 'anhum m<u>aa</u> k<u>aa</u>nuu yaksibuun<strong>a</strong>"
  }, {
    "ar" : "فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
    "id" : "Maka tatkala datang kepada mereka rasul-rasul (yang diutus kepada) mereka dengan membawa ketarangan-keterangan, mereka merasa senang dengan pengetahuan yang ada pada mereka dan mereka dikepung oleh azab Allah yang selalu mereka perolok-olokkan itu.",
    "nomor" : "83",
    "tr" : "falamm<u>aa</u> j<u>aa</u>-at-hum rusuluhum bi<strong>a</strong>lbayyin<u>aa</u>ti fari<u>h</u>uu bim<u>aa</u> 'indahum mina <strong>a</strong>l'ilmi wa<u>haa</u>qa bihim m<u>aa</u> k<u>aa</u>nuu bihi yastahzi-uun<strong>a</strong>"
  }, {
    "ar" : "فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ",
    "id" : "Maka tatkala mereka melihat azab Kami, mereka berkata: \"Kami beriman hanya kepada Allah saja, dan kami kafir kepada sembahan-sembahan yang telah kami persekutukan dengan Allah\".",
    "nomor" : "84",
    "tr" : "falamm<u>aa</u> ra-aw ba/san<u>aa</u> q<u>aa</u>luu <u>aa</u>mann<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi wa<u>h</u>dahu wakafarn<u>aa</u> bim<u>aa</u> kunn<u>aa</u> bihi musyrikiin<strong>a</strong>"
  }, {
    "ar" : "فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا ۖ سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ ۖ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ",
    "id" : "Maka iman mereka tiada berguna bagi mereka tatkala mereka telah melihat siksa Kami. Itulah sunnah Allah yang telah berlaku terhadap hamba-hamba-Nya. Dan di waktu itu binasalah orang-orang kafir.",
    "nomor" : "85",
    "tr" : "falam yaku yanfa'uhum iim<u>aa</u>nuhum lamm<u>aa</u> ra-aw ba/san<u>aa</u> sunnata <strong>al</strong>l<u>aa</u>hi <strong>al</strong>latii qad khalat fii 'ib<u>aa</u>dihi wakhasira hun<u>aa</u>lika <strong>a</strong>lk<u>aa</u>firuun<strong>a</strong>"
  }, {
    "surah": "Fussilat",
    "ar" : "حٰمٓ‌",
    "id" : "Haa Miim.",
    "nomor" : "1",
    "tr" : "<u>haa</u>-miim"
  }, {
    "ar" : "تَنْزِيلٌ مِنَ الرَّحْمَٰنِ الرَّحِيمِ",
    "id" : "Diturunkan dari Tuhan Yang Maha Pemurah lagi Maha Penyayang.",
    "nomor" : "2",
    "tr" : "tanziilun mina <strong>al</strong>rra<u>h</u>m<u>aa</u>ni <strong>al</strong>rra<u>h</u>iim<strong>i</strong>"
  }, {
    "ar" : "كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ",
    "id" : "Kitab yang dijelaskan ayat-ayatnya, yakni bacaan dalam bahasa Arab, untuk kaum yang mengetahui,",
    "nomor" : "3",
    "tr" : "kit<u>aa</u>bun fu<u>shsh</u>ilat <u>aa</u>y<u>aa</u>tuhu qur-<u>aa</u>nan 'arabiyyan liqawmin ya'lamuun<strong>a</strong>"
  }, {
    "ar" : "بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ",
    "id" : "yang membawa berita gembira dan yang membawa peringatan, tetapi kebanyakan mereka berpaling, tidak mau mendengarkan.",
    "nomor" : "4",
    "tr" : "basyiiran wana<u>dz</u>iiran fa-a'ra<u>dh</u>a aktsaruhum fahum l<u>aa</u> yasma'uun<strong>a</strong>"
  }, {
    "ar" : "وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ",
    "id" : "Mereka berkata: \"Hati kami berada dalam tutupan (yang menutupi) apa yang kamu seru kami kepadanya dan telinga kami ada sumbatan dan antara kami dan kamu ada dinding, maka bekerjalah kamu; sesungguhnya kami bekerja (pula).\"",
    "nomor" : "5",
    "tr" : "waq<u>aa</u>luu quluubun<u>aa</u> fii akinnatin mimm<u>aa</u> tad'uun<u>aa</u> ilayhi wafii <u>aatsaa</u>nin<u>aa</u> waqrun wamin baynin<u>aa</u> wabaynika <u>h</u>ij<u>aa</u>bun fa<strong>i</strong>'mal innan<u>aa</u> '<u>aa</u>miluun<strong>a</strong>"
  }, {
    "ar" : "قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَىٰ إِلَيَّ أَنَّمَا إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ ۗ وَوَيْلٌ لِلْمُشْرِكِينَ",
    "id" : "Katakanlah: \"Bahwasanya aku hanyalah seorang manusia seperti kamu, diwahyukan kepadaku bahwasanya Tuhan kamu adalah Tuhan yang Maha Esa, maka tetaplah pada jalan yang lurus menuju kepadaNya dan mohonlah ampun kepadaNya. Dan kecelakaan besarlah bagi orang-orang yang mempersekutukan-Nya,",
    "nomor" : "6",
    "tr" : "qul innam<u>aa</u> an<u>aa</u> basyarun mitslukum yuu<u>haa</u> ilayya annam<u>aa</u> il<u>aa</u>hukum il<u>aa</u>hun w<u>aah</u>idun fa<strong>i</strong>staqiimuu ilayhi wa<strong>i</strong>staghfiruuhu wawaylun lilmusyrikiin<strong>a</strong>"
  }, {
    "ar" : "الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ",
    "id" : "(yaitu) orang-orang yang tidak menunaikan zakat dan mereka kafir akan adanya (kehidupan) akhirat.",
    "nomor" : "7",
    "tr" : "<strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/tuuna <strong>al</strong>zzak<u>aa</u>ta wahum bi<strong>a</strong>l-<u>aa</u>khirati hum k<u>aa</u>firuun<strong>a</strong>"
  }, {
    "ar" : "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
    "id" : "Sesungguhnya orang-orang yang beriman dan beramal saleh, mereka mendapat pahala yang tiada putus-putusnya\".",
    "nomor" : "8",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti lahum ajrun ghayru mamnuun<strong>in</strong>"
  }, {
    "ar" : "قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ۚ ذَٰلِكَ رَبُّ الْعَالَمِينَ",
    "id" : "Katakanlah: \"Sesungguhnya patutkah kamu kafir kepada Yang menciptakan bumi dalam dua masa dan kamu adakan sekutu-sekutu bagiNya? (Yang bersifat) demikian itu adalah Rabb semesta alam\".",
    "nomor" : "9",
    "tr" : "qul a-innakum latakfuruuna bi<strong>a</strong>lla<u>dz</u>ii khalaqa <strong>a</strong>l-ar<u>dh</u>a fii yawmayni wataj'aluuna lahu and<u>aa</u>dan <u>dzaa</u>lika rabbu <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "ar" : "وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ",
    "id" : "Dan dia menciptakan di bumi itu gunung-gunung yang kokoh di atasnya. Dia memberkahinya dan Dia menentukan padanya kadar makanan-makanan (penghuni)nya dalam empat masa. (Penjelasan itu sebagai jawaban) bagi orang-orang yang bertanya.",
    "nomor" : "10",
    "tr" : "waja'ala fiih<u>aa</u> raw<u>aa</u>siya min fawqih<u>aa</u> wab<u>aa</u>raka fiih<u>aa</u> waqaddara fiih<u>aa</u> aqw<u>aa</u>tah<u>aa</u> fii arba'ati ayy<u>aa</u>min saw<u>aa</u>-an li<strong>l</strong>ss<u>aa</u>-iliin<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ",
    "id" : "Kemudian Dia menuju kepada penciptaan langit dan langit itu masih merupakan asap, lalu Dia berkata kepadanya dan kepada bumi: \"Datanglah kamu keduanya menurut perintah-Ku dengan suka hati atau terpaksa\". Keduanya menjawab: \"Kami datang dengan suka hati\".",
    "nomor" : "11",
    "tr" : "tsumma istaw<u>aa</u> il<u>aa</u> <strong>al</strong>ssam<u>aa</u>-i wahiya dukh<u>aa</u>nun faq<u>aa</u>la lah<u>aa</u> walil-ar<u>dh</u>i i/tiy<u>aa</u> <u>th</u>aw'an aw karhan q<u>aa</u>lat<u>aa</u> atayn<u>aa</u> <u>th</u><u>aa</u>-i'iin<strong>a</strong>"
  }, {
    "ar" : "فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَىٰ فِي كُلِّ سَمَاءٍ أَمْرَهَا ۚ وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ",
    "id" : "Maka Dia menjadikannya tujuh langit dalam dua masa. Dia mewahyukan pada tiap-tiap langit urusannya. Dan Kami hiasi langit yang dekat dengan bintang-bintang yang cemerlang dan Kami memeliharanya dengan sebaik-baiknya. Demikianlah ketentuan Yang Maha Perkasa lagi Maha Mengetahui.",
    "nomor" : "12",
    "tr" : "faqa<u>daa</u>hunna sab'a sam<u>aa</u>w<u>aa</u>tin fii yawmayni wa-aw<u>haa</u> fii kulli sam<u>aa</u>-in amrah<u>aa</u> wazayyann<u>aa</u> <strong>al</strong>ssam<u>aa</u>-a <strong>al</strong>dduny<u>aa</u> bima<u>shaa</u>bii<u>h</u>a wa<u>h</u>if<u>zh</u>an <u>dzaa</u>lika taqdiiru <strong>a</strong>l'aziizi <strong>a</strong>l'aliim<strong>i</strong>"
  }, {
    "ar" : "فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ",
    "id" : "Jika mereka berpaling maka katakanlah: \"Aku telah memperingatkan kamu dengan petir, seperti petir yang menimpa kaum 'Aad dan Tsamud\".",
    "nomor" : "13",
    "tr" : "fa-in a'ra<u>dh</u>uu fuqul an<u>dz</u>artukum <u>shaa</u>'iqatan mitsla <u>shaa</u>'iqati '<u>aa</u>din watsamuud<strong>a</strong>"
  }, {
    "ar" : "إِذْ جَاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ ۖ قَالُوا لَوْ شَاءَ رَبُّنَا لَأَنْزَلَ مَلَائِكَةً فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ",
    "id" : "Ketika para rasul datang kepada mereka dari depan dan belakang mereka (dengan menyerukan): \"Janganlah kamu menyembah selain Allah\". Mereka menjawab: \"Kalau Tuhan kami menghendaki tentu Dia akan menurunkan malaikat-malaikat-Nya, maka sesungguhnya kami kafir kepada wahyu yang kamu diutus membawanya\".",
    "nomor" : "14",
    "tr" : "i<u>dz</u> j<u>aa</u>-at-humu <strong>al</strong>rrusulu min bayni aydiihim wamin khalfihim <strong>al</strong>l<u>aa</u> ta'buduu ill<u>aa</u> <strong>al</strong>l<u>aa</u>ha q<u>aa</u>luu law sy<u>aa</u>-a rabbun<u>aa</u> la-anzala mal<u>aa</u>-ikatan fa-inn<u>aa</u> bim<u>aa</u> ursiltum bihi k<u>aa</u>firuun<strong>a</strong>"
  }, {
    "ar" : "فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً ۖ أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً ۖ وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ",
    "id" : "Adapun kaum 'Aad maka mereka menyombongkan diri di muka bumi tanpa alasan yang benar dan berkata: \"Siapakah yang lebih besar kekuatannya dari kami?\" Dan apakah mereka itu tidak memperhatikan bahwa Allah Yang menciptakan mereka adalah lebih besar kekuatan-Nya daripada mereka? Dan adalah mereka mengingkari tanda-tanda (kekuatan) Kami.",
    "nomor" : "15",
    "tr" : "fa-amm<u>aa</u> '<u>aa</u>dun fa<strong>i</strong>stakbaruu fii <strong>a</strong>l-ar<u>dh</u>i bighayri <strong>a</strong>l<u>h</u>aqqi waq<u>aa</u>luu man asyaddu minn<u>aa</u> quwwatan awa lam yaraw anna <strong>al</strong>l<u>aa</u>ha <strong>al</strong>la<u>dz</u>ii khalaqahum huwa asyaddu minhum quwwatan wak<u>aa</u>nuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> yaj<u>h</u>aduun<strong>a</strong>"
  }, {
    "ar" : "فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَخْزَىٰ ۖ وَهُمْ لَا يُنْصَرُونَ",
    "id" : "Maka Kami meniupkan angin yang amat gemuruh kepada mereka dalam beberapa hari yang sial, karena Kami hendak merasakan kepada mereka itu siksaan yang menghinakan dalam kehidupan dunia. Dan Sesungguhnya siksa akhirat lebih menghinakan sedang mereka tidak diberi pertolongan.",
    "nomor" : "16",
    "tr" : "fa-arsaln<u>aa</u> 'alayhim rii<u>h</u>an <u>sh</u>ar<u>sh</u>aran fii ayy<u>aa</u>min na<u>h</u>is<u>aa</u>tin linu<u>dz</u>iiqahum 'a<u>dzaa</u>ba <strong>a</strong>lkhizyi fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wala'a<u>dzaa</u>bu <strong>a</strong>l-<u>aa</u>khirati akhz<u>aa</u> wahum l<u>aa</u> yun<u>sh</u>aruun<strong>a</strong>"
  }, {
    "ar" : "وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَىٰ عَلَى الْهُدَىٰ فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ",
    "id" : "Dan adapun kaum Tsamud, maka mereka telah Kami beri petunjuk tetapi mereka lebih menyukai buta (kesesatan) daripada petunjuk, maka mereka disambar petir azab yang menghinakan disebabkan apa yang telah mereka kerjakan.",
    "nomor" : "17",
    "tr" : "wa-amm<u>aa</u> tsamuudu fahadayn<u>aa</u>hum fa<strong>i</strong>sta<u>h</u>abbuu <strong>a</strong>l'am<u>aa</u> 'al<u>aa</u> <strong>a</strong>lhud<u>aa</u> fa-akha<u>dz</u>at-hum <u>shaa</u>'iqatu <strong>a</strong>l'a<u>dzaa</u>bi <strong>a</strong>lhuuni bim<u>aa</u> k<u>aa</u>nuu yaksibuun<strong>a</strong>"
  }, {
    "ar" : "وَنَجَّيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ",
    "id" : "Dan Kami selamatkan orang-orang yang beriman dan mereka adalah orang-orang yang bertakwa.",
    "nomor" : "18",
    "tr" : "wanajjayn<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wak<u>aa</u>nuu yattaquun<strong>a</strong>"
  }, {
    "ar" : "وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ",
    "id" : "Dan (ingatlah) hari (ketika) musuh-musuh Allah di giring ke dalam neraka, lalu mereka dikumpulkan semuanya.",
    "nomor" : "19",
    "tr" : "wayawma yu<u>h</u>syaru a'd<u>aa</u>u <strong>al</strong>l<u>aa</u>hi il<u>aa</u> <strong>al</strong>nn<u>aa</u>ri fahum yuuza'uun<strong>a</strong>"
  }, {
    "ar" : "حَتَّىٰ إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ",
    "id" : "Sehingga apabila mereka sampai ke neraka, pendengaran, penglihatan dan kulit mereka menjadi saksi terhadap mereka tentang apa yang telah mereka kerjakan.",
    "nomor" : "20",
    "tr" : "<u>h</u>att<u>aa</u> i<u>dzaa</u> m<u>aa</u> j<u>aa</u>uuh<u>aa</u> syahida 'alayhim sam'uhum wa-ab<u>shaa</u>ruhum wajuluuduhum bim<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
  }, {
    "ar" : "وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا ۖ قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ",
    "id" : "Dan mereka berkata kepada kulit mereka: \"Mengapa kamu menjadi saksi terhadap kami?\" Kulit mereka menjawab: \"Allah yang menjadikan segala sesuatu pandai berkata telah menjadikan kami pandai (pula) berkata, dan Dia-lah yang menciptakan kamu pada kali pertama dan hanya kepada-Nya lah kamu dikembalikan\".",
    "nomor" : "21",
    "tr" : "waq<u>aa</u>luu lijuluudihim lima syahidtum 'alayn<u>aa</u> q<u>aa</u>luu an<u>th</u>aqan<u>aa</u> <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii an<u>th</u>aqa kulla syay-in wahuwa khalaqakum awwala marratin wa-ilayhi turja'uun<strong>a</strong>"
  }, {
    "ar" : "وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَٰكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِمَّا تَعْمَلُونَ",
    "id" : "Kamu sekali-sekali tidak dapat bersembunyi dari kesaksian pendengaran, penglihatan dan kulitmu kepadamu bahkan kamu mengira bahwa Allah tidak mengetahui kebanyakan dari apa yang kamu kerjakan.",
    "nomor" : "22",
    "tr" : "wam<u>aa</u> kuntum tastatiruuna an yasyhada 'alaykum sam'ukum wal<u>aa</u> ab<u>shaa</u>rukum wal<u>aa</u> juluudukum wal<u>aa</u>kin <u>zh</u>anantum anna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> ya'lamu katsiiran mimm<u>aa</u> ta'maluun<strong>a</strong>"
  }, {
    "ar" : "وَذَٰلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ",
    "id" : "Dan yang demikian itu adalah prasangkamu yang telah kamu sangka kepada Tuhanmu, Dia telah membinasakan kamu, maka jadilah kamu termasuk orang-orang yang merugi.",
    "nomor" : "23",
    "tr" : "wa<u>dzaa</u>likum <u>zh</u>annukumu <strong>al</strong>la<u>dz</u>ii <u>zh</u>anantum birabbikum ard<u>aa</u>kum fa-a<u>sh</u>ba<u>h</u>tum mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>"
  }, {
    "ar" : "فَإِنْ يَصْبِرُوا فَالنَّارُ مَثْوًى لَهُمْ ۖ وَإِنْ يَسْتَعْتِبُوا فَمَا هُمْ مِنَ الْمُعْتَبِينَ",
    "id" : "Jika mereka bersabar (menderita azab) maka nerakalah tempat diam mereka dan jika mereka mengemukakan alasan-alasan, maka tidaklah mereka termasuk orang-orang yang diterima alasannya.",
    "nomor" : "24",
    "tr" : "fa-in ya<u>sh</u>biruu fa<strong>al</strong>nn<u>aa</u>ru matswan lahum wa-in yasta'tibuu fam<u>aa</u> hum mina <strong>a</strong>lmu'tabiin<strong>a</strong>"
  }, {
    "ar" : "وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُمْ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ ۖ إِنَّهُمْ كَانُوا خَاسِرِينَ",
    "id" : "Dan Kami tetapkan bagi mereka teman-teman yang menjadikan mereka memandang bagus apa yang ada di hadapan dan di belakang mereka dan tetaplah atas mereka keputusan azab pada umat-umat yang terdahulu sebelum mereka dari jinn dan manusia, sesungguhnya mereka adalah",
    "nomor" : "25",
    "tr" : "waqayya<u>dh</u>n<u>aa</u> lahum quran<u>aa</u>-a fazayyanuu lahum m<u>aa</u> bayna aydiihim wam<u>aa</u> khalfahum wa<u>h</u>aqqa 'alayhimu <strong>a</strong>lqawlu fii umamin qad khalat min qablihim mina <strong>a</strong>ljinni wa<strong>a</strong>l-insi innahum k<u>aa</u>nuu kh<u>aa</u>siriin<strong>a</strong>"
  }, {
    "ar" : "وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَٰذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ",
    "id" : "Dan orang-orang yang kafir berkata: \"Janganlah kamu mendengar dengan sungguh-sungguh akan Al Quraan ini dan buatlah hiruk-pikuk terhadapnya, supaya kamu dapat mengalahkan mereka\".",
    "nomor" : "26",
    "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu l<u>aa</u> tasma'uu lih<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>ni wa<strong>i</strong>lghaw fiihi la'allakum taghlibuun<strong>a</strong>"
  }, {
    "ar" : "فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ",
    "id" : "Maka sesungguhnya Kami akan merasakan azab yang keras kepada orang-orang kafir dan Kami akan memberi balasan kepada mereka dengan seburuk-buruk pembalasan bagi apa yang telah mereka kerjakan.",
    "nomor" : "27",
    "tr" : "falanu<u>dz</u>iiqanna <strong>al</strong>la<u>dz</u>iina kafaruu 'a<u>dzaa</u>ban syadiidan walanajziyannahum aswa-a <strong>al</strong>la<u>dz</u>ii k<u>aa</u>nuu ya'maluun<strong>a</strong>"
  }, {
    "ar" : "ذَٰلِكَ جَزَاءُ أَعْدَاءِ اللَّهِ النَّارُ ۖ لَهُمْ فِيهَا دَارُ الْخُلْدِ ۖ جَزَاءً بِمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ",
    "id" : "Demikianlah balasan terhadap musuh-musuh Allah, (yaitu) neraka; mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka terhadap ayat-ayat Kami.",
    "nomor" : "28",
    "tr" : "<u>dzaa</u>lika jaz<u>aa</u>u a'd<u>aa</u>-i <strong>al</strong>l<u>aa</u>hi <strong>al</strong>nn<u>aa</u>ru lahum fiih<u>aa</u> d<u>aa</u>ru <strong>a</strong>lkhuldi jaz<u>aa</u>-an bim<u>aa</u> k<u>aa</u>nuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> yaj<u>h</u>aduun<strong>a</strong>"
  }, {
    "ar" : "وَقَالَ الَّذِينَ كَفَرُوا رَبَّنَا أَرِنَا اللَّذَيْنِ أَضَلَّانَا مِنَ الْجِنِّ وَالْإِنْسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الْأَسْفَلِينَ",
    "id" : "Dan orang-orang kafir berkata: \"Ya Rabb kami perlihatkanlah kepada kami dua jenis orang yang telah menyesatkan kami (yaitu) sebagian dari jinn dan manusia agar kami letakkan keduanya di bawah telapak kaki kami supaya kedua jenis itu menjadi orang-orang yang hina\".",
    "nomor" : "29",
    "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu rabban<u>aa</u> arin<u>aa</u> <strong>al</strong>la<u>dz</u>ayni a<u>dh</u>all<u>aa</u>n<u>aa</u> mina <strong>a</strong>ljinni wa<strong>a</strong>l-insi naj'alhum<u>aa</u> ta<u>h</u>ta aqd<u>aa</u>min<u>aa</u> liyakuun<u>aa</u> mina <strong>a</strong>l-asfaliin<strong>a</strong>"
  }, {
    "ar" : "إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ",
    "id" : "Sesungguhnya orang-orang yang mengatakan: \"Tuhan kami ialah Allah\" kemudian mereka meneguhkan pendirian mereka, maka malaikat akan turun kepada mereka dengan mengatakan: \"Janganlah kamu takut dan janganlah merasa sedih; dan gembirakanlah mereka dengan jannah yang telah dijanjikan Allah kepadamu\".",
    "nomor" : "30",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina q<u>aa</u>luu rabbun<u>aa</u> <strong>al</strong>l<u>aa</u>hu tsumma istaq<u>aa</u>muu tatanazzalu 'alayhimu <strong>a</strong>lmal<u>aa</u>-ikatu <strong>al</strong>l<u>aa</u> takh<u>aa</u>fuu wal<u>aa</u> ta<u>h</u>zanuu wa-absyiruu bi<strong>a</strong>ljannati <strong>al</strong>latii kuntum tuu'aduun<strong>a</strong>"
  }, {
    "ar" : "نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ",
    "id" : "Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya kamu memperoleh apa yang kamu inginkan dan memperoleh (pula) di dalamnya apa yang kamu minta.",
    "nomor" : "31",
    "tr" : "na<u>h</u>nu awliy<u>aa</u>ukum fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wafii <strong>a</strong>l-<u>aa</u>khirati walakum fiih<u>aa</u> m<u>aa</u> tasytahii anfusukum walakum fiih<u>aa</u> m<u>aa</u> tadda'uun<strong>a</strong>"
  }, {
    "ar" : "نُزُلًا مِنْ غَفُورٍ رَحِيمٍ",
    "id" : "Sebagai hidangan (bagimu) dari Tuhan Yang Maha Pengampun lagi Maha Penyayang.",
    "nomor" : "32",
    "tr" : "nuzulan min ghafuurin ra<u>h</u>iim<strong>in</strong>"
  }, {
    "ar" : "وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ",
    "id" : "Siapakah yang lebih baik perkataannya daripada orang yang menyeru kepada Allah, mengerjakan amal yang saleh, dan berkata: \"Sesungguhnya aku termasuk orang-orang yang menyerah diri?\"",
    "nomor" : "33",
    "tr" : "waman a<u>h</u>sanu qawlan mimman da'<u>aa</u> il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa'amila <u>shaa</u>li<u>h</u>an waq<u>aa</u>la innanii mina <strong>a</strong>lmusl"
  }, {
    "ar" : "وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ۚ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ",
    "id" : "Dan tidaklah sama kebaikan dan kejahatan. Tolaklah (kejahatan itu) dengan cara yang lebih baik, maka tiba-tiba orang yang antaramu dan antara dia ada permusuhan seolah-olah telah menjadi teman yang sangat setia.",
    "nomor" : "34",
    "tr" : "wal<u>aa</u> tastawii <strong>a</strong>l<u>h</u>asanatu wal<u>aa</u> <strong>al</strong>ssayyi-atu idfa' bi<strong>a</strong>llatii hiya a<u>h</u>sanu fa-i<u>dzaa</u> <strong>al</strong>la<u>dz</u>ii baynaka wabaynahu 'ad<u>aa</u>watun ka-annahu waliyyun <u>h</u>amiim<strong>un</strong>"
  }, {
    "ar" : "وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ",
    "id" : "Sifat-sifat yang baik itu tidak dianugerahkan melainkan kepada orang-orang yang sabar dan tidak dianugerahkan melainkan kepada orang-orang yang mempunyai keuntungan yang besar.",
    "nomor" : "35",
    "tr" : "wam<u>aa</u> yulaqq<u>aa</u>h<u>aa</u> ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>sh</u>abaruu wam<u>aa</u> yulaqq<u>aa</u>h<u>aa</u> ill<u>aa</u> <u>dz</u>uu <u>h</u>a<u>zhzh</u>in 'a<u>zh</u>iim<strong>in</strong>"
  }, {
    "ar" : "وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ ۖ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
    "id" : "Dan jika syetan mengganggumu dengan suatu gangguan, maka mohonlah perlindungan kepada Allah. Sesungguhnya Dia-lah yang Maha Mendengar lagi Maha Mengetahui.",
    "nomor" : "36",
    "tr" : "wa-imm<u>aa</u> yanzaghannaka mina <strong>al</strong>sysyay<u>th</u><u>aa</u>ni nazghun fa<strong>i</strong>sta'i<u>dz</u> bi<strong>al</strong>l<u>aa</u>hi innahu huwa <strong>al</strong>ssamii'u <strong>a</strong>l'aliim<strong></strong>"
  }, {
    "ar" : "وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ ۚ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ",
    "id" : "Dan di antara tanda-tanda kekuasaan-Nya ialah malam, siang, matahari dan bulan. Janganlah sembah matahari maupun bulan, tapi sembahlah Allah Yang menciptakannya, Jika Ialah yang kamu hendak sembah.",
    "nomor" : "37",
    "tr" : "wamin <u>aa</u>y<u>aa</u>tihi <strong>al</strong>laylu wa<strong>al</strong>nnah<u>aa</u>ru wa<strong>al</strong>sysyamsu wa<strong>a</strong>lqamaru l<u>aa</u> tasjuduu li<strong>l</strong>sysyamsi wal<u>aa</u> lilqamari wa<strong>u</strong>sjuduu lill<u>aa</u>hi ala<u>dz</u>ii khalaqahunna in kuntum iyy<u>aa</u>hu ta'buduun<strong>a</strong>"
  }, {
    "ar" : "فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْأَمُونَ ۩",
    "id" : "Jika mereka menyombongkan diri, maka mereka (malaikat) yang di sisi Tuhanmu bertasbih kepada-Nya di malam dan siang hari, sedang mereka tidak jemu-jemu.",
    "nomor" : "38",
    "tr" : "fa-ini istakbaruu fa<strong>a</strong>lla<u>dz</u>iina 'inda rabbika yusabbi<u>h</u>uuna lahu bi<strong>a</strong>llayli wa<strong>al</strong>nnah<u>aa</u>ri wahum l<u>aa</u> yas-amuun<strong>a</strong>"
  }, {
    "ar" : "وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ ۚ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَىٰ ۚ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
    "id" : "Dan di antara tanda-tanda-Nya (Ialah) bahwa kau lihat bumi kering dan gersang, maka apabila Kami turunkan air di atasnya, niscaya ia bergerak dan subur. Sesungguhnya Tuhan Yang menghidupkannya, Pastilah dapat menghidupkan yang mati. Sesungguhnya Dia Maha Kuasa atas segala sesuatu.",
    "nomor" : "39",
    "tr" : "wamin <u>aa</u>y<u>aa</u>tihi annaka tar<u>aa</u> <strong>a</strong>l-ar<u>dh</u>a kh<u>aa</u>syi'atan fa-i<u>dzaa</u> anzaln<u>aa</u> 'alayh<u>aa</u> <strong>a</strong>lm<u>aa</u>-a ihtazzat warabat inna <strong>al</strong>la<u>dz</u>ii a<u>h</u>y<u>aa</u>h<u>aa</u> lamu<u>h</u>yii <strong>a</strong>lmawt<u>aa</u> innahu 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
  }, {
    "ar" : "إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا لَا يَخْفَوْنَ عَلَيْنَا ۗ أَفَمَنْ يُلْقَىٰ فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ ۚ اعْمَلُوا مَا شِئْتُمْ ۖ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "id" : "Sesungguhnya orang-orang yang mengingkari ayat-ayat Kami, mereka tidak tersembunyi dari Kami. Maka apakah orang-orang yang dilemparkan ke dalam neraka lebih baik, ataukah orang-orang yang datang dengan aman sentosa pada hari Kiamat? Perbuatlah apa yang kamu kehendaki; Sesungguhnya Dia Maha Melihat apa yang kamu kerjakan.",
    "nomor" : "40",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina yul<u>h</u>iduuna fii <u>aa</u>y<u>aa</u>tin<u>aa</u> l<u>aa</u> yakhfawna 'alayn<u>aa</u> afaman yulq<u>aa</u> fii <strong>al</strong>nn<u>aa</u>ri khayrun amman ya/tii <u>aa</u>minan yawma <strong>a</strong>lqiy<u>aa</u>mati i'maluu m<u>aa</u> syi/tum innahu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong></strong>"
  }, {
    "ar" : "إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ ۖ وَإِنَّهُ لَكِتَابٌ عَزِيزٌ",
    "id" : "Sesungguhnya orang-orang yang mengingkari Al Quraan ketika Al Quraan itu datang kepada mereka, (mereka itu pasti akan celaka), dan sesungguhnya Al Quraan itu adalah kitab yang mulia.",
    "nomor" : "41",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina kafaruu bi<strong>al</strong><u>dzdz</u>ikri lamm<u>aa</u> j<u>aa</u>-ahum wa-innahu lakit<u>aa</u>bun 'aziiz<strong>un</strong>"
  }, {
    "ar" : "لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ",
    "id" : "Yang tidak datang kepadanya (Al Quraan) kebatilan baik dari depan maupun dari belakangnya, yang diturunkan dari Rabb Yang Maha Bijaksana lagi Maha Terpuji.",
    "nomor" : "42",
    "tr" : "l<u>aa</u> ya/tiihi <strong>a</strong>lb<u>aath</u>ilu min bayni yadayhi wal<u>aa</u> min khalfihi tanziilun min <u>h</u>akiimin <u>h</u>amiid<strong>in</strong>"
  }, {
    "ar" : "مَا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ ۚ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ",
    "id" : "Tidaklah ada yang dikatakan (oleh orang-orang kafir) kepadamu itu selain apa yang sesungguhnya telah dikatakan kepada rasul-rasul sebelum kamu. Sesungguhnya Rabb-mu benar-benar mempunyai ampunan dan hukuman yang pedih.",
    "nomor" : "43",
    "tr" : "m<u>aa</u> yuq<u>aa</u>lu laka ill<u>aa</u> m<u>aa</u> qad qiila li<strong>l</strong>rrusuli min qablika inna rabbaka la<u>dz</u>uu maghfiratin wa<u>dz</u>uu 'iq<u>aa</u>bin <strong>a</strong>liim<strong>in</strong>"
  }, {
    "ar" : "وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ ۖ أَأَعْجَمِيٌّ وَعَرَبِيٌّ ۗ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُولَٰئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ",
    "id" : "Dan jikalau Kami jadikan Al Quraan itu suatu bacaan dalam bahasa selain Arab, tentulah mereka mengatakan: \"Mengapa tidak dijelaskan ayat-ayatnya?\" Apakah (patut Al Quraan) dalam bahasa asing sedang (rasul adalah orang) Arab? Katakanlah: \"Al Quraan itu adalah petunjuk dan penawar bagi orang-orang mu'min. Dan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, sedang Al Quraan itu suatu kegelapan bagi mereka. Mereka itu adalah (seperti) yang dipanggil dari tempat yang jauh\".",
    "nomor" : "44",
    "tr" : "walaw ja'aln<u>aa</u>hu qur-<u>aa</u>nan a'jamiyyan laq<u>aa</u>luu lawl<u>aa</u> fu<u>shsh</u>ilat <u>aa</u>y<u>aa</u>tuhu a-a'jamiyyun wa'arabiyyun qul huwa lilla<u>dz</u>iina <u>aa</u>manuu hudan wasyif<u>aa</u>un wa<strong>a</strong>lla<u>dz</u>iina l<u>aa</u> yu/minuuna fii <u>aatsaa</u>nihim waqrun wahuwa 'alayhim 'aman ul<u>aa</u>-ika yun<u>aa</u>dawna min mak<u>aa</u>nin ba'iid<strong>in</strong>"
  }, {
    "ar" : "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ ۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ",
    "id" : "",
    "nomor" : "45",
    "tr" : "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba fa<strong>i</strong>khtulifa fiihi walawl<u>aa</u> kalimatun sabaqat min rabbika laqu<u>dh</u>iya baynahum wa-innahum lafii syakkin minhu muriib<strong>in</strong>"
  }, {
    "ar" : "مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ ۖ وَمَنْ أَسَاءَ فَعَلَيْهَا ۗ وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ",
    "id" : "Barangsiapa yang mengerjakan amal yang saleh maka (pahalanya) untuk dirinya sendiri dan barangsiapa mengerjakan perbuatan jahat, maka (dosanya) untuk dirinya sendiri; dan sekali-kali tidaklah Rabb-mu menganiaya hamba-hambaNya.",
    "nomor" : "46",
    "tr" : "man 'amila <u>shaa</u>li<u>h</u>an falinafsihi waman as<u>aa</u>-a fa'alayh<u>aa</u> wam<u>aa</u> rabbuka bi<u>zh</u>all<u>aa</u>min lil'abiid<strong>i</strong>"
  }]