[ {
    "surah": "Al Baqarah",
    "ar" : "سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا ۚ قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ ۚ يَهْدِي مَنْ يَشَاءُ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
    "id" : "Orang-orang yang kurang akalnya diantara manusia akan berkata: \"Apakah yang memalingkan mereka (umat Islam) dari kiblatnya (Baitul Maqdis) yang dahulu mereka telah berkiblat kepadanya?\" Katakanlah: \"Kepunyaan Allah-lah timur dan barat; Dia memberei petunjuk kepada siapa yang dikehendaki-Nya ke jalan yang lurus\".",
    "nomor" : "142",
    "tr" : "sayaquulu <strong>al</strong>ssufah<u>aa</u>u mina <strong>al</strong>nn<u>aa</u>si m<u>aa</u> wall<u>aa</u>hum 'an qiblatihimu <strong>al</strong>latii k<u>aa</u>nuu 'alayh<u>aa</u> qul lill<u>aa</u>hi <strong>a</strong>lmasyriqu wa<strong>a</strong>lmaghribu yahdii man yasy<u>aa</u>u il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
  }, {
    "surah": "",
    "ar" : "وَكَذَٰلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا ۗ وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَىٰ عَقِبَيْهِ ۚ وَإِنْ كَانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ ۗ وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ ۚ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ",
    "id" : "Dan demikian (pula) Kami telah menjadikan kamu (umat Islam), umat yang adil dan pilihan agar kamu menjadi saksi atas (perbuatan) manusia dan agar Rasul (Muhammad) menjadi saksi atas (perbuatan) kamu. Dan Kami tidak menetapkan kiblat yang menjadi kiblatmu (sekarang) melainkan agar Kami mengetahui (supaya nyata) siapa yang mengikuti Rasul dan siapa yang membelot. Dan sungguh (pemindahan kiblat) itu terasa amat berat, kecuali bagi orang-orang yang telah diberi petunjuk oleh Allah; dan Allah tidak akan menyia-nyiakan imanmu. Sesungguhnya Allah Maha Pengasih lagi Maha Penyayang kepada manusia.",
    "nomor" : "143",
    "tr" : "waka<u>dzaa</u>lika ja'aln<u>aa</u>kum ummatan wasa<u>th</u>an litakuunuu syuhad<u>aa</u>-a 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>si wayakuuna <strong>al</strong>rrasuulu 'alaykum syahiidan wam<u>aa</u> ja'aln<u>aa</u> <strong>a</strong>lqiblata <strong>al</strong>latii kunta 'alayh<u>aa</u> ill<u>aa</u> lina'lama man yattabi'u <strong>al</strong>rrasuula mimman yanqalibu 'al<u>aa</u> 'aqibayhi wa-in k<u>aa</u>nat lakabiiratan ill<u>aa</u> 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina had<u>aa</u> <strong>al</strong>l<u>aa</u>hu wam<u>aa</u> k<u>aa</u>na <strong>al</strong>l<u>aa</u>hu liyu<u>dh</u>ii'a iim<u>aa</u>nakum inna <strong>al</strong>l<u>aa</u>ha bi<strong>al</strong>nn<u>aa</u>si larauufun ra<u>h</u>iim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "قَدْ نَرَىٰ تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ ۖ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا ۚ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ ۚ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ ۗ وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ ۗ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ",
    "id" : "Sungguh Kami (sering) melihat mukamu menengadah ke langit, maka sungguh Kami akan memalingkan kamu ke kiblat yang kamu sukai. Palingkanlah mukamu ke arah Masjidil Haram. Dan dimana saja kamu berada, palingkanlah mukamu ke arahnya. Dan sesungguhnya orang-orang (Yahudi dan Nasrani) yang diberi Al Kitab (Taurat dan Injil) memang mengetahui, bahwa berpaling ke Masjidil Haram itu adalah benar dari Tuhannya; dan Allah sekali-kali tidak lengah dari apa yang mereka kerjakan.",
    "nomor" : "144",
    "tr" : "qad nar<u>aa</u> taqalluba wajhika fii <strong>al</strong>ssam<u>aa</u>-i falanuwalliyannaka qiblatan tar<u>daa</u>h<u>aa</u> fawalli wajhaka sya<u>th</u>ra <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa<u>h</u>aytsu m<u>aa</u> kuntum fawalluu wujuuhakum sya<u>th</u>rahu wa-inna <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba laya'lamuuna annahu <strong>a</strong>l<u>h</u>aqqu min rabbihim wam<u>aa</u> <strong>al</strong>l<u>aa</u>hu bigh<u>aa</u>filin 'amm<u>aa</u> ya'maluun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ بِكُلِّ آيَةٍ مَا تَبِعُوا قِبْلَتَكَ ۚ وَمَا أَنْتَ بِتَابِعٍ قِبْلَتَهُمْ ۚ وَمَا بَعْضُهُمْ بِتَابِعٍ قِبْلَةَ بَعْضٍ ۚ وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ ۙ إِنَّكَ إِذًا لَمِنَ الظَّالِمِينَ",
    "id" : "Dan sesungguhnya jika kamu mendatangkan kepada orang-orang (Yahudi dan Nasrani) yang diberi Al Kitab (Taurat dan Injil), semua ayat (keterangan), mereka tidak akan mengikuti kiblatmu, dan kamupun tidak akan mengikuti kiblat mereka, dan sebahagian merekapun tidak akan mengikuti kiblat sebahagian yang lain. Dan sesungguhnya jika kamu mengikuti keinginan mereka setelah datang ilmu kepadamu, sesungguhnya kamu -kalau begitu- termasuk golongan orang-orang yang zalim.",
    "nomor" : "145",
    "tr" : "wala-in atayta <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba bikulli <u>aa</u>yatin m<u>aa</u> tabi'uu qiblataka wam<u>aa</u> anta bit<u>aa</u>bi'in qiblatahum wam<u>aa</u> ba'<u>dh</u>uhum bit<u>aa</u>bi'in qiblata ba'<u>dh</u>in wala-ini ittaba'ta ahw<u>aa</u>-ahum min ba'di m<u>aa</u> j<u>aa</u>-aka mina <strong>a</strong>l'ilmi innaka i<u>dz</u>an lamina <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ ۖ وَإِنَّ فَرِيقًا مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ",
    "id" : "Orang-orang (Yahudi dan Nasrani) yang telah Kami beri Al Kitab (Taurat dan Injil) mengenal Muhammad seperti mereka mengenal anak-anaknya sendiri. Dan sesungguhnya sebahagian diantara mereka menyembunyikan kebenaran, padahal mereka mengetahui.",
    "nomor" : "146",
    "tr" : "<strong>al</strong>la<u>dz</u>iina <u>aa</u>tayn<u>aa</u>humu <strong>a</strong>lkit<u>aa</u>ba ya'rifuunahu kam<u>aa</u> ya'rifuuna abn<u>aa</u>-ahum wa-inna fariiqan minhum layaktumuuna <strong>a</strong>l<u>h</u>aqqa wahum ya'lamuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "الْحَقُّ مِنْ رَبِّكَ ۖ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ",
    "id" : "Kebenaran itu adalah dari Tuhanmu, sebab itu jangan sekali-kali kamu termasuk orang-orang yang ragu.",
    "nomor" : "147",
    "tr" : "al<u>h</u>aqqu min rabbika fal<u>aa</u> takuunanna mina <strong>a</strong>lmumtariin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا ۖ فَاسْتَبِقُوا الْخَيْرَاتِ ۚ أَيْنَ مَا تَكُونُوا يَأْتِ بِكُمُ اللَّهُ جَمِيعًا ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
    "id" : "Dan bagi tiap-tiap umat ada kiblatnya (sendiri) yang ia menghadap kepadanya. Maka berlomba-lombalah (dalam membuat) kebaikan. Di mana saja kamu berada pasti Allah akan mengumpulkan kamu sekalian (pada hari kiamat). Sesungguhnya Allah Maha Kuasa atas segala sesuatu.",
    "nomor" : "148",
    "tr" : "walikullin wijhatun huwa muwalliih<u>aa</u> fa<strong>i</strong>stabiquu <strong>a</strong>lkhayr<u>aa</u>ti aynam<u>aa</u> takuunuu ya/ti bikumu <strong>al</strong>l<u>aa</u>hu jamii'an inna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ ۖ وَإِنَّهُ لَلْحَقُّ مِنْ رَبِّكَ ۗ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
    "id" : "Dan dari mana saja kamu keluar (datang), maka palingkanlah wajahmu ke arah Masjidil Haram, sesungguhnya ketentuan itu benar-benar sesuatu yang hak dari Tuhanmu. Dan Allah sekali-kali tidak lengah dari apa yang kamu kerjakan.",
    "nomor" : "149",
    "tr" : "wamin <u>h</u>aytsu kharajta fawalli wajhaka sya<u>th</u>ra <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa-innahu lal<u>h</u>aqqu min rabbika wam<u>aa</u> <strong>al</strong>l<u>aa</u>hu bigh<u>aa</u>filin 'amm<u>aa</u> ta'maluun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ ۚ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ",
    "id" : "Dan dari mana saja kamu (keluar), maka palingkanlah wajahmu ke arah Masjidil Haram. Dan dimana saja kamu (sekalian) berada, maka palingkanlah wajahmu ke arahnya, agar tidak ada hujjah bagi manusia atas kamu, kecuali orang-orang yang zalim diantara mereka. Maka janganlah kamu takut kepada mereka dan takutlah kepada-Ku (saja). Dan agar Ku-sempurnakan ni'mat-Ku atasmu, dan supaya kamu mendapat petunjuk.",
    "nomor" : "150",
    "tr" : "wamin <u>h</u>aytsu kharajta fawalli wajhaka sya<u>th</u>ra <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa<u>h</u>aytsu m<u>aa</u> kuntum fawalluu wujuuhakum sya<u>th</u>rahu li-all<u>aa</u> yakuuna li<strong>l</strong>nn<u>aa</u>si 'alaykum <u>h</u>ujjatun ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu minhum fal<u>aa</u> takhsyawhum wa<strong>i</strong>khsyawnii wali-utimma ni'matii 'alaykum wala'allakum tahtaduun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ",
    "id" : "Sebagaimana (Kami telah menyempurnakan ni'mat Kami kepadamu) Kami telah mengutus kepadamu Rasul diantara kamu yang membacakan ayat-ayat Kami kepada kamu dan mensucikan kamu dan mengajarkan kepadamu Al Kitab dan Al-Hikmah, serta mengajarkan kepada kamu apa yang belum kamu ketahui.",
    "nomor" : "151",
    "tr" : "kam<u>aa</u> arsaln<u>aa</u> fiikum rasuulan minkum yatluu 'alaykum <u>aa</u>y<u>aa</u>tin<u>aa</u> wayuzakkiikum wayu'allimukumu <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>l<u>h</u>ikmata wayu'allimukum m<u>aa</u> lam takuunuu ta'lamuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ",
    "id" : "Karena itu, ingatlah kamu kepada-Ku niscaya Aku ingat (pula) kepadamu, dan bersyukurlah kepada-Ku, dan janganlah kamu mengingkari (ni'mat)-Ku.",
    "nomor" : "152",
    "tr" : "fa<strong>u</strong><u>dz</u>kuruunii a<u>dz</u>kurkum wa<strong>u</strong>sykuruu lii wal<u>aa</u> takfuruun<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ ۚ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ",
    "id" : "Hai orang-orang yang beriman, jadikanlah sabar dan shalat sebagai penolongmu, sesungguhnya Allah beserta orang-orang yang sabar.",
    "nomor" : "153",
    "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ista'iinuu bi<strong>al</strong><u>shsh</u>abri wa<strong>al</strong><u>shsh</u>al<u>aa</u>ti inna <strong>al</strong>l<u>aa</u>ha ma'a <strong>al</strong><u>shshaa</u>biriin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَلَا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ ۚ بَلْ أَحْيَاءٌ وَلَٰكِنْ لَا تَشْعُرُونَ",
    "id" : "Dan janganlah kamu mengatakan terhadap orang-orang yang gugur di jalan Allah, (bahwa mereka itu ) mati; bahkan (sebenarnya) mereka itu hidup, tetapi kamu tidak menyadarinya.",
    "nomor" : "154",
    "tr" : "wal<u>aa</u> taquuluu liman yuqtalu fii sabiili <strong>al</strong>l<u>aa</u>hi amw<u>aa</u>tun bal a<u>h</u>y<u>aa</u>un wal<u>aa</u>kin l<u>aa</u> tasy'uruun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ ۗ وَبَشِّرِ الصَّابِرِينَ",
    "id" : "Dan sungguh akan Kami berikan cobaan kepadamu, dengan sedikit ketakutan, kelaparan, kekurangan harta, jiwa dan buah-buahan. Dan berikanlah berita gembira kepada orang-orang yang sabar.",
    "nomor" : "155",
    "tr" : "walanabluwannakum bisyay-in mina <strong>a</strong>lkhawfi wa<strong>a</strong>ljuu'i wanaq<u>sh</u>in mina <strong>a</strong>l-amw<u>aa</u>li wa<strong>a</strong>l-anfusi wa<strong>al</strong>tstsamar<u>aa</u>ti wabasysyiri <strong>al</strong><u>shshaa</u>biriin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ",
    "id" : "(yaitu) orang-orang yang apabila ditimpa musibah, mereka mengucapkan: \"Inna lillaahi wa innaa ilaihi raaji'uun\".",
    "nomor" : "156",
    "tr" : "<strong>al</strong>la<u>dz</u>iina i<u>dzaa</u> a<u>shaa</u>bat-hum mu<u>sh</u>iibatun q<u>aa</u>luu inn<u>aa</u> lill<u>aa</u>hi wa-inn<u>aa</u> ilayhi r<u>aa</u>ji'uun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "أُولَٰئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ ۖ وَأُولَٰئِكَ هُمُ الْمُهْتَدُونَ",
    "id" : "Mereka itulah yang mendapat keberkatan yang sempurna dan rahmat dari Tuhan mereka dan mereka itulah orang-orang yang mendapat petunjuk.",
    "nomor" : "157",
    "tr" : "ul<u>aa</u>-ika 'alayhim <u>sh</u>alaw<u>aa</u>tun min rabbihim wara<u>h</u>matun waul<u>aa</u>-ika humu <strong>a</strong>lmuhtaduun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ ۖ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا ۚ وَمَنْ تَطَوَّعَ خَيْرًا فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ",
    "id" : "Sesungguhnya Shafaa dan Marwa adalah sebahagian dari syi'ar Allah. Maka barangsiapa yang beribadah haji ke Baitullah atau ber-'umrah, maka tidak ada dosa baginya mengerjakan sa'i antara keduanya. Dan barangsiapa yang mengerjakan suatu kebajikan dengan kerelaan hati, maka sesungguhnya Allah Maha Mensyukuri kebaikan lagi Maha Mengetahui.",
    "nomor" : "158",
    "tr" : "inna <strong>al</strong><u>shsh</u>af<u>aa</u> wa<strong>a</strong>lmarwata min sya'<u>aa</u>-iri <strong>al</strong>l<u>aa</u>hi faman <u>h</u>ajja <strong>a</strong>lbayta awi i'tamara fal<u>aa</u> jun<u>aah</u>a 'alayhi an ya<u>ththh</u>awwafa bihim<u>aa</u> waman ta<u>th</u>awwa'a khayran fa-inna <strong>al</strong>l<u>aa</u>ha sy<u>aa</u>kirun 'aliim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَىٰ مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ ۙ أُولَٰئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ",
    "id" : "Sesungguhnya orang-orang yang menyembunyikan apa yang telah Kami turunkan berupa keterangan-keterangan (yang jelas) dan petunjuk, setelah Kami menerangkannya kepada manusia dalam Al Kitab, mereka itu dila'nati Allah dan dila'nati (pula) oleh semua (mahluk) yang dapat mela'nati,",
    "nomor" : "159",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina yaktumuuna m<u>aa</u> anzaln<u>aa</u> mina <strong>a</strong>lbayyin<u>aa</u>ti wa<strong>a</strong>lhud<u>aa</u> min ba'di m<u>aa</u> bayyann<u>aa</u>hu li<strong>l</strong>nn<u>aa</u>si fii <strong>a</strong>lkit<u>aa</u>bi ul<u>aa</u>-ika yal'anuhumu <strong>al</strong>l<u>aa</u>hu wayal'anuhumu <strong>al</strong>l<u>aa</u>'inuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَٰئِكَ أَتُوبُ عَلَيْهِمْ ۚ وَأَنَا التَّوَّابُ الرَّحِيمُ",
    "id" : "kecuali mereka yang telah taubat dan mengadakan perbaikan dan menerangkan (kebenaran), maka terhadap mereka itulah Aku menerima taubatnya dan Akulah Yang Maha Menerima taubat lagi Maha Penyayang.",
    "nomor" : "160",
    "tr" : "<p>ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina t<u>aa</u>buu wa-a<u>sh</u>la<u>h</u>uu wabayyanuu faul<u>aa</u>-ika atuubu 'alayhim wa-an<u>aa</u> <strong>al</strong>ttaww<u>aa</u>bu <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ أُولَٰئِكَ عَلَيْهِمْ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ",
    "id" : "Sesungguhnya orang-orang kafir dan mereka mati dalam keadaan kafir, mereka itu mendapat la'nat Allah, para Malaikat dan manusia seluruhnya.",
    "nomor" : "161",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina kafaruu wam<u>aa</u>tuu wahum kuff<u>aa</u>run ul<u>aa</u>-ika 'alayhim la'natu <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lmal<u>aa</u>-ikati wa<strong>al</strong>nn<u>aa</u>si ajma'iin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "خَالِدِينَ فِيهَا ۖ لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ",
    "id" : "Mereka kekal di dalam la'nat itu; tidak akan diringankan siksa dari mereka dan tidak (pula) mereka diberi tangguh.",
    "nomor" : "162",
    "tr" : "kh<u>aa</u>lidiina fiih<u>aa</u> l<u>aa</u> yukhaffafu 'anhumu <strong>a</strong>l'a<u>dzaa</u>bu wal<u>aa</u> hum yun<u>zh</u>aruun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَإِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ ۖ لَا إِلَٰهَ إِلَّا هُوَ الرَّحْمَٰنُ الرَّحِيمُ",
    "id" : "Dan Tuhanmu adalah Tuhan Yang Maha Esa; tidak ada Tuhan melainkan Dia Yang Maha Pemurah lagi Maha Penyayang.",
    "nomor" : "163",
    "tr" : "wa-il<u>aa</u>hukum il<u>aa</u>hun w<u>aah</u>idun l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa <strong>al</strong>rra<u>h</u>m<u>aa</u>nu <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ",
    "id" : "Sesungguhnya dalam penciptaan langit dan bumi, silih bergantinya malam dan siang, bahtera yang berlayar di laut membawa apa yang berguna bagi manusia, dan apa yang Allah turunkan dari langit berupa air, lalu dengan air itu Dia hidupkan bumi sesudah mati (kering)-nya dan Dia sebarkan di bumi itu segala jenis hewan, dan pengisaran angin dan awan yang dikendalikan antara langit dan bumi; sungguh (terdapat) tanda-tanda (keesaan dan kebesaran Allah) bagi kaum yang memikirkan.",
    "nomor" : "164",
    "tr" : "inna fii khalqi <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa<strong>i</strong>khtil<u>aa</u>fi <strong>al</strong>layli wa<strong>al</strong>nnah<u>aa</u>ri wa<strong>a</strong>lfulki <strong>al</strong>latii tajrii fii <strong>a</strong>lba<u>h</u>ri bim<u>aa</u> yanfa'u <strong>al</strong>nn<u>aa</u>sa wam<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu mina <strong>al</strong>ssam<u>aa</u>-i min m<u>aa</u>-in fa-a<u>h</u>y<u>aa</u> bihi <strong>a</strong>l-ar<u>dh</u>a ba'da mawtih<u>aa</u> wabatstsa fiih<u>aa</u> min kulli d<u>aa</u>bbatin wata<u>sh</u>riifi <strong>al</strong>rriy<u>aah</u>i wa<strong>al</strong>ssa<u>haa</u>bi <strong>a</strong>lmusakhkhari bayna <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i la<u>aa</u>y<u>aa</u>tin liqawmin ya'qiluun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ ۖ وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ ۗ وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ اللَّهَ شَدِيدُ الْعَذَابِ",
    "id" : "Dan diantara manusia ada orang-orang yang menyembah tandingan-tandingan selain Allah; mereka mencintainya sebagaimana mereka mencintai Allah. Adapun orang-orang yang beriman amat sangat cintanya kepada Allah. Dan jika seandainya orang-orang yang berbuat zalim itu mengetahui ketika mereka melihat siksa (pada hari kiamat), bahwa kekuatan itu kepunyaan Allah semuanya, dan bahwa Allah amat berat siksaan-Nya (niscaya mereka menyesal).",
    "nomor" : "165",
    "tr" : "wamina <strong>al</strong>nn<u>aa</u>si man yattakhi<u>dz</u>u min duuni <strong>al</strong>l<u>aa</u>hi and<u>aa</u>dan yu<u>h</u>ibbuunahum ka<u>h</u>ubbi <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu asyaddu <u>h</u>ubban lill<u>aa</u>hi walaw yar<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu i<u>dz</u> yarawna <strong>a</strong>l'a<u>dzaa</u>ba anna <strong>a</strong>lquwwata lill<u>aa</u>hi jamii'an wa-anna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'a<u>dzaa</u>b<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ",
    "id" : "(Yaitu) ketika orang-orang yang diikuti itu berlepas diri dari orang-orang yang mengikutinya, dan mereka melihat siksa; dan (ketika) segala hubungan antara mereka terputus sama sekali.",
    "nomor" : "166",
    "tr" : "i<u>dz</u> tabarra-a <strong>al</strong>la<u>dz</u>iina ittubi'uu mina <strong>al</strong>la<u>dz</u>iina ittaba'uu wara-awuu <strong>a</strong>l'a<u>dzaa</u>ba wataqa<u>ththh</u>a'at bihimu <strong>a</strong>l-asb<u>aa</u>b<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا ۗ كَذَٰلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ ۖ وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ",
    "id" : "Dan berkatalah orang-orang yang mengikuti: \"Seandainya kami dapat kembali (ke dunia), pasti kami akan berlepas diri dari mereka, sebagaimana mereka berlepas diri dari kami.\" Demikianlah Allah memperlihatkan kepada mereka amal perbuatannya menjadi sesalan bagi mereka; dan sekali-kali mereka tidak akan keluar dari api neraka.",
    "nomor" : "167",
    "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina ittaba'uu law anna lan<u>aa</u> karratan fanatabarra-a minhum kam<u>aa</u> tabarrauu minn<u>aa</u> ka<u>dzaa</u>lika yuriihimu <strong>al</strong>l<u>aa</u>hu a'm<u>aa</u>lahum <u>h</u>asar<u>aa</u>tin 'alayhim wam<u>aa</u> hum bikh<u>aa</u>rijiina mina <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلَالًا طَيِّبًا وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ ۚ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ",
    "id" : "Hai sekalian manusia, makanlah yang halal lagi baik dari apa yang terdapat di bumi, dan janganlah kamu mengikuti langkah-langkah syaitan; karena sesungguhnya syaitan itu adalah musuh yang nyata bagimu.",
    "nomor" : "168",
    "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su kuluu mimm<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i <u>h</u>al<u>aa</u>lan <u>th</u>ayyiban wal<u>aa</u> tattabi'uu khu<u>th</u>uw<u>aa</u>ti <strong>al</strong>sysyay<u>th</u><u>aa</u>ni innahu lakum 'aduwwun mubiin<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّمَا يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشَاءِ وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ",
    "id" : "Sesungguhnya syaitan itu hanya menyuruh kamu berbuat jahat dan keji, dan mengatakan terhadap Allah apa yang tidak kamu ketahui.",
    "nomor" : "169",
    "tr" : "innam<u>aa</u> ya/murukum bi<strong>al</strong>ssuu-i wa<strong>a</strong>lfa<u>h</u>sy<u>aa</u>-i wa-an taquuluu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا ۗ أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ",
    "id" : "Dan apabila dikatakan kepada mereka: \"Ikutilah apa yang telah diturunkan Allah,\" mereka menjawab: \"(Tidak), tetapi kami hanya mengikuti apa yang telah kami dapati dari (perbuatan) nenek moyang kami\". \"(Apakah mereka akan mengikuti juga), walaupun nenek moyang mereka itu tidak mengetahui suatu apapun, dan tidak mendapat petunjuk?\".",
    "nomor" : "170",
    "tr" : "wa-i<u>dzaa</u> qiila lahumu ittabi'uu m<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu q<u>aa</u>luu bal nattabi'u m<u>aa</u> <strong>a</strong>lfayn<u>aa</u> 'alayhi <u>aa</u>b<u>aa</u>-an<u>aa</u> awa law k<u>aa</u>na <u>aa</u>b<u>aa</u>uhum l<u>aa</u> ya'qiluuna syay-an wal<u>aa</u> yahtaduun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً ۚ صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُونَ",
    "id" : "Dan perumpamaan (orang-orang yang menyeru) orang-orang kafir adalah seperti penggembala yang memanggil binatang yang tidak mendengar selain panggilan dan seruan saja. Mereka tuli, bisu dan buta, maka (oleh sebab itu) mereka tidak mengerti.",
    "nomor" : "171",
    "tr" : "wamatsalu <strong>al</strong>la<u>dz</u>iina kafaruu kamatsali <strong>al</strong>la<u>dz</u>ii yan'iqu bim<u>aa</u> l<u>aa</u> yasma'u ill<u>aa</u> du'<u>aa</u>-an wanid<u>aa</u>-an <u>sh</u>ummun bukmun 'umyun fahum l<u>aa</u> ya'qiluun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ",
    "id" : "Hai orang-orang yang beriman, makanlah di antara rezki yang baik-baik yang Kami berikan kepadamu dan bersyukurlah kepada Allah, jika benar-benar kepada-Nya kamu menyembah.",
    "nomor" : "172",
    "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu kuluu min <u>th</u>ayyib<u>aa</u>ti m<u>aa</u> razaqn<u>aa</u>kum wa<strong>u</strong>sykuruu lill<u>aa</u>hi in kuntum iyy<u>aa</u>hu ta'buduun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ ۖ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
    "id" : "Sesungguhnya Allah hanya mengharamkan bagimu bangkai, darah, daging babi, dan binatang yang (ketika disembelih) disebut (nama) selain Allah. Tetapi barangsiapa dalam keadaan terpaksa (memakannya) sedang dia tidak menginginkannya dan tidak (pula) melampaui batas, maka tidak ada dosa baginya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
    "nomor" : "173",
    "tr" : "innam<u>aa</u> <u>h</u>arrama 'alaykumu <strong>a</strong>lmaytata wa<strong>al</strong>ddama wala<u>h</u>ma <strong>a</strong>lkhinziiri wam<u>aa</u> uhilla bihi lighayri <strong>al</strong>l<u>aa</u>hi famani i<u>dth</u>urra ghayra b<u>aa</u>ghin wal<u>aa</u> '<u>aa</u>din fal<u>aa</u> itsma 'alayhi inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا ۙ أُولَٰئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ وَلَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "id" : "Sesungguhnya orang-orang yang menyembunyikan apa yang telah diturunkan Allah, yaitu Al Kitab dan menjualnya dengan harga yang sedikit (murah), mereka itu sebenarnya tidak memakan (tidak menelan) ke dalam perutnya melainkan api, dan Allah tidak akan berbicara kepada mereka pada hari kiamat dan tidak mensucikan mereka dan bagi mereka siksa yang amat pedih.",
    "nomor" : "174",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina yaktumuuna m<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu mina <strong>a</strong>lkit<u>aa</u>bi wayasytaruuna bihi tsamanan qaliilan ul<u>aa</u>-ika m<u>aa</u> ya/kuluuna fii bu<u>th</u>uunihim ill<u>aa</u> <strong>al</strong>nn<u>aa</u>ra wal<u>aa</u> yukallimuhumu <strong>al</strong>l<u>aa</u>hu yawma <strong>a</strong>lqiy<u>aa</u>mati wal<u>aa</u> yuzakkiihim walahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَىٰ وَالْعَذَابَ بِالْمَغْفِرَةِ ۚ فَمَا أَصْبَرَهُمْ عَلَى النَّارِ",
    "id" : "Mereka itulah orang-orang yang membeli kesesatan dengan petunjuk dan siksa dengan ampunan. Maka alangkah beraninya mereka menentang api neraka!",
    "nomor" : "175",
    "tr" : "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina isytarawuu <strong>al</strong><u>dhdh</u>al<u>aa</u>lata bi<strong>a</strong>lhud<u>aa</u> wa<strong>a</strong>l'a<u>dzaa</u>ba bi<strong>a</strong>lmaghfirati fam<u>aa</u> a<u>sh</u>barahum 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "ذَٰلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ ۗ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ",
    "id" : "Yang demikian itu adalah karena Allah telah menurunkan Al Kitab dengan membawa kebenaran; dan sesungguhnya orang-orang yang berselisih tentang (kebenaran) Al Kitab itu, benar-benar dalam penyimpangan yang jauh (dari kebenaran).",
    "nomor" : "176",
    "tr" : "<u>dzaa</u>lika bi-anna <strong>al</strong>l<u>aa</u>ha nazzala <strong>a</strong>lkit<u>aa</u>ba bi<strong>a</strong>l<u>h</u>aqqi wa-inna <strong>al</strong>la<u>dz</u>iina ikhtalafuu fii <strong>a</strong>lkit<u>aa</u>bi lafii syiq<u>aa</u>qin ba'iid<strong>in</strong>"
  }, {
    "surah": "",
    "ar" : "لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَٰكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَىٰ حُبِّهِ ذَوِي الْقُرْبَىٰ وَالْيَتَامَىٰ وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا ۖ وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ ۗ أُولَٰئِكَ الَّذِينَ صَدَقُوا ۖ وَأُولَٰئِكَ هُمُ الْمُتَّقُونَ",
    "id" : "Bukanlah menghadapkan wajahmu ke arah timur dan barat itu suatu kebajikan, akan tetapi sesungguhnya kebajikan itu ialah beriman kepada Allah, hari kemudian, malaikat-malaikat, kitab-kitab, nabi-nabi dan memberikan harta yang dicintainya kepada kerabatnya, anak-anak yatim, orang-orang miskin, musafir (yang memerlukan pertolongan) dan orang-orang yang meminta-minta; dan (memerdekakan) hamba sahaya, mendirikan shalat, dan menunaikan zakat; dan orang-orang yang menepati janjinya apabila ia berjanji, dan orang-orang yang sabar dalam kesempitan, penderitaan dan dalam peperangan. Mereka itulah orang-orang yang benar (imannya); dan mereka itulah orang-orang yang bertakwa.",
    "nomor" : "177",
    "tr" : "laysa <strong>a</strong>lbirra an tuwalluu wujuuhakum qibala <strong>a</strong>lmasyriqi wa<strong>a</strong>lmaghribi wal<u>aa</u>kinna <strong>a</strong>lbirra man <u>aa</u>mana bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri wa<strong>a</strong>lmal<u>aa</u>-ikati wa<strong>a</strong>lkit<u>aa</u>bi wa<strong>al</strong>nnabiyyiina wa<u>aa</u>t<u>aa</u> <strong>a</strong>lm<u>aa</u>la 'al<u>aa</u> <u>h</u>ubbihi <u>dz</u>awii <strong>a</strong>lqurb<u>aa</u> wa<strong>a</strong>lyat<u>aa</u>m<u>aa</u> wa<strong>a</strong>lmas<u>aa</u>kiina wa<strong>i</strong>bna <strong>a</strong>lssabiili wa<strong>al</strong>ss<u>aa</u>-iliina wafii <strong>al</strong>rriq<u>aa</u>bi wa-aq<u>aa</u>ma <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>t<u>aa</u> <strong>al</strong>zzak<u>aa</u>ta wa<strong>a</strong>lmuufuuna bi'ahdihim i<u>dzaa</u> '<u>aa</u>haduu wa<strong>al</strong><u>shshaa</u>biriina fii <strong>a</strong>lba/s<u>aa</u>-i wa<strong>al</strong><u>dhdh</u>arr<u>aa</u>-i wa<u>h</u>iina <strong>a</strong>lba/si ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina <u>sh</u>adaquu waul<u>aa</u>-ika humu <strong>a</strong>lmuttaquun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى ۖ الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَىٰ بِالْأُنْثَىٰ ۚ فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ۗ ذَٰلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ ۗ فَمَنِ اعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُ عَذَابٌ أَلِيمٌ",
    "id" : "Hai orang-orang yang beriman, diwajibkan atas kamu qishaash berkenaan dengan orang-orang yang dibunuh; orang merdeka dengan orang merdeka, hamba dengan hamba, dan wanita dengan wanita. Maka barangsiapa yang mendapat suatu pema'afan dari saudaranya, hendaklah (yang mema'afkan) mengikuti dengan cara yang baik, dan hendaklah (yang diberi ma'af) membayar (diat) kepada yang memberi ma'af dengan cara yang baik (pula). Yang demikian itu adalah suatu keringanan dari Tuhan kamu dan suatu rahmat. Barangsiapa yang melampaui batas sesudah itu, maka baginya siksa yang sangat pedih.",
    "nomor" : "178",
    "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu kutiba 'alaykumu <strong>a</strong>lqi<u>sas</u>u fii <strong>a</strong>lqatl<u>aa</u> <strong>a</strong>l<u>h</u>urru bi<strong>a</strong>l<u>h</u>urri wa<strong>a</strong>l'abdu bi<strong>a</strong>l'abdi wa<strong>a</strong>lunts<u>aa</u> bi<strong>a</strong>lunts<u>aa</u> faman 'ufiya lahu min akhiihi syay-un fa<strong>i</strong>ttib<u>aa</u>'un bi<strong>a</strong>lma'ruufi wa-ad<u>aa</u>un ilayhi bi-i<u>h</u>s<u>aa</u>nin <u>dzaa</u>lika takhfiifun min rabbikum wara<u>h</u>matun famani i'tad<u>aa</u> ba'da <u>dzaa</u>lika falahu 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ",
    "id" : "Dan dalam qishaash itu ada (jaminan kelangsungan) hidup bagimu, hai orang-orang yang berakal, supaya kamu bertakwa.",
    "nomor" : "179",
    "tr" : "walakum fii <strong>a</strong>lqi<u>sas</u>i <u>h</u>ay<u>aa</u>tun y<u>aa</u> ulii <strong>a</strong>l-alb<u>aa</u>bi la'allakum tattaquun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ ۖ حَقًّا عَلَى الْمُتَّقِينَ",
    "id" : "Diwajibkan atas kamu, apabila seorang di antara kamu kedatangan (tanda-tanda) maut, jika ia meninggalkan harta yang banyak, berwasiat untuk ibu-bapak dan karib kerabatnya secara ma'ruf, (ini adalah) kewajiban atas orang-orang yang bertakwa.",
    "nomor" : "180",
    "tr" : "kutiba 'alaykum i<u>dzaa</u> <u>h</u>a<u>dh</u>ara a<u>h</u>adakumu <strong>a</strong>lmawtu in taraka khayran <strong>a</strong>lwa<u>sh</u>iyyatu lilw<u>aa</u>lidayni wa<strong>a</strong>l-aqrabiina bi<strong>a</strong>lma'ruufi <u>h</u>aqqan 'al<u>aa</u> <strong>a</strong>lmuttaqiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "فَمَنْ بَدَّلَهُ بَعْدَمَا سَمِعَهُ فَإِنَّمَا إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُ ۚ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
    "id" : "Maka barangsiapa yang mengubah wasiat itu, setelah ia mendengarnya, maka sesungguhnya dosanya adalah bagi orang-orang yang mengubahnya. Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.",
    "nomor" : "181",
    "tr" : "faman baddalahu ba'da m<u>aa</u> sami'ahu fa-innam<u>aa</u> itsmuhu 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina yubaddiluunahu inna <strong>al</strong>l<u>aa</u>ha samii'un 'aliim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "فَمَنْ خَافَ مِنْ مُوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَا إِثْمَ عَلَيْهِ ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
    "id" : "(Akan tetapi) barangsiapa khawatir terhadap orang yang berwasiat itu, berlaku berat sebelah atau berbuat dosa, lalu ia mendamaikan antara mereka, maka tidaklah ada dosa baginya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
    "nomor" : "182",
    "tr" : "faman kh<u>aa</u>fa min muu<u>sh</u>in janafan aw itsman fa-a<u>sh</u>la<u>h</u>a baynahum fal<u>aa</u> itsma 'alayhi inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
    "id" : "Hai orang-orang yang beriman, diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang-orang sebelum kamu agar kamu bertakwa,",
    "nomor" : "183",
    "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu kutiba 'alaykumu <strong>al</strong><u>shsh</u>iy<u>aa</u>mu kam<u>aa</u> kutiba 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina min qablikum la'allakum tattaquun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "أَيَّامًا مَعْدُودَاتٍ ۚ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ ۚ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ ۖ فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَهُ ۚ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ ۖ إِنْ كُنْتُمْ تَعْلَمُونَ",
    "id" : "(yaitu) dalam beberapa hari yang tertentu. Maka barangsiapa diantara kamu ada yang sakit atau dalam perjalanan (lalu ia berbuka), maka (wajiblah baginya berpuasa) sebanyak hari yang ditinggalkan itu pada hari-hari yang lain. Dan wajib bagi orang-orang yang berat menjalankannya (jika mereka tidak berpuasa) membayar fidyah, (yaitu): memberi makan seorang miskin. Barangsiapa yang dengan kerelaan hati mengerjakan kebajikan, maka itulah yang lebih baik baginya. Dan berpuasa lebih baik bagimu jika kamu mengetahui.",
    "nomor" : "184",
    "tr" : "ayy<u>aa</u>man ma'duud<u>aa</u>tin faman k<u>aa</u>na minkum marii<u>dh</u>an aw 'al<u>aa</u> safarin fa'iddatun min ayy<u>aa</u>min ukhara wa'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina yu<u>th</u>iiquunahu fidyatun <u>th</u>a'<u>aa</u>mu miskiinin faman ta<u>th</u>awwa'a khayran fahuwa khayrun lahu wa-an ta<u>sh</u>uumuu khayrun lakum in kuntum ta'lamuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَىٰ وَالْفُرْقَانِ ۚ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ ۖ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ ۗ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَىٰ مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "id" : "(Beberapa hari yang ditentukan itu ialah) bulan Ramadhan, bulan yang di dalamnya diturunkan (permulaan) Al Qur'an sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda (antara yang hak dan yang bathil). Karena itu, barangsiapa di antara kamu hadir (di negeri tempat tinggalnya) di bulan itu, maka hendaklah ia berpuasa pada bulan itu, dan barangsiapa sakit atau dalam perjalanan (lalu ia berbuka), maka (wajiblah baginya berpuasa), sebanyak hari yang ditinggalkannya itu, pada hari-hari yang lain. Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu. Dan hendaklah kamu mencukupkan bilangannya dan hendaklah kamu mengagungkan Allah atas petunjuk-Nya yang diberikan kepadamu, supaya kamu bersyukur.",
    "nomor" : "185",
    "tr" : "syahru rama<u>daa</u>na <strong>al</strong>la<u>dz</u>ii unzila fiihi <strong>a</strong>lqur-<u>aa</u>nu hudan li<strong>l</strong>nn<u>aa</u>si wabayyin<u>aa</u>tin mina <strong>a</strong>lhud<u>aa</u> wa<strong>a</strong>lfurq<u>aa</u>ni faman syahida minkumu <strong>al</strong>sysyahra falya<u>sh</u>umhu waman k<u>aa</u>na marii<u>dh</u>an aw 'al<u>aa</u> safarin fa'iddatun min ayy<u>aa</u>min ukhara yuriidu <strong>al</strong>l<u>aa</u>hu bikumu <strong>a</strong>lyusra wal<u>aa</u> yuriidu bikumu <strong>a</strong>l'usra walitukmiluu <strong>a</strong>l'iddata walitukabbiruu <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> m<u>aa</u> had<u>aa</u>kum wala'allakum tasykuruun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ ۖ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ ۖ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ",
    "id" : "Dan apabila hamba-hamba-Ku bertanya kepadamu tentang Aku, maka (jawablah), bahwasanya Aku adalah dekat. Aku mengabulkan permohonan orang yang berdo'a apabila ia memohon kepada-Ku, maka hendaklah mereka itu memenuhi (segala perintah-Ku) dan hendaklah mereka beriman kepada-Ku, agar mereka selalu berada dalam kebenaran.",
    "nomor" : "186",
    "tr" : "wa-i<u>dzaa</u> sa-alaka 'ib<u>aa</u>dii 'annii fa-innii qariibun ujiibu da'wata <strong>al</strong>dd<u>aa</u>'i i<u>dzaa</u> da'<u>aa</u>ni falyastajiibuu lii walyu/minuu bii la'allahum yarsyuduun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَىٰ نِسَائِكُمْ ۚ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ ۗ عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ ۖ فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ ۚ وَكُلُوا وَاشْرَبُوا حَتَّىٰ يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ۖ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ ۚ وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ ۗ تِلْكَ حُدُودُ اللَّهِ فَلَا تَقْرَبُوهَا ۗ كَذَٰلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ",
    "id" : "Dihalalkan bagi kamu pada malam hari bulan puasa bercampur dengan isteri-isteri kamu; mereka adalah pakaian bagimu, dan kamupun adalah pakaian bagi mereka. Allah mengetahui bahwasanya kamu tidak dapat menahan nafsumu, karena itu Allah mengampuni kamu dan memberi ma'af kepadamu. Maka sekarang campurilah mereka dan ikutilah apa yang telah ditetapkan Allah untukmu, dan makan minumlah hingga terang bagimu benang putih dari benang hitam, yaitu fajar. Kemudian sempurnakanlah puasa itu sampai (datang) malam, (tetapi) janganlah kamu campuri mereka itu, sedang kamu beri'tikaf dalam mesjid. Itulah larangan Allah, maka janganlah kamu mendekatinya. Demikianlah Allah menerangkan ayat-ayat-Nya kepada manusia, supaya mereka bertakwa.",
    "nomor" : "187",
    "tr" : "u<u>h</u>illa lakum laylata <strong>al</strong><u>shsh</u>iy<u>aa</u>mi <strong>al</strong>rrafatsu il<u>aa</u> nis<u>aa</u>-ikum hunna lib<u>aa</u>sun lakum wa-antum lib<u>aa</u>sun lahunna 'alima <strong>al</strong>l<u>aa</u>hu annakum kuntum takht<u>aa</u>nuuna anfusakum fat<u>aa</u>ba 'alaykum wa'af<u>aa</u> 'ankum fa<strong>a</strong>l-<u>aa</u>na b<u>aa</u>syiruuhunna wa<strong>i</strong>btaghuu m<u>aa</u> kataba <strong>al</strong>l<u>aa</u>hu lakum wakuluu wa<strong>i</strong>syrabuu <u>h</u>att<u>aa</u> yatabayyana lakumu <strong>a</strong>lkhay<u>th</u>u <strong>a</strong>l-abya<u>dh</u>u mina <strong>a</strong>lkhay<u>th</u>i <strong>a</strong>l-aswadi mina <strong>a</strong>lfajri tsumma atimmuu <strong>al</strong><u>shsh</u>iy<u>aa</u>ma il<u>aa</u> <strong>al</strong>layli wal<u>aa</u> tub<u>aa</u>syiruuhunna wa-antum '<u>aa</u>kifuuna fii <strong>a</strong>lmas<u>aa</u>jidi tilka <u>h</u>uduudu <strong>al</strong>l<u>aa</u>hi fal<u>aa</u> taqrabuuh<u>aa</u> ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu <u>aa</u>y<u>aa</u>tihi li<strong>l</strong>nn<u>aa</u>si la'allahum yattaquun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ",
    "id" : "Dan janganlah sebahagian kamu memakan harta sebahagian yang lain di antara kamu dengan jalan yang bathil dan (janganlah) kamu membawa (urusan) harta itu kepada hakim, supaya kamu dapat memakan sebahagian daripada harta benda orang lain itu dengan (jalan berbuat) dosa, padahal kamu mengetahui.",
    "nomor" : "188",
    "tr" : "wal<u>aa</u> ta/kuluu amw<u>aa</u>lakum baynakum bi<strong>a</strong>lb<u>aath</u>ili watudluu bih<u>aa</u> il<u>aa</u> <strong>a</strong>l<u>h</u>ukk<u>aa</u>mi lita/kuluu fariiqan min amw<u>aa</u>li <strong>al</strong>nn<u>aa</u>si bi<strong>a</strong>l-itsmi wa-antum ta'lamuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ ۖ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ ۗ وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَٰكِنَّ الْبِرَّ مَنِ اتَّقَىٰ ۗ وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا ۚ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
    "id" : "Mereka bertanya kepadamu tentang bulan sabit. Katakanlah: \"Bulan sabit itu adalah tanda-tanda waktu bagi manusia dan (bagi ibadat) haji; Dan bukanlah kebajikan memasuki rumah-rumah dari belakangnya, akan tetapi kebajikan itu ialah kebajikan orang yang bertakwa. Dan masuklah ke rumah-rumah itu dari pintu-pintunya; dan bertakwalah kepada Allah agar kamu beruntung.",
    "nomor" : "189",
    "tr" : "yas-aluunaka 'ani <strong>a</strong>l-ahillati qul hiya maw<u>aa</u>qiitu li<strong>l</strong>nn<u>aa</u>si wa<strong>a</strong>l<u>h</u>ajji walaysa <strong>a</strong>lbirru bi-an ta/tuu <strong>a</strong>lbuyuuta min <u>zh</u>uhuurih<u>aa</u> wal<u>aa</u>kinna <strong>a</strong>lbirra mani ittaq<u>aa</u> wa/tuu <strong>a</strong>lbuyuuta min abw<u>aa</u>bih<u>aa</u> wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha la'allakum tufli<u>h</u>uun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا ۚ إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ",
    "id" : "Dan perangilah di jalan Allah orang-orang yang memerangi kamu, (tetapi) janganlah kamu melampaui batas, karena sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas.",
    "nomor" : "190",
    "tr" : "waq<u>aa</u>tiluu fii sabiili <strong>al</strong>l<u>aa</u>hi <strong>al</strong>la<u>dz</u>iina yuq<u>aa</u>tiluunakum wal<u>aa</u> ta'taduu inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lmu'tadiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ ۚ وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ ۚ وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّىٰ يُقَاتِلُوكُمْ فِيهِ ۖ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ ۗ كَذَٰلِكَ جَزَاءُ الْكَافِرِينَ",
    "id" : "Dan bunuhlah mereka di mana saja kamu jumpai mereka, dan usirlah mereka dari tempat mereka telah mengusir kamu (Mekah); dan fitnah itu lebih besar bahayanya dari pembunuhan, dan janganlah kamu memerangi mereka di Masjidil Haram, kecuali jika mereka memerangi kamu di tempat itu. Jika mereka memerangi kamu (di tempat itu), maka bunuhlah mereka. Demikanlah balasan bagi orang-orang kafir.",
    "nomor" : "191",
    "tr" : "wa<strong>u</strong>qtuluuhum <u>h</u>aytsu tsaqiftumuuhum wa-akhrijuuhum min <u>h</u>aytsu akhrajuukum wa<strong>a</strong>lfitnatu asyaddu mina <strong>a</strong>lqatli wal<u>aa</u> tuq<u>aa</u>tiluuhum 'inda <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi <u>h</u>att<u>aa</u> yuq<u>aa</u>tiluukum fiihi fa-in q<u>aa</u>taluukum fa<strong>u</strong>qtuluuhum ka<u>dzaa</u>lika jaz<u>aa</u>u <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
    "id" : "Kemudian jika mereka berhenti (dari memusuhi kamu), maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
    "nomor" : "192",
    "tr" : "fa-ini intahaw fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "وَقَاتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ ۖ فَإِنِ انْتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ",
    "id" : "Dan perangilah mereka itu, sehingga tidak ada fitnah lagi dan (sehingga) ketaatan itu hanya semata-mata untuk Allah. Jika mereka berhenti (dari memusuhi kamu), maka tidak ada permusuhan (lagi), kecuali terhadap orang-orang yang zalim.",
    "nomor" : "193",
    "tr" : "waq<u>aa</u>tiluuhum <u>h</u>att<u>aa</u> l<u>aa</u> takuuna fitnatun wayakuuna <strong>al</strong>ddiinu lill<u>aa</u>hi fa-ini intahaw fal<u>aa</u> 'udw<u>aa</u>na ill<u>aa</u> 'al<u>aa</u> <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ ۚ فَمَنِ اعْتَدَىٰ عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَىٰ عَلَيْكُمْ ۚ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ",
    "id" : "Bulan haram dengan bulan haram, dan pada sesuatu yang patut dihormati, berlaku hukum qishaash. Oleh sebab itu barangsiapa yang menyerang kamu, maka seranglah ia, seimbang dengan serangannya terhadapmu. Bertakwalah kepada Allah dan ketahuilah, bahwa Allah beserta orang-orang yang bertakwa.",
    "nomor" : "194",
    "tr" : "a<strong>l</strong>sysyahru <strong>a</strong>l<u>h</u>ar<u>aa</u>mu bi<strong>al</strong>sysyahri <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa<strong>a</strong>l<u>h</u>urum<u>aa</u>tu qi<u>sas</u>un famani i'tad<u>aa</u> 'alaykum fa<strong>i</strong>'taduu 'alayhi bimitsli m<u>aa</u> i'tad<u>aa</u> 'alaykum wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha ma'a <strong>a</strong>lmuttaqiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ ۛ وَأَحْسِنُوا ۛ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ",
    "id" : "Dan belanjakanlah (harta bendamu) di jalan Allah, dan janganlah kamu menjatuhkan dirimu sendiri ke dalam kebinasaan, dan berbuat baiklah, karena sesungguhnya Allah menyukai orang-orang yang berbuat baik.",
    "nomor" : "195",
    "tr" : "wa-anfiquu fii sabiili <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> tulquu bi-aydiikum il<u>aa</u> <strong>al</strong>ttahlukati wa-a<u>h</u>sinuu inna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ibbu <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ ۚ فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ ۖ وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّىٰ يَبْلُغَ الْهَدْيُ مَحِلَّهُ ۚ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ ۚ فَإِذَا أَمِنْتُمْ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ ۚ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ ۗ تِلْكَ عَشَرَةٌ كَامِلَةٌ ۗ ذَٰلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ ۚ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
    "id" : "Dan sempurnakanlah ibadah haji dan 'umrah karena Allah. Jika kamu terkepung (terhalang oleh musuh atau karena sakit), maka (sembelihlah) korban yang mudah didapat, dan jangan kamu mencukur kepalamu, sebelum korban sampai di tempat penyembelihannya. Jika ada di antaramu yang sakit atau ada gangguan di kepalanya (lalu ia bercukur), maka wajiblah atasnya berfid-yah, yaitu: berpuasa atau bersedekah atau berkorban. Apabila kamu telah (merasa) aman, maka bagi siapa yang ingin mengerjakan 'umrah sebelum haji (di dalam bulan haji), (wajiblah ia menyembelih) korban yang mudah didapat. Tetapi jika ia tidak menemukan (binatang korban atau tidak mampu), maka wajib berpuasa tiga hari dalam masa haji dan tujuh hari (lagi) apabila kamu telah pulang kembali. Itulah sepuluh (hari) yang sempurna. Demikian itu (kewajiban membayar fidyah) bagi orang-orang yang keluarganya tidak berada (di sekitar) Masjidil Haram (orang-orang yang bukan penduduk kota Mekah). Dan bertakwalah kepada Allah dan ketahuilah bahwa Allah sangat keras siksaan-Nya.",
    "nomor" : "196",
    "tr" : "wa-atimmuu <strong>a</strong>l<u>h</u>ajja wa<strong>a</strong>l'umrata lill<u>aa</u>hi fa-in u<u>hs</u>irtum fam<u>aa</u> istaysara mina <strong>a</strong>lhadyi wal<u>aa</u> ta<u>h</u>liquu ruuusakum <u>h</u>att<u>aa</u> yablugha <strong>a</strong>lhadyu ma<u>h</u>illahu faman k<u>aa</u>na minkum marii<u>dh</u>an aw bihi a<u>dz</u>an min ra/sihi fafidyatun min <u>sh</u>iy<u>aa</u>min aw <u>sh</u>adaqatin aw nusukin fa-i<u>dzaa</u> amintum faman tamatta'a bi<strong>a</strong>l'umrati il<u>aa</u> <strong>a</strong>l<u>h</u>ajji fam<u>aa</u> istaysara mina <strong>a</strong>lhadyi faman lam yajid fa<u>sh</u>iy<u>aa</u>mu tsal<u>aa</u>tsati ayy<u>aa</u>min fii <strong>a</strong>l<u>h</u>ajji wasab'atin i<u>dzaa</u> raja'tum tilka 'asyaratun k<u>aa</u>milatun <u>dzaa</u>lika liman lam yakun ahluhu <u>had</u>irii <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ ۚ فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي الْحَجِّ ۗ وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ ۗ وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَىٰ ۚ وَاتَّقُونِ يَا أُولِي الْأَلْبَابِ",
    "id" : "(Musim) haji adalah beberapa bulan yang dimaklumi, barangsiapa yang menetapkan niatnya dalam bulan itu akan mengerjakan haji, maka tidak boleh rafats, berbuat fasik dan berbantah bantahan di dalam masa mengerjakan haji. Dan apa yang kamu kerjakan berupa kebaikan, niscaya Allah mengetahuinya. Berbekallah, dan sesungguhnya sebaik-baik bekal adalah takwa dan bertakwalah kepada-Ku hai orang-orang yang berakal.",
    "nomor" : "197",
    "tr" : "al<u>h</u>ajju asyhurun ma'luum<u>aa</u>tun faman fara<u>dh</u>a fiihinna <strong>a</strong>l<u>h</u>ajja fal<u>aa</u> rafatsa wal<u>aa</u> fusuuqa wal<u>aa</u> jid<u>aa</u>la fii <strong>a</strong>l<u>h</u>ajji wam<u>aa</u> taf'aluu min khayrin ya'lamhu <strong>al</strong>l<u>aa</u>hu watazawwaduu fa-inna khayra <strong>al</strong>zz<u>aa</u>di <strong>al</strong>ttaqw<u>aa</u> wa<strong>i</strong>ttaquuni y<u>aa</u> ulii <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ ۚ فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ ۖ وَاذْكُرُوهُ كَمَا هَدَاكُمْ وَإِنْ كُنْتُمْ مِنْ قَبْلِهِ لَمِنَ الضَّالِّينَ",
    "id" : "Tidak ada dosa bagimu untuk mencari karunia (rezki hasil perniagaan) dari Tuhanmu. Maka apabila kamu telah bertolak dari 'Arafat, berdzikirlah kepada Allah di Masy'arilharam. Dan berdzikirlah (dengan menyebut) Allah sebagaimana yang ditunjukkan-Nya kepadamu; dan sesungguhnya kamu sebelum itu benar-benar termasuk orang-orang yang sesat.",
    "nomor" : "198",
    "tr" : "laysa 'alaykum jun<u>aah</u>un an tabtaghuu fa<u>dh</u>lan min rabbikum fa-i<u>dzaa</u> afa<u>dh</u>tum min 'araf<u>aa</u>tin fa<strong>u</strong><u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha 'inda <strong>a</strong>lmasy'ari <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa<strong>u</strong><u>dz</u>kuruuhu kam<u>aa</u> had<u>aa</u>kum wa-in kuntum min qablihi lamina <strong>al</strong><u>dhdhaa</u>lliin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
    "id" : "Kemudian bertolaklah kamu dari tempat bertolaknya orang-orang banyak ('Arafah) dan mohonlah ampun kepada Allah; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
    "nomor" : "199",
    "tr" : "tsumma afii<u>dh</u>uu min <u>h</u>aytsu af<u>aad</u>a <strong>al</strong>nn<u>aa</u>su wa<strong>i</strong>staghfiruu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْرًا ۗ فَمِنَ النَّاسِ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ",
    "id" : "Apabila kamu telah menyelesaikan ibadah hajimu, maka berdzikirlah dengan menyebut Allah, sebagaimana kamu menyebut-nyebut (membangga-banggakan) nenek moyangmu, atau (bahkan) berdzikirlah lebih banyak dari itu. Maka di antara manusia ada orang yang bendo'a: \"Ya Tuhan kami, berilah kami (kebaikan) di dunia\", dan tiadalah baginya bahagian (yang menyenangkan) di akhirat.",
    "nomor" : "200",
    "tr" : "fa-i<u>dzaa</u> qa<u>dh</u>aytum man<u>aa</u>sikakum fa<strong>u</strong><u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha ka<u>dz</u>ikrikum <u>aa</u>b<u>aa</u>-akum aw asyadda <u>dz</u>ikran famina <strong>al</strong>nn<u>aa</u>si man yaquulu rabban<u>aa</u> <u>aa</u>tin<u>aa</u> fii <strong>al</strong>dduny<u>aa</u> wam<u>aa</u> lahu fii <strong>a</strong>l-<u>aa</u>khirati min khal<u>aa</u>q<strong>in</strong>"
  }, {
    "surah": "",
    "ar" : "وَمِنْهُمْ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
    "id" : "Dan di antara mereka ada orang yang bendo'a: \"Ya Tuhan kami, berilah kami kebaikan di dunia dan kebaikan di akhirat dan peliharalah kami dari siksa neraka\".",
    "nomor" : "201",
    "tr" : "waminhum man yaquulu rabban<u>aa</u> <u>aa</u>tin<u>aa</u> fii <strong>al</strong>dduny<u>aa</u> <u>h</u>asanatan wafii <strong>a</strong>l-<u>aa</u>khirati <u>h</u>asanatan waqin<u>aa</u> 'a<u>dzaa</u>ba <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "أُولَٰئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا ۚ وَاللَّهُ سَرِيعُ الْحِسَابِ",
    "id" : "Mereka itulah orang-orang yang mendapat bahagian daripada yang mereka usahakan; dan Allah sangat cepat perhitungan-Nya.",
    "nomor" : "202",
    "tr" : "ul<u>aa</u>-ika lahum na<u>sh</u>iibun mimm<u>aa</u> kasabuu wa<strong>al</strong>l<u>aa</u>hu sarii'u <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ ۚ فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ ۚ لِمَنِ اتَّقَىٰ ۗ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ",
    "id" : "Dan berdzikirlah (dengan menyebut) Allah dalam beberapa hari yang berbilang. Barangsiapa yang ingin cepat berangkat (dari Mina) sesudah dua hari, maka tiada dosa baginya. Dan barangsiapa yang ingin menangguhkan (keberangkatannya dari dua hari itu), maka tidak ada dosa pula baginya, bagi orang yang bertakwa. Dan bertakwalah kepada Allah, dan ketahuilah, bahwa kamu akan dikumpulkan kepada-Nya.",
    "nomor" : "203",
    "tr" : "wa<strong>u</strong><u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha fii ayy<u>aa</u>min ma'duud<u>aa</u>tin faman ta'ajjala fii yawmayni fal<u>aa</u> itsma 'alayhi waman ta-akhkhara fal<u>aa</u> itsma 'alayhi limani ittaq<u>aa</u> wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>'lamuu annakum ilayhi tu<u>h</u>syaruun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَمِنَ النَّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللَّهَ عَلَىٰ مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الْخِصَامِ",
    "id" : "Dan di antara manusia ada orang yang ucapannya tentang kehidupan dunia menarik hatimu, dan dipersaksikannya kepada Allah (atas kebenaran) isi hatinya, padahal ia adalah penantang yang paling keras.",
    "nomor" : "204",
    "tr" : "wamina <strong>al</strong>nn<u>aa</u>si man yu'jibuka qawluhu fii al<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wayusyhidu <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> m<u>aa</u> fii qalbihi wahuwa aladdu alkhi<u>shaa</u>m<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "وَإِذَا تَوَلَّىٰ سَعَىٰ فِي الْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ ۗ وَاللَّهُ لَا يُحِبُّ الْفَسَادَ",
    "id" : "Dan apabila ia berpaling (dari kamu), ia berjalan di bumi untuk mengadakan kerusakan padanya, dan merusak tanam-tanaman dan binatang ternak, dan Allah tidak menyukai kebinasaan.",
    "nomor" : "205",
    "tr" : "wa-i<u>dzaa</u> tawall<u>aa</u> sa'<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i liyufsida fiih<u>aa</u> wayuhlika <strong>a</strong>l<u>h</u>artsa wa<strong>al</strong>nnasla wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lfas<u>aa</u>d<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَإِذَا قِيلَ لَهُ اتَّقِ اللَّهَ أَخَذَتْهُ الْعِزَّةُ بِالْإِثْمِ ۚ فَحَسْبُهُ جَهَنَّمُ ۚ وَلَبِئْسَ الْمِهَادُ",
    "id" : "Dan apabila dikatakan kepadanya: \"Bertakwalah kepada Allah\", bangkitlah kesombongannya yang menyebabkannya berbuat dosa. Maka cukuplah (balasannya) neraka Jahannam. Dan sungguh neraka Jahannam itu tempat tinggal yang seburuk-buruknya.",
    "nomor" : "206",
    "tr" : "wa-i<u>dzaa</u> qiila lahu ittaqi <strong>al</strong>l<u>aa</u>ha akha<u>dz</u>at-hu <strong>a</strong>l'izzatu bi<strong>a</strong>l-itsmi fa<u>h</u>asbuhu jahannamu walabi/sa <strong>a</strong>lmih<u>aa</u>d<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ ۗ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ",
    "id" : "Dan di antara manusia ada orang yang mengorbankan dirinya karena mencari keridhaan Allah; dan Allah Maha Penyantun kepada hamba-hamba-Nya.",
    "nomor" : "207",
    "tr" : "wamina <strong>al</strong>nn<u>aa</u>si man yasyrii nafsahu ibtigh<u>aa</u>-a mar<u>daa</u>ti <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu rauufun bi<strong>a</strong>l'ib<u>aa</u>d<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ ۚ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ",
    "id" : "Hai orang-orang yang beriman, masuklah kamu ke dalam Islam keseluruhan, dan janganlah kamu turut langkah-langkah syaitan. Sesungguhnya syaitan itu musuh yang nyata bagimu.",
    "nomor" : "208",
    "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu udkhuluu fii <strong>al</strong>ssilmi k<u>aa</u>ffatan wal<u>aa</u> tattabi'uu khu<u>th</u>uw<u>aa</u>ti <strong>al</strong>sysyay<u>th</u><u>aa</u>ni innahu lakum 'aduwwun mubiin<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "فَإِنْ زَلَلْتُمْ مِنْ بَعْدِ مَا جَاءَتْكُمُ الْبَيِّنَاتُ فَاعْلَمُوا أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
    "id" : "Tetapi jika kamu menyimpang (dari jalan Allah) sesudah datang kepadamu bukti-bukti kebenaran, maka ketahuilah, bahwasanya Allah Maha Perkasa lagi Maha Bijaksana.",
    "nomor" : "209",
    "tr" : "fa-in zalaltum min ba'di m<u>aa</u> j<u>aa</u>-atkumu <strong>a</strong>lbayyin<u>aa</u>tu fa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha 'aziizun <u>h</u>akiim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةُ وَقُضِيَ الْأَمْرُ ۚ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
    "id" : "Tiada yang mereka nanti-nantikan melainkan datangnya Allah dan malaikat (pada hari kiamat) dalam naungan awan, dan diputuskanlah perkaranya. Dan hanya kepada Allah dikembalikan segala urusan.",
    "nomor" : "210",
    "tr" : "hal yan<u>zh</u>uruuna ill<u>aa</u> an ya/tiyahumu <strong>al</strong>l<u>aa</u>hu fii <u>zh</u>ulalin mina <strong>a</strong>lgham<u>aa</u>mi wa<strong>a</strong>lmal<u>aa</u>-ikatu waqu<u>dh</u>iya <strong>a</strong>l-amru wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi turja'u <strong>a</strong>l-umuur<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "سَلْ بَنِي إِسْرَائِيلَ كَمْ آتَيْنَاهُمْ مِنْ آيَةٍ بَيِّنَةٍ ۗ وَمَنْ يُبَدِّلْ نِعْمَةَ اللَّهِ مِنْ بَعْدِ مَا جَاءَتْهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
    "id" : "Tanyakanlah kepada Bani Israil: \"Berapa banyaknya tanda-tanda (kebenaran) yang nyata, yang telah Kami berikan kepada mereka\". Dan barangsiapa yang menukar ni'mat Allah setelah datang ni'mat itu kepadanya, maka sesungguhnya Allah sangat keras siksa-Nya.",
    "nomor" : "211",
    "tr" : "sal banii isr<u>aa</u>-iila kam <u>aa</u>tayn<u>aa</u>hum min <u>aa</u>yatin bayyinatin waman yubaddil ni'mata <strong>al</strong>l<u>aa</u>hi min ba'di m<u>aa</u> j<u>aa</u>-at-hu fa-inna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "زُيِّنَ لِلَّذِينَ كَفَرُوا الْحَيَاةُ الدُّنْيَا وَيَسْخَرُونَ مِنَ الَّذِينَ آمَنُوا ۘ وَالَّذِينَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيَامَةِ ۗ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ",
    "id" : "Kehidupan dunia dijadikan indah dalam pandangan orang-orang kafir, dan mereka memandang hina orang-orang yang beriman. Padahal orang-orang yang bertakwa itu lebih mulia daripada mereka di hari kiamat. Dan Allah memberi rezki kepada orang-orang yang dikehendaki-Nya tanpa batas.",
    "nomor" : "212",
    "tr" : "zuyyina lilla<u>dz</u>iina kafaruu <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> wayaskharuuna mina <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa<strong>a</strong>lla<u>dz</u>iina ittaqaw fawqahum yawma <strong>a</strong>lqiy<u>aa</u>mati wa<strong>al</strong>l<u>aa</u>hu yarzuqu man yasy<u>aa</u>u bighayri <u>h</u>is<u>aa</u>b<strong>in</strong>"
  }, {
    "surah": "",
    "ar" : "كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ ۚ وَمَا اخْتَلَفَ فِيهِ إِلَّا الَّذِينَ أُوتُوهُ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ بَغْيًا بَيْنَهُمْ ۖ فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ ۗ وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
    "id" : "Manusia itu adalah umat yang satu. (setelah timbul perselisihan), maka Allah mengutus para nabi, sebagai pemberi peringatan, dan Allah menurunkan bersama mereka Kitab yang benar, untuk memberi keputusan di antara manusia tentang perkara yang mereka perselisihkan. Tidaklah berselisih tentang Kitab itu melainkan orang yang telah didatangkan kepada mereka Kitab, yaitu setelah datang kepada mereka keterangan-keterangan yang nyata, karena dengki antara mereka sendiri. Maka Allah memberi petunjuk orang-orang yang beriman kepada kebenaran tentang hal yang mereka perselisihkann itu dengan kehendak-Nya. Dan Allah selalu memberi petunjuk orang yang dikehendaki-Nya kepada jalan yang lurus.",
    "nomor" : "213",
    "tr" : "k<u>aa</u>na <strong>al</strong>nn<u>aa</u>su ummatan w<u>aah</u>idatan faba'atsa <strong>al</strong>l<u>aa</u>hu <strong>al</strong>nnabiyyiina mubasysyiriina wamun<u>dz</u>iriina wa-anzala ma'ahumu <strong>a</strong>lkit<u>aa</u>ba bi<strong>a</strong>l<u>h</u>aqqi liya<u>h</u>kuma bayna <strong>al</strong>nn<u>aa</u>si fiim<u>aa</u> ikhtalafuu fiihi wam<u>aa</u> ikhtalafa fiihi ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina uutuuhu min ba'di m<u>aa</u> j<u>aa</u>-at-humu <strong>a</strong>lbayyin<u>aa</u>tu baghyan baynahum fahad<u>aa</u> <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu lim<u>aa</u> ikhtalafuu fiihi mina <strong>a</strong>l<u>h</u>aqqi bi-i<u>dz</u>nihi wa<strong>al</strong>l<u>aa</u>hu yahdii man yasy<u>aa</u>u il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
  }, {
    "surah": "",
    "ar" : "أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ ۖ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّىٰ يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَىٰ نَصْرُ اللَّهِ ۗ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ",
    "id" : "Apakah kamu mengira bahwa kamu akan masuk syurga, padahal belum datang kepadamu (cobaan) sebagaimana halnya orang-orang terdahulu sebelum kamu? Mereka ditimpa oleh malapetaka dan kesengsaraan, serta digoncangkan (dengan bermacam-macam cobaan) sehingga berkatalah Rasul dan orang-orang yang beriman bersamanya: \"Bilakah datangnya pertolongan Allah?\" Ingatlah, sesungguhnya pertolongan Allah itu amat dekat.",
    "nomor" : "214",
    "tr" : "am <u>h</u>asibtum an tadkhuluu <strong>a</strong>ljannata walamm<u>aa</u> ya/tikum matsalu <strong>al</strong>la<u>dz</u>iina khalaw min qablikum massat-humu <strong>a</strong>lba/s<u>aa</u>u wa<strong>al</strong><u>dhdh</u>arr<u>aa</u>u wazulziluu <u>h</u>att<u>aa</u> yaquula <strong>al</strong>rrasuulu wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu ma'ahu mat<u>aa</u> na<u>sh</u>ru <strong>al</strong>l<u>aa</u>hi <strong>a</strong>l<u>aa</u> inna na<u>sh</u>ra <strong>al</strong>l<u>aa</u>hi qariib<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ ۖ قُلْ مَا أَنْفَقْتُمْ مِنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ ۗ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ",
    "id" : "Mereka bertanya tentang apa yang mereka nafkahkan. Jawablah: \"Apa saja harta yang kamu nafkahkan hendaklah diberikan kepada ibu-bapak, kaum kerabat, anak-anak yatim, orang-orang miskin dan orang-orang yang sedang dalam perjalanan.\" Dan apa saja kebaikan yang kamu buat, maka sesungguhnya Allah Maha Mengetahuinya.",
    "nomor" : "215",
    "tr" : "yas-aluunaka m<u>aatsaa</u> yunfiquuna qul m<u>aa</u> anfaqtum min khayrin falilw<u>aa</u>lidayni wa<strong>a</strong>l-aqrabiina wa<strong>a</strong>lyat<u>aa</u>m<u>aa</u> wa<strong>a</strong>lmas<u>aa</u>kiini wa<strong>i</strong>bni <strong>al</strong>ssabiili wam<u>aa</u> taf'aluu min khayrin fa-inna <strong>al</strong>l<u>aa</u>ha bihi 'aliim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ ۖ وَعَسَىٰ أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ ۖ وَعَسَىٰ أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَكُمْ ۗ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ",
    "id" : "Diwajibkan atas kamu berperang, padahal berperang itu adalah sesuatu yang kamu benci. Boleh jadi kamu membenci sesuatu, padahal ia amat baik bagimu, dan boleh jadi (pula) kamu menyukai sesuatu, padahal ia amat buruk bagimu; Allah mengetahui, sedang kamu tidak mengetahui.",
    "nomor" : "216",
    "tr" : "kutiba 'alaykumu <strong>a</strong>lqit<u>aa</u>lu wahuwa kurhun lakum wa'as<u>aa</u> an takrahuu syay-an wahuwa khayrun lakum wa'as<u>aa</u> an tu<u>h</u>ibbuu syay-an wahuwa syarrun lakum wa<strong>al</strong>l<u>aa</u>hu ya'lamu wa-antum l<u>aa</u> ta'lamuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ ۖ قُلْ قِتَالٌ فِيهِ كَبِيرٌ ۖ وَصَدٌّ عَنْ سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِنْدَ اللَّهِ ۚ وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ ۗ وَلَا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّىٰ يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطَاعُوا ۚ وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ ۖ وَأُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
    "id" : "Mereka bertanya kepadamu tentang berperang pada bulan Haram. Katakanlah: \"Berperang dalam bulan itu adalah dosa besar; tetapi menghalangi (manusia) dari jalan Allah, kafir kepada Allah, (menghalangi masuk) Masjidilharam dan mengusir penduduknya dari sekitarnya, lebih besar (dosanya) di sisi Allah. Dan berbuat fitnah lebih besar (dosanya) daripada membunuh. Mereka tidak henti-hentinya memerangi kamu sampai mereka (dapat) mengembalikan kamu dari agamamu (kepada kekafiran), seandainya mereka sanggup. Barangsiapa yang murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itulah yang sia-sia amalannya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya.",
    "nomor" : "217",
    "tr" : "yas-aluunaka 'ani <strong>al</strong>sysyahri <strong>a</strong>l<u>h</u>ar<u>aa</u>mi qit<u>aa</u>lin fiihi qul qit<u>aa</u>lun fiihi kabiirun wa<u>sh</u>addun 'an sabiili <strong>al</strong>l<u>aa</u>hi wakufrun bihi wa<strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa-ikhr<u>aa</u>ju ahlihi minhu akbaru 'inda <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lfitnatu akbaru mina <strong>a</strong>lqatli wal<u>aa</u> yaz<u>aa</u>luuna yuq<u>aa</u>tiluunakum <u>h</u>att<u>aa</u> yarudduukum 'an diinikum ini ista<u>th</u><u>aa</u>'uu waman yartadid minkum 'an diinihi fayamut wahuwa k<u>aa</u>firun faul<u>aa</u>-ika <u>h</u>abi<u>th</u>at a'm<u>aa</u>luhum fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati waul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ أُولَٰئِكَ يَرْجُونَ رَحْمَتَ اللَّهِ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ",
    "id" : "Sesungguhnya orang-orang yang beriman, orang-orang yang berhijrah dan berjihad di jalan Allah, mereka itu mengharapkan rahmat Allah, dan Allah Maha Pengampun lagi Maha Penyayang.",
    "nomor" : "218",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa<strong>a</strong>lla<u>dz</u>iina h<u>aa</u>jaruu waj<u>aa</u>haduu fii sabiili <strong>al</strong>l<u>aa</u>hi ul<u>aa</u>-ika yarjuuna ra<u>h</u>mata <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ ۖ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا ۗ وَيَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ ۗ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
    "id" : "Mereka bertanya kepadamu tentang khamar dan judi. Katakanlah: \"Pada keduanya terdapat dosa yang besar dan beberapa manfa'at bagi manusia, tetapi dosa keduanya lebih besar dari manfa'atnya\". Dan mereka bertanya kepadamu apa yang mereka nafkahkan. Katakanlah: \" Yang lebih dari keperluan.\" Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu supaya kamu berfikir,",
    "nomor" : "219",
    "tr" : "yas-aluunaka 'ani <strong>a</strong>lkhamri wa<strong>a</strong>lmaysiri qul fiihim<u>aa</u> itsmun kabiirun waman<u>aa</u>fi'u li<strong>l</strong>nn<u>aa</u>si wa-itsmuhum<u>aa</u> akbaru min naf'ihim<u>aa</u> wayas-aluunaka m<u>aatsaa</u> yunfiquuna quli <strong>a</strong>l'afwa ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti la'allakum tatafakkaruun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "فِي الدُّنْيَا وَالْآخِرَةِ ۗ وَيَسْأَلُونَكَ عَنِ الْيَتَامَىٰ ۖ قُلْ إِصْلَاحٌ لَهُمْ خَيْرٌ ۖ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ ۚ وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ ۚ وَلَوْ شَاءَ اللَّهُ لَأَعْنَتَكُمْ ۚ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
    "id" : "tentang dunia dan akhirat. Dan mereka bertanya kepadamu tentang anak yatim, katakalah: \"Mengurus urusan mereka secara patut adalah baik, dan jika kamu bergaul dengan mereka, maka mereka adalah saudaramu; dan Allah mengetahui siapa yang membuat kerusakan dari yang mengadakan perbaikan. Dan jikalau Allah menghendaki, niscaya Dia dapat mendatangkan kesulitan kepadamu. Sesungguhnya Allah Maha Perkasa lagi Maha Bijaksana.",
    "nomor" : "220",
    "tr" : "fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati wayas-aluunaka 'ani <strong>a</strong>lyat<u>aa</u>m<u>aa</u> qul i<u>sh</u>l<u>aah</u>un lahum khayrun wa-in tukh<u>aa</u>li<u>th</u>uuhum fa-ikhw<u>aa</u>nukum wa<strong>al</strong>l<u>aa</u>hu ya'lamu <strong>a</strong>lmufsida mina <strong>a</strong>lmu<u>sh</u>li<u>h</u>i walaw sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu la-a'natakum inna <strong>al</strong>l<u>aa</u>ha 'aziizun <u>h</u>akiim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّىٰ يُؤْمِنَّ ۚ وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ ۗ وَلَا تُنْكِحُوا الْمُشْرِكِينَ حَتَّىٰ يُؤْمِنُوا ۚ وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ ۗ أُولَٰئِكَ يَدْعُونَ إِلَى النَّارِ ۖ وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ ۖ وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
    "id" : "Dan janganlah kamu menikahi wanita-wanita musyrik, sebelum mereka beriman. Sesungguhnya wanita budak yang mu'min lebih baik dari wanita musyrik, walaupun dia menarik hatimu. Dan janganlah kamu menikahkan orang-orang musyrik (dengan wanita-wanita mu'min) sebelum mereka beriman. Sesungguhnya budak yang mu'min lebih baik dari orang musyrik, walaupun dia menarik hatimu. Mereka mengajak ke neraka, sedang Allah mengajak ke surga dan ampunan dengan izin-Nya. Dan Allah menerangkan ayat-ayat-Nya (perintah-perintah-Nya) kepada manusia supaya mereka mengambil pelajaran.",
    "nomor" : "221",
    "tr" : "wal<u>aa</u> tanki<u>h</u>uu <strong>a</strong>lmusyrik<u>aa</u>ti <u>h</u>att<u>aa</u> yu/minna wala-amatun mu/minatun khayrun min musyrikatin walaw a'jabatkum wal<u>aa</u> tunki<u>h</u>uu <strong>a</strong>lmusyrikiina <u>h</u>att<u>aa</u> yu/minuu wala'abdun mu/minun khayrun min musyrikin walaw a'jabakum ul<u>aa</u>-ika yad'uuna il<u>aa</u> <strong>al</strong>nn<u>aa</u>ri wa<strong>al</strong>l<u>aa</u>hu yad'uu il<u>aa</u> <strong>a</strong>ljannati wa<strong>a</strong>lmaghfirati bi-i<u>dz</u>nihi wayubayyinu <u>aa</u>y<u>aa</u>tihi li<strong>l</strong>nn<u>aa</u>si la'allahum yata<u>dz</u>akkaruun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ ۖ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ ۖ وَلَا تَقْرَبُوهُنَّ حَتَّىٰ يَطْهُرْنَ ۖ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ ۚ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ",
    "id" : "Mereka bertanya kepadamu tentang haidh. Katakanlah: \"Haidh itu adalah suatu kotoran\". Oleh sebab itu hendaklah kamu menjauhkan diri dari wanita di waktu haidh; dan janganlah kamu mendekati mereka, sebelum mereka suci. Apabila mereka telah suci, maka campurilah mereka itu di tempat yang diperintahkan Allah kepadamu. Sesungguhnya Allah menyukai orang-orang yang bertaubat dan menyukai orang-orang yang mensucikan diri.",
    "nomor" : "222",
    "tr" : "wayas-aluunaka 'ani <strong>a</strong>lma<u>h</u>ii<u>dh</u>i qul huwa a<u>dz</u>an fa<strong>i</strong>'taziluu <strong>al</strong>nnis<u>aa</u>-a fii <strong>a</strong>lma<u>h</u>ii<u>dh</u>i wal<u>aa</u> taqrabuuhunna <u>h</u>att<u>aa</u> ya<u>th</u>hurna fa-i<u>dzaa</u> ta<u>th</u>ahharna fa/tuuhunna min <u>h</u>aytsu amarakumu <strong>al</strong>l<u>aa</u>hu inna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ibbu <strong>al</strong>ttaww<u>aa</u>biina wayu<u>h</u>ibbu <strong>a</strong>lmuta<u>th</u>ahhiriin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّىٰ شِئْتُمْ ۖ وَقَدِّمُوا لِأَنْفُسِكُمْ ۚ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ مُلَاقُوهُ ۗ وَبَشِّرِ الْمُؤْمِنِينَ",
    "id" : "Isteri-isterimu adalah (seperti) tanah tempat kamu bercocok tanam, maka datangilah tanah tempat bercocok-tanammu itu bagaimana saja kamu kehendaki. Dan kerjakanlah (amal yang baik) untuk dirimu, dan bertakwalah kepada Allah dan ketahuilah bahwa kamu kelak akan menemui-Nya. Dan berilah kabar gembira orang-orang yang beriman.",
    "nomor" : "223",
    "tr" : "nis<u>aa</u>ukum <u>h</u>artsun lakum fa/tuu <u>h</u>artsakum ann<u>aa</u> syi/tum waqaddimuu li-anfusikum wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>'lamuu annakum mul<u>aa</u>quuhu wabasysyiri <strong>a</strong>lmu/miniin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَلَا تَجْعَلُوا اللَّهَ عُرْضَةً لِأَيْمَانِكُمْ أَنْ تَبَرُّوا وَتَتَّقُوا وَتُصْلِحُوا بَيْنَ النَّاسِ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
    "id" : "Jangahlah kamu jadikan (nama) Allah dalam sumpahmu sebagai penghalang untuk berbuat kebajikan, bertakwa dan mengadakan ishlah di antara manusia. Dan Allah Maha Mendengar lagi Maha Mengetahui.",
    "nomor" : "224",
    "tr" : "wal<u>aa</u> taj'aluu <strong>al</strong>l<u>aa</u>ha 'ur<u>dh</u>atan li-aym<u>aa</u>nikum an tabarruu watattaquu watu<u>sh</u>li<u>h</u>uu bayna <strong>al</strong>nn<u>aa</u>si wa<strong>al</strong>l<u>aa</u>hu samii'un 'aliim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَٰكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ ۗ وَاللَّهُ غَفُورٌ حَلِيمٌ",
    "id" : "Allah tidak menghukum kamu disebabkan sumpahmu yang tidak dimaksud (untuk bersumpah), tetapi Allah menghukum kamu disebabkan (sumpahmu) yang disengaja (untuk bersumpah) oleh hatimu. Dan Allah Maha Pengampun lagi Maha Penyantun.",
    "nomor" : "225",
    "tr" : "l<u>aa</u> yu-<u>aa</u>khi<u>dz</u>ukumu <strong>al</strong>l<u>aa</u>hu bi<strong>a</strong>llaghwi fii aym<u>aa</u>nikum wal<u>aa</u>kin yu-<u>aa</u>khi<u>dz</u>ukum bim<u>aa</u> kasabat quluubukum wa<strong>al</strong>l<u>aa</u>hu ghafuurun <u>h</u>aliim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ ۖ فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
    "id" : "Kepada orang-orang yang meng-ilaa' isterinya diberi tangguh empat bulan (lamanya). Kemudian jika mereka kembali (kepada isterinya), maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
    "nomor" : "226",
    "tr" : "lilla<u>dz</u>iina yu/luuna min nis<u>aa</u>-ihim tarabbu<u>sh</u>u arba'ati asyhurin fa-in f<u>aa</u>uu fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
    "id" : "Dan jika mereka ber'azam (bertetap hati untuk) talak, maka sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.",
    "nomor" : "227",
    "tr" : "wa-in 'azamuu <strong>al</strong><u>ththh</u>al<u>aa</u>qa fa-inna <strong>al</strong>l<u>aa</u>ha samii'un 'aliim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ ۚ وَلَا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنْ أَرَادُوا إِصْلَاحًا ۚ وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ ۚ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ ۗ وَاللَّهُ عَزِيزٌ حَكِيمٌ",
    "id" : "Wanita-wanita yang ditalak handaklah menahan diri (menunggu) tiga kali quru'. Tidak boleh mereka menyembunyikan apa yang diciptakan Allah dalam rahimnya, jika mereka beriman kepada Allah dan hari akhirat. Dan suami-suaminya berhak merujukinya dalam masa menanti itu, jika mereka (para suami) menghendaki ishlah. Dan para wanita mempunyai hak yang seimbang dengan kewajibannya menurut cara yang ma'ruf. Akan tetapi para suami, mempunyai satu tingkatan kelebihan daripada isterinya. Dan Allah Maha Perkasa lagi Maha Bijaksana.",
    "nomor" : "228",
    "tr" : "wa<strong>a</strong>lmu<u>th</u>allaq<u>aa</u>tu yatarabba<u>sh</u>na bi-anfusihinna tsal<u>aa</u>tsata quruu-in wal<u>aa</u> ya<u>h</u>illu lahunna an yaktumna m<u>aa</u> khalaqa <strong>al</strong>l<u>aa</u>hu fii ar<u>haa</u>mihinna in kunna yu/minna bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri wabu'uulatuhunna a<u>h</u>aqqu biraddihinna fii <u>dzaa</u>lika in ar<u>aa</u>duu i<u>sh</u>l<u>aah</u>an walahunna mitslu <strong>al</strong>la<u>dz</u>ii 'alayhinna bi<strong>a</strong>lma'ruufi wali<strong>l</strong>rrij<u>aa</u>li 'alayhinna darajatun wa<strong>al</strong>l<u>aa</u>hu 'aziizun <u>h</u>akiim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "الطَّلَاقُ مَرَّتَانِ ۖ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ ۗ وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ ۖ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ ۗ تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا ۚ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ",
    "id" : "Talak (yang dapat dirujuki) dua kali. Setelah itu boleh rujuk lagi dengan cara yang ma'ruf atau menceraikan dengan cara yang baik. Tidak halal bagi kamu mengambil kembali sesuatu dari yang telah kamu berikan kepada mereka, kecuali kalau keduanya khawatir tidak akan dapat menjalankan hukum-hukum Allah. Jika kamu khawatir bahwa keduanya (suami isteri) tidak dapat menjalankan hukum-hukum Allah, maka tidak ada dosa atas keduanya tentang bayaran yang diberikan oleh isteri untuk menebus dirinya. Itulah hukum-hukum Allah, maka janganlah kamu melanggarnya. Barangsiapa yang melanggar hukum-hukum Allah mereka itulah orang-orang yang zalim.",
    "nomor" : "229",
    "tr" : "a<strong>l</strong><u>ththh</u>al<u>aa</u>qu marrat<u>aa</u>ni fa-ims<u>aa</u>kun bima'ruufin aw tasrii<u>h</u>un bi-i<u>h</u>s<u>aa</u>nin wal<u>aa</u> ya<u>h</u>illu lakum an ta/khu<u>dz</u>uu mimm<u>aa</u> <u>aa</u>taytumuuhunna syay-an ill<u>aa</u> an yakh<u>aa</u>f<u>aa</u> <strong>al</strong>l<u>aa</u> yuqiim<u>aa</u> <u>h</u>uduuda <strong>al</strong>l<u>aa</u>hi fa-in khiftum <strong>al</strong>l<u>aa</u> yuqiim<u>aa</u> <u>h</u>uduuda <strong>al</strong>l<u>aa</u>hi fal<u>aa</u> jun<u>aah</u>a 'alayhim<u>aa</u> fiim<u>aa</u> iftadat bihi tilka <u>h</u>uduudu <strong>al</strong>l<u>aa</u>hi fal<u>aa</u> ta'taduuh<u>aa</u> waman yata'adda <u>h</u>uduuda <strong>al</strong>l<u>aa</u>hi faul<u>aa</u>-ika humu <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّىٰ تَنْكِحَ زَوْجًا غَيْرَهُ ۗ فَإِنْ طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يَتَرَاجَعَا إِنْ ظَنَّا أَنْ يُقِيمَا حُدُودَ اللَّهِ ۗ وَتِلْكَ حُدُودُ اللَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ",
    "id" : "Kemudian jika si suami mentalaknya (sesudah talak yang kedua), maka perempuan itu tidak lagi halal baginya hingga dia kawin dengan suami yang lain. Kemudian jika suami yang lain itu menceraikannya, maka tidak ada dosa bagi keduanya (bekas suami pertama dan isteri) untuk kawin kembali jika keduanya berpendapat akan dapat menjalankan hukum-hukum Allah. Itulah hukum-hukum Allah, diterangkan-Nya kepada kaum yang (mau) mengetahui.",
    "nomor" : "230",
    "tr" : "fa-in <u>th</u>allaqah<u>aa</u> fal<u>aa</u> ta<u>h</u>illu lahu min ba'du <u>h</u>att<u>aa</u> tanki<u>h</u>a zawjan ghayrahu fa-in <u>th</u>allaqah<u>aa</u> fal<u>aa</u> jun<u>aah</u>a 'alayhim<u>aa</u> an yatar<u>aa</u>ja'<u>aa</u> in <u>zh</u>ann<u>aa</u> an yuqiim<u>aa</u> <u>h</u>uduuda <strong>al</strong>l<u>aa</u>hi watilka <u>h</u>uduudu <strong>al</strong>l<u>aa</u>hi yubayyinuh<u>aa</u> liqawmin ya'lamuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ ۚ وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا ۚ وَمَنْ يَفْعَلْ ذَٰلِكَ فَقَدْ ظَلَمَ نَفْسَهُ ۚ وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا ۚ وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ وَمَا أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ وَالْحِكْمَةِ يَعِظُكُمْ بِهِ ۚ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
    "id" : "Apabila kamu mentalak isteri-isterimu, lalu mereka mendekati akhir iddahnya, maka rujukilah mereka dengan cara yang ma'ruf, atau ceraikanlah mereka dengan cara yang ma'ruf (pula). Janganlah kamu rujuki mereka untuk memberi kemudharatan, karena dengan demikian kamu menganiaya mereka. Barangsiapa berbuat demikian, maka sungguh ia telah berbuat zalim terhadap dirinya sendiri. Janganlah kamu jadikan hukum-hukum Allah permainan, dan ingatlah ni'mat Allah padamu, dan apa yang telah diturunkan Allah kepadamu yaitu Al Kitab dan Al Hikmah (As Sunnah). Allah memberi pengajaran kepadamu dengan apa yang diturunkan-Nya itu. Dan bertakwalah kepada Allah serta ketahuilah bahwasanya Allah Maha Mengetahui segala sesuatu.",
    "nomor" : "231",
    "tr" : "wa-i<u>dzaa</u> <u>th</u>allaqtumu <strong>al</strong>nnis<u>aa</u>-a fabalaghna ajalahunna fa-amsikuuhunna bima'ruufin aw sarri<u>h</u>uuhunna bima'ruufin wal<u>aa</u> tumsikuuhunna <u>dh</u>ir<u>aa</u>ran lita'taduu waman yaf'al <u>dzaa</u>lika faqad <u>zh</u>alama nafsahu wal<u>aa</u> tattakhi<u>dz</u>uu <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi huzuwan wa<strong>u</strong><u>dz</u>kuruu ni'mata <strong>al</strong>l<u>aa</u>hi 'alaykum wam<u>aa</u> anzala 'alaykum mina <strong>a</strong>lkit<u>aa</u>bi wa<strong>a</strong>l<u>h</u>ikmati ya'i<u>zh</u>ukum bihi wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha bikulli syay-in 'aliim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوفِ ۗ ذَٰلِكَ يُوعَظُ بِهِ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۗ ذَٰلِكُمْ أَزْكَىٰ لَكُمْ وَأَطْهَرُ ۗ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ",
    "id" : "Apabila kamu mentalak isteri-isterimu, lalu habis masa iddahnya, maka janganlah kamu (para wali) menghalangi mereka kawin lagi dengan bakal suaminya, apabila telah terdapat kerelaan di antara mereka dengan cara yang ma'ruf. Itulah yang dinasehatkan kepada orang-orang yang beriman di antara kamu kepada Allah dan hari kemudian. Itu lebih baik bagimu dan lebih suci. Allah mengetahui, sedang kamu tidak mengetahui.",
    "nomor" : "232",
    "tr" : "wa-i<u>dzaa</u> <u>th</u>allaqtumu <strong>al</strong>nnis<u>aa</u>-a fabalaghna ajalahunna fal<u>aa</u> ta'<u>dh</u>uluuhunna an yanki<u>h</u>na azw<u>aa</u>jahunna i<u>dzaa</u> tar<u>aad</u>aw baynahum bi<strong>a</strong>lma'ruufi <u>dzaa</u>lika yuu'a<u>zh</u>u bihi man k<u>aa</u>na minkum yu/minu bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri <u>dzaa</u>likum azk<u>aa</u> lakum wa-a<u>th</u>haru wa<strong>al</strong>l<u>aa</u>hu ya'lamu wa-antum l<u>aa</u> ta'lamuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ ۖ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ ۚ وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ ۚ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا ۚ لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ ۚ وَعَلَى الْوَارِثِ مِثْلُ ذَٰلِكَ ۗ فَإِنْ أَرَادَا فِصَالًا عَنْ تَرَاضٍ مِنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا ۗ وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ بِالْمَعْرُوفِ ۗ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "id" : "Para ibu hendaklah menyusukan anak-anaknya selama dua tahun penuh, yaitu bagi yang ingin menyempurnakan penyusuan. Dan kewajiban ayah memberi makan dan pakaian kepada para ibu dengan cara ma'ruf. Seseorang tidak dibebani melainkan menurut kadar kesanggupannya. Janganlah seorang ibu menderita kesengsaraan karena anaknya dan seorang ayah karena anaknya, dan warispun berkewajiban demikian. Apabila keduanya ingin menyapih (sebelum dua tahun) dengan kerelaan keduanya dan permusyawaratan, maka tidak ada dosa atas keduanya. Dan jika kamu ingin anakmu disusukan oleh orang lain, maka tidak ada dosa bagimu apabila kamu memberikan pembayaran menurut yang patut. Bertakwalah kamu kepada Allah dan ketahuilah bahwa Allah Maha Melihat apa yang kamu kerjakan.",
    "nomor" : "233",
    "tr" : "wa<strong>a</strong>lw<u>aa</u>lid<u>aa</u>tu yur<u>dh</u>i'na awl<u>aa</u>dahunna <u>h</u>awlayni k<u>aa</u>milayni liman ar<u>aa</u>da an yutimma <strong>al</strong>rra<u>daa</u>'ata wa'al<u>aa</u> <strong>a</strong>lmawluudi lahu rizquhunna wakiswatuhunna bi<strong>a</strong>lma'ruufi l<u>aa</u> tukallafu nafsun ill<u>aa</u> wus'ah<u>aa</u> l<u>aa</u> tu<u>daa</u>rra w<u>aa</u>lidatun biwaladih<u>aa</u> wal<u>aa</u> mawluudun lahu biwaladihi wa'al<u>aa</u> <strong>a</strong>lw<u>aa</u>ritsi mitslu <u>dzaa</u>lika fa-in ar<u>aa</u>d<u>aa</u> fi<u>shaa</u>lan 'an tar<u>aad</u>in minhum<u>aa</u> watasy<u>aa</u>wurin fal<u>aa</u> jun<u>aah</u>a 'alayhim<u>aa</u> wa-in aradtum an tastar<u>dh</u>i'uu awl<u>aa</u>dakum fal<u>aa</u> jun<u>aah</u>a 'alaykum i<u>dzaa</u> sallamtum m<u>aa</u> <u>aa</u>taytum bi<strong>a</strong>lma'ruufi wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا ۖ فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ بِالْمَعْرُوفِ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
    "id" : "Orang-orang yang meninggal dunia di antaramu dengan meninggalkan isteri-isteri (hendaklah para isteri itu) menangguhkan dirinya (ber'iddah) empat bulan sepuluh hari. Kemudian apabila telah habis 'iddahnya, maka tiada dosa bagimu (para wali) membiarkan mereka berbuat terhadap diri mereka menurut yang patut. Allah mengetahui apa yang kamu perbuat.",
    "nomor" : "234",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yutawaffawna minkum waya<u>dz</u>aruuna azw<u>aa</u>jan yatarabba<u>sh</u>na bi-anfusihinna arba'ata asyhurin wa'asyran fa-i<u>dzaa</u> balaghna ajalahunna fal<u>aa</u> jun<u>aah</u>a 'alaykum fiim<u>aa</u> fa'alna fii anfusihinna bi<strong>a</strong>lma'ruufi wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ ۚ عَلِمَ اللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَٰكِنْ لَا تُوَاعِدُوهُنَّ سِرًّا إِلَّا أَنْ تَقُولُوا قَوْلًا مَعْرُوفًا ۚ وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّىٰ يَبْلُغَ الْكِتَابُ أَجَلَهُ ۚ وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي أَنْفُسِكُمْ فَاحْذَرُوهُ ۚ وَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ",
    "id" : "Dan tidak ada dosa bagi kamu meminang wanita-wanita itu dengan sindiran atau kamu menyembunyikan (keinginan mengawini mereka) dalam hatimu. Allah mengetahui bahwa kamu akan menyebut-nyebut mereka, dalam pada itu janganlah kamu mengadakan janji kawin dengan mereka secara rahasia, kecuali sekedar mengucapkan (kepada mereka) perkataan yang ma'ruf. Dan janganlah kamu ber'azam (bertetap hati) untuk beraqad nikah, sebelum habis 'iddahnya. Dan ketahuilah bahwasanya Allah mengetahui apa yang ada dalam hatimu; maka takutlah kepada-Nya, dan ketahuilah bahwa Allah Maha Pengampun lagi Maha Penyantun.",
    "nomor" : "235",
    "tr" : "wal<u>aa</u> jun<u>aah</u>a 'alaykum fiim<u>aa</u> 'arra<u>dh</u>tum bihi min khi<u>th</u>bati <strong>al</strong>nnis<u>aa</u>-i aw aknantum fii anfusikum 'alima <strong>al</strong>l<u>aa</u>hu annakum sata<u>dz</u>kuruunahunna wal<u>aa</u>kin l<u>aa</u> tuw<u>aa</u>'iduuhunna sirran ill<u>aa</u> an taquuluu qawlan ma'ruufan wal<u>aa</u> ta'zimuu 'uqdata <strong>al</strong>nnik<u>aah</u>i <u>h</u>att<u>aa</u> yablugha <strong>a</strong>lkit<u>aa</u>bu ajalahu wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha ya'lamu m<u>aa</u> fii anfusikum fa<strong>i</strong><u>hts</u>aruuhu wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha ghafuurun <u>h</u>aliim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "لَا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً ۚ وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ ۖ حَقًّا عَلَى الْمُحْسِنِينَ",
    "id" : "Tidak ada kewajiban membayar (mahar) atas kamu, jika kamu menceraikan isteri-isteri kamu sebelum kamu bercampur dengan mereka dan sebelum kamu menentukan maharnya. Dan hendaklah kamu berikan suatu mut'ah (pemberian) kepada mereka. Orang yang mampu menurut kemampuannya dan orang yang miskin menurut kemampuannya (pula), yaitu pemberian menurut yang patut. Yang demikian itu merupakan ketentuan bagi orang-orang yang berbuat kebajikan.",
    "nomor" : "236",
    "tr" : "l<u>aa</u> jun<u>aah</u>a 'alaykum in <u>th</u>allaqtumu <strong>al</strong>nnis<u>aa</u>-a m<u>aa</u> lam tamassuuhunna aw tafri<u>dh</u>uu lahunna farii<u>dh</u>atan wamatti'uuhunna 'al<u>aa</u> <strong>a</strong>lmuusi'i qadaruhu wa'al<u>aa</u> <strong>a</strong>lmuqtiri qadaruhu mat<u>aa</u>'an bi<strong>a</strong>lma'ruufi <u>h</u>aqqan 'al<u>aa</u> <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ إِلَّا أَنْ يَعْفُونَ أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ ۚ وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَىٰ ۚ وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ ۚ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "id" : "Jika kamu menceraikan isteri-isterimu sebelum kamu bercampur dengan mereka, padahal sesungguhnya kamu sudah menentukan maharnya, maka bayarlah seperdua dari mahar yang telah kamu tentukan itu, kecuali jika isteri-isterimu itu mema'afkan atau dima'afkan oleh orang yang memegang ikatan nikah, dan pema'afan kamu itu lebih dekat kepada takwa. Dan janganlah kamu melupakan keutamaan di antara kamu. Sesungguhnya Allah Maha Melihat segala apa yang kamu kerjakan.",
    "nomor" : "237",
    "tr" : "wa-in <u>th</u>allaqtumuuhunna min qabli an tamassuuhunna waqad fara<u>dh</u>tum lahunna farii<u>dh</u>atan fani<u>sh</u>fu m<u>aa</u> fara<u>dh</u>tum ill<u>aa</u> an ya'fuuna aw ya'fuwa <strong>al</strong>la<u>dz</u>ii biyadihi 'uqdatu <strong>al</strong>nnik<u>aah</u>i wa-an ta'fuu aqrabu li<strong>l</strong>ttaqw<u>aa</u> wal<u>aa</u> tansawuu <strong>a</strong>lfa<u>dh</u>la baynakum inna <strong>al</strong>l<u>aa</u>ha bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un </strong>"
  }, {
    "surah": "",
    "ar" : "حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَىٰ وَقُومُوا لِلَّهِ قَانِتِينَ",
    "id" : "Peliharalah semua shalat(mu), dan (peliharalah) shalat wusthaa. Berdirilah untuk Allah (dalam shalatmu) dengan khusyu'.",
    "nomor" : "238",
    "tr" : "<u>haa</u>fi<u>zh</u>uu 'al<u>aa</u> <strong>al</strong><u>shsh</u>alaw<u>aa</u>ti wa<strong>al</strong><u>shsh</u>al<u>aa</u>ti <strong>a</strong>lwus<u>th</u><u>aa</u> waquumuu lill<u>aa</u>hi q<u>aa</u>nitiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا ۖ فَإِذَا أَمِنْتُمْ فَاذْكُرُوا اللَّهَ كَمَا عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ",
    "id" : "Jika kamu dalam keadaan takut (bahaya), maka shalatlah sambil berjalan atau berkendaraan. Kemudian apabila kamu telah aman, maka sebutlah Allah (shalatlah), sebagaimana Allah telah mengajarkan kepada kamu apa yang belum kamu ketahui.",
    "nomor" : "239",
    "tr" : "fa-in khiftum farij<u>aa</u>lan aw rukb<u>aa</u>nan fa-i<u>dzaa</u> amintum fa<strong>u</strong><u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha kam<u>aa</u> 'allamakum m<u>aa</u> lam takuunuu ta'lamuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ ۚ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ ۗ وَاللَّهُ عَزِيزٌ حَكِيمٌ",
    "id" : "Dan orang-orang yang akan meninggal dunia di antara kamu dan meninggalkan isteri, hendaklah berwasiat untuk isteri-isterinya, (yaitu) diberi nafkah hingga setahun lamanya dan tidak disuruh pindah (dari rumahnya). Akan tetapi jika mereka pindah (sendiri), maka tidak ada dosa bagimu (wali atau waris dari yang meninggal) membiarkan mereka berbuat yang ma'ruf terhadap diri mereka. Dan Allah Maha Perkasa lagi Maha Bijaksana.",
    "nomor" : "240",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yutawaffawna minkum waya<u>dz</u>aruuna azw<u>aa</u>jan wa<u>sh</u>iyyatan li-azw<u>aa</u>jihim mat<u>aa</u>'an il<u>aa</u> <strong>a</strong>l<u>h</u>awli ghayra ikhr<u>aa</u>jin fa-in kharajna fal<u>aa</u> jun<u>aah</u>a 'alaykum fii m<u>aa</u> fa'alna fii anfusihinna min ma'ruufin wa<strong>al</strong>l<u>aa</u>hu 'aziizun <u>h</u>akiim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ ۖ حَقًّا عَلَى الْمُتَّقِينَ",
    "id" : "Kepada wanita-wanita yang diceraikan (hendaklah diberikan oleh suaminya) mut'ah menurut yang ma'ruf, sebagai suatu kewajiban bagi orang-orang yang bertakwa.",
    "nomor" : "241",
    "tr" : "walilmu<u>th</u>allaq<u>aa</u>ti mat<u>aa</u>'un bi<strong>a</strong>lma'ruufi <u>h</u>aqqan 'al<u>aa</u> <strong>a</strong>lmuttaqiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ",
    "id" : "Demikianlah Allah menerangkan kepadamu ayat-ayat-Nya (hukum-hukum-Nya) supaya kamu memahaminya.",
    "nomor" : "242",
    "tr" : "ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakum <u>aa</u>y<u>aa</u>tihi la'allakum ta'qiluun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ فَقَالَ لَهُمُ اللَّهُ مُوتُوا ثُمَّ أَحْيَاهُمْ ۚ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ",
    "id" : "Apakah kamu tidak memperhatikan orang-orang yang ke luar dari kampung halaman mereka, sedang mereka beribu-ribu (jumlahnya) karena takut mati; maka Allah berfirman kepada mereka: \"Matilah kamu\", kemudian Allah menghidupkan mereka. Sesungguhnya Allah mempunyai karunia terhadap manusia tetapi kebanyakan manusia tidak bersyukur.",
    "nomor" : "243",
    "tr" : "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina kharajuu min diy<u>aa</u>rihim wahum uluufun <u>h</u>a<u>dz</u>ara <strong>a</strong>lmawti faq<u>aa</u>la lahumu <strong>al</strong>l<u>aa</u>hu muutuu tsumma a<u>h</u>y<u>aa</u>hum inna <strong>al</strong>l<u>aa</u>ha la<u>dz</u>uu fa<u>dh</u>lin 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>si wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> yasykuruun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَقَاتِلُوا فِي سَبِيلِ اللَّهِ وَاعْلَمُوا أَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
    "id" : "Dan berperanglah kamu sekalian di jalan Allah, dan ketahuilah sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.",
    "nomor" : "244",
    "tr" : "waq<u>aa</u>tiluu fii sabiili <strong>al</strong>l<u>aa</u>hi wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha samii'un 'aliim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً ۚ وَاللَّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ",
    "id" : "Siapakah yang mau memberi pinjaman kepada Allah, pinjaman yang baik (menafkahkan hartanya di jalan Allah), maka Allah akan meperlipat gandakan pembayaran kepadanya dengan lipat ganda yang banyak. Dan Allah menyempitkan dan melapangkan (rezki) dan kepada-Nya-lah kamu dikembalikan.",
    "nomor" : "245",
    "tr" : "man <u>dzaa</u> <strong>al</strong>la<u>dz</u>ii yuqri<u>dh</u>u <strong>al</strong>l<u>aa</u>ha qar<u>dh</u>an <u>h</u>asanan fayu<u>daa</u>'ifahu lahu a<u>dh</u>'<u>aa</u>fan katsiiratan wa<strong>al</strong>l<u>aa</u>hu yaqbi<u>dh</u>u wayabsu<u>th</u>u wa-ilayhi turja'uun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرَائِيلَ مِنْ بَعْدِ مُوسَىٰ إِذْ قَالُوا لِنَبِيٍّ لَهُمُ ابْعَثْ لَنَا مَلِكًا نُقَاتِلْ فِي سَبِيلِ اللَّهِ ۖ قَالَ هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوا ۖ قَالُوا وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا وَأَبْنَائِنَا ۖ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِنْهُمْ ۗ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ",
    "id" : "Apakah kamu tidak memperhatikan pemuka-pemuka Bani Israil sesudah Nabi Musa, yaitu ketika mereka berkata kepada seorang Nabi mereka: \"Angkatlah untuk kami seorang raja supaya kami berperang (di bawah pimpinannya) di jalan Allah\". Nabi mereka menjawab: \"Mungkin sekali jika kamu nanti diwajibkan berperang, kamu tidak akan berperang\". Mereka menjawab: \"Mengapa kami tidak mau berperang di jalan Allah, padahal sesungguhnya kami telah diusir dari anak-anak kami?\". Maka tatkala perang itu diwajibkan atas mereka, merekapun berpaling, kecuali beberapa saja di antara mereka. Dan Allah Maha Mengetahui siapa orang-orang yang zalim.",
    "nomor" : "246",
    "tr" : "alam tara il<u>aa</u> <strong>a</strong>lmala-i min banii isr<u>aa</u>-iila min ba'di muus<u>aa</u> i<u>dz</u> q<u>aa</u>luu linabiyyin lahumu ib'ats lan<u>aa</u> malikan nuq<u>aa</u>til fii sabiili <strong>al</strong>l<u>aa</u>hi q<u>aa</u>la hal 'asaytum in kutiba 'alaykumu <strong>a</strong>lqit<u>aa</u>lu <strong>al</strong>l<u>aa</u> tuq<u>aa</u>tiluu q<u>aa</u>luu wam<u>aa</u> lan<u>aa</u> <strong>al</strong>l<u>aa</u> nuq<u>aa</u>tila fii sabiili <strong>al</strong>l<u>aa</u>hi waqad ukhrijn<u>aa</u> min diy<u>aa</u>rin<u>aa</u> wa-abn<u>aa</u>-in<u>aa</u> falamm<u>aa</u> kutiba 'alayhimu <strong>a</strong>lqit<u>aa</u>lu tawallaw ill<u>aa</u> qaliilan minhum wa<strong>al</strong>l<u>aa</u>hu 'aliimun bi<strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا ۚ قَالُوا أَنَّىٰ يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ الْمَالِ ۚ قَالَ إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ ۖ وَاللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشَاءُ ۚ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
    "id" : "Nabi mereka mengatakan kepada mereka: \"Sesungguhnya Allah telah mengangkat Thalut menjadi rajamu.\" Mereka menjawab: \"Bagaimana Thalut memerintah kami, padahal kami lebih berhak mengendalikan pemerintahan daripadanya, sedang diapun tidak diberi kekayaan yang cukup banyak?\" Nabi (mereka) berkata: \"Sesungguhnya Allah telah memilih rajamu dan menganugerahinya ilmu yang luas dan tubuh yang perkasa.\" Allah memberikan pemerintahan kepada siapa yang dikehendaki-Nya. Dan Allah Maha Luas pemberian-Nya lagi Maha Mengetahui.",
    "nomor" : "247",
    "tr" : "waq<u>aa</u>la lahum nabiyyuhum inna <strong>al</strong>l<u>aa</u>ha qad ba'atsa lakum <u>th</u><u>aa</u>luuta malikan q<u>aa</u>luu ann<u>aa</u> yakuunu lahu <strong>a</strong>lmulku 'alayn<u>aa</u> wana<u>h</u>nu a<u>h</u>aqqu bi<strong>a</strong>lmulki minhu walam yu/ta sa'atan mina <strong>a</strong>lm<u>aa</u>li q<u>aa</u>la inna <strong>al</strong>l<u>aa</u>ha i<u>sth</u>af<u>aa</u>hu 'alaykum waz<u>aa</u>dahu bas<u>th</u>atan fii <strong>a</strong>l'ilmi wa<strong>a</strong>ljismi wa<strong>al</strong>l<u>aa</u>hu yu/tii mulkahu man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu w<u>aa</u>si'un 'aliim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْ وَبَقِيَّةٌ مِمَّا تَرَكَ آلُ مُوسَىٰ وَآلُ هَارُونَ تَحْمِلُهُ الْمَلَائِكَةُ ۚ إِنَّ فِي ذَٰلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ",
    "id" : "Dan Nabi mereka mengatakan kepada mereka: \"Sesungguhnya tanda ia akan menjadi raja, ialah kembalinya tabut kepadamu, di dalamnya terdapat ketenangan dari Tuhanmu dan sisa dari peninggalan keluarga Musa dan keluarga Harun; tabut itu dibawa malaikat. Sesungguhnya pada yang demikian itu terdapat tanda bagimu, jika kamu orang yang beriman.",
    "nomor" : "248",
    "tr" : "waq<u>aa</u>la lahum nabiyyuhum inna <u>aa</u>yata mulkihi an ya/tiyakumu <strong>al</strong>tt<u>aa</u>buutu fiihi sakiinatun min rabbikum wabaqiyyatun mimm<u>aa</u> taraka <u>aa</u>lu muus<u>aa</u> wa<u>aa</u>lu h<u>aa</u>ruuna ta<u>h</u>miluhu <strong>a</strong>lmal<u>aa</u>-ikatu inna fii <u>dzaa</u>lika la<u>aa</u>yatan lakum in kuntum mu/miniin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ قَالَ إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ ۚ فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ ۚ فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آمَنُوا مَعَهُ قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ ۚ قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ ۗ وَاللَّهُ مَعَ الصَّابِرِينَ",
    "id" : "Maka tatkala Thalut keluar membawa tentaranya, ia berkata: \"Sesungguhnya Allah akan menguji kamu dengan suatu sungai. Maka siapa di antara kamu meminum airnya; bukanlah ia pengikutku. Dan barangsiapa tiada meminumnya, kecuali menceduk seceduk tangan, maka dia adalah pengikutku.\" Kemudian mereka meminumnya kecuali beberapa orang di antara mereka. Maka tatkala Thalut dan orang-orang yang beriman bersama dia telah menyeberangi sungai itu, orang-orang yang telah minum berkata: \"Tak ada kesanggupan kami pada hari ini untuk melawan Jalut dan tentaranya.\" Orang-orang yang meyakini bahwa mereka akan menemui Allah, berkata: \"Berapa banyak terjadi golongan yang sedikit dapat mengalahkan golongan yang banyak dengan izin Allah. Dan Allah beserta orang-orang yang sabar.\"",
    "nomor" : "249",
    "tr" : "falamm<u>aa</u> fa<u>sh</u>ala <u>th</u><u>aa</u>luutu bi<strong>a</strong>ljunuudi q<u>aa</u>la inna <strong>al</strong>l<u>aa</u>ha mubtaliikum binaharin faman syariba minhu falaysa minnii waman lam ya<u>th</u>'amhu fa-innahu minnii ill<u>aa</u> mani ightarafa ghurfatan biyadihi fasyaribuu minhu ill<u>aa</u> qaliilan minhum falamm<u>aa</u> j<u>aa</u>wazahu huwa wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu ma'ahu q<u>aa</u>luu l<u>aa</u> <u>th</u><u>aa</u>qata lan<u>aa</u> <strong>a</strong>lyawma bij<u>aa</u>luuta wajunuudihi q<u>aa</u>la <strong>al</strong>la<u>dz</u>iina ya<u>zh</u>unnuuna annahum mul<u>aa</u>quu <strong>al</strong>l<u>aa</u>hi kam min fi-atin qaliilatin ghalabat fi-atan katsiiratan bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu ma'a <strong>al</strong><u>shshaa</u>biriin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِ قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
    "id" : "Tatkala Jalut dan tentaranya telah nampak oleh mereka, merekapun (Thalut dan tentaranya) berdo'a: \"Ya Tuhan kami, tuangkanlah kesabaran atas diri kami, dan kokohkanlah pendirian kami dan tolonglah kami terhadap orang-orang kafir.\"",
    "nomor" : "250",
    "tr" : "walamm<u>aa</u> barazuu lij<u>aa</u>luuta wajunuudihi q<u>aa</u>luu rabban<u>aa</u> afrigh 'alayn<u>aa</u> <u>sh</u>abran watsabbit aqd<u>aa</u>man<u>aa</u> wa<strong>u</strong>n<u>sh</u>urn<u>aa</u> 'al<u>aa</u> <strong>a</strong>lqawmi <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ وَقَتَلَ دَاوُودُ جَالُوتَ وَآتَاهُ اللَّهُ الْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَهُ مِمَّا يَشَاءُ ۗ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ وَلَٰكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ",
    "id" : "Mereka (tentara Thalut) mengalahkan tentara Jalut dengan izin Allah dan (dalam peperangan itu) Daud membunuh Jalut, kemudian Allah memberikan kepadanya (Daud) pemerintahan dan hikmah (sesudah meninggalnya Thalut) dan mengajarkan kepadanya apa yang dikehendaki-Nya. Seandainya Allah tidak menolak (keganasan) sebahagian umat manusia dengan sebagian yang lain, pasti rusaklah bumi ini. Tetapi Allah mempunyai karunia (yang dicurahkan) atas semesta alam.",
    "nomor" : "251",
    "tr" : "fahazamuuhum bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi waqatala d<u>aa</u>wuudu j<u>aa</u>luuta wa<u>aa</u>t<u>aa</u>hu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmulka wa<strong>a</strong>l<u>h</u>ikmata wa'allamahu mimm<u>aa</u> yasy<u>aa</u>u walawl<u>aa</u> daf'u <strong>al</strong>l<u>aa</u>hi <strong>al</strong>nn<u>aa</u>sa ba'<u>dh</u>ahum biba'<u>dh</u>in lafasadati <strong>a</strong>l-ar<u>dh</u>u wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha <u>dz</u>uu fa<u>dh</u>lin 'al<u>aa</u> <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ ۚ وَإِنَّكَ لَمِنَ الْمُرْسَلِينَ",
    "id" : "Itu adalah ayat-ayat dari Allah, Kami bacakan kepadamu dengan hak (benar) dan sesungguhnya kamu benar-benar salah seorang di antara nabi-nabi yang diutus.",
    "nomor" : "252",
    "tr" : "tilka <u>aa</u>y<u>aa</u>tu <strong>al</strong>l<u>aa</u>hi natluuh<u>aa</u> 'alayka bi<strong>a</strong>l<u>h</u>aqqi wa-innaka lamina <strong>a</strong>lmursaliin<strong>a</strong>"
  }]