[ 
    {
        "surah": "Al Ahzab",
        "ar" : "وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا",
        "id" : "Dan barang siapa diantara kamu sekalian (isteri-isteri nabi) tetap taat kepada Allah dan Rasul-Nya dan mengerjakan amal yang saleh, niscata Kami memberikan kepadanya pahala dua kali lipat dan Kami sediakan baginya rezki yang mulia.",
        "nomor" : "31",
        "tr" : "waman yaqnut minkunna lill<u>aa</u>hi warasuulihi wata'mal <u>shaa</u>li<u>h</u>an nu/tih<u>aa</u> ajrah<u>aa</u> marratayni wa-a'tadn<u>aa</u> lah<u>aa</u> rizqan kariim<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ ۚ إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا مَعْرُوفًا",
        "id" : "Hai isteri-isteri Nabi, kamu sekalian tidaklah seperti wanita yang lain, jika kamu bertakwa. Maka janganlah kamu tunduk dalam berbicara sehingga berkeinginanlah orang yang ada penyakit dalam hatinya dan ucapkanlah perkataan yang baik,",
        "nomor" : "32",
        "tr" : "y<u>aa</u> nis<u>aa</u>-a <strong>al</strong>nnabiyyi lastunna ka-a<u>h</u>adin mina <strong>al</strong>nnis<u>aa</u>-i ini ittaqaytunna fal<u>aa</u> takh<u>dh</u>a'na bi<strong>a</strong>lqawli faya<u>th</u>ma'a <strong>al</strong>la<u>dz</u>ii fii qalbihi mara<u>dh</u>un waqulna qawlan ma'ruuf<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَىٰ ۖ وَأَقِمْنَ الصَّلَاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ ۚ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا",
        "id" : "dan hendaklah kamu tetap di rumahmu dan janganlah kamu berhias dan bertingkah laku seperti orang-orang Jahiliyah yang dahulu dan dirikanlah shalat, tunaikanlah zakat dan ta'atilah Allah dan Rasul-Nya. Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kamu, hai ahlul bait dan membersihkan kamu sebersih-bersihnya.",
        "nomor" : "33",
        "tr" : "waqarna fii bu yuutikunna wal<u>aa</u> tabarrajna tabarruja <strong>a</strong>lj<u>aa</u>hiliyyati <strong>a</strong>l-uul<u>aa</u> wa-aqimna <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tiina <strong>al</strong>zzak<u>aa</u>ta wa-a<u>th</u>i'na <strong>al</strong>l<u>aa</u>ha warasuulahu innam<u>aa</u> yuriidu <strong>al</strong>l<u>aa</u>hu liyu<u>dz</u>hiba 'ankumu <strong>al</strong>rrijsa ahla <strong>a</strong>lbayti wayu<u>th</u>ahhirakum ta<u>th</u>hiir<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "وَاذْكُرْنَ مَا يُتْلَىٰ فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ ۚ إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا",
        "id" : "Dan ingatlah apa yang dibacakan di rumahmu dari ayat-ayat Allah dan hikmah (sunnah nabimu). Sesungguhnya Allah adalah Maha Lembut lagi Maha Mengetahui.",
        "nomor" : "34",
        "tr" : "wa<strong>u</strong><u>dz</u>kurna m<u>aa</u> yutl<u>aa</u> fii buyuutikunna min <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>l<u>h</u>ikmati inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na la<u>th</u>iifan khabiir<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ وَالصَّادِقِينَ وَالصَّادِقَاتِ وَالصَّابِرِينَ وَالصَّابِرَاتِ وَالْخَاشِعِينَ وَالْخَاشِعَاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا",
        "id" : "Sesungguhnya laki-laki dan perempuan yang muslim, laki-laki dan perempuan yang mu'min, laki-laki dan perempuan yang tetap dalam keta'atannya, laki-laki dan perempuan yang benar, laki-laki dan perempuan yang sabar, laki-laki dan perempuan yang khusyu', laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah, Allah telah menyediakan untuk mereka ampunan dan pahala yang besar.",
        "nomor" : "35",
        "tr" : "inna <strong>a</strong>lmuslimiina wa<strong>a</strong>lmuslim<u>aa</u>ti wa<strong>a</strong>lmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti wa<strong>a</strong>lq<u>aa</u>nitiina wa<strong>a</strong>lq<u>aa</u>nit<u>aa</u>ti wa<strong>al</strong><u>shshaa</u>diqiina wa<strong>al</strong><u>shshaa</u>diq<u>aa</u>ti wa<strong>al</strong><u>shshaa</u>biriina wa<strong>al</strong><u>shshaa</u>bir<u>aa</u>ti wa<strong>a</strong>lkh<u>aa</u>syi'iina wa<strong>a</strong>lkh<u>aa</u>syi'<u>aa</u>ti wa<strong>a</strong>lmuta<u>sh</u>addiqiina wa<strong>a</strong>lmuta<u>sh</u>addiq<u>aa</u>ti wa<strong>al</strong><u>shshaa</u>-imiina wa<strong>al</strong><u>shshaa</u>-im<u>aa</u>ti wa<strong>a</strong>l<u>haa</u>fi<u>zh</u>iina furuujahum wa<strong>a</strong>l<u>haa</u>fi<u>zhaa</u>ti wa<strong>al</strong><u>dzdzaa</u>kiriina <strong>al</strong>l<u>aa</u>ha katsiiran wa<strong>al</strong><u>dzdzaa</u>kir<u>aa</u>ti a'adda <strong>al</strong>l<u>aa</u>hu lahum maghfiratan wa-ajran 'a<u>zh</u>iim<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ ۗ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا",
        "id" : "Dan tidaklah patut bagi laki-laki yang mu'min dan tidak (pula) bagi perempuan yang mu'min, apabila Allah dan Rasul-Nya telah menetapkan suatu ketetapan, akan ada bagi mereka pilihan (yang lain) tentang urusan mereka. Dan barangsiapa mendurhakai Allah dan Rasul-Nya maka sungguhlah dia telah sesat, sesat yang nyata.",
        "nomor" : "36",
        "tr" : "wam<u>aa</u> k<u>aa</u>na limu/minin wal<u>aa</u> mu/minatin i<u>dzaa</u> qa<u>daa</u> <strong>al</strong>l<u>aa</u>hu warasuuluhu amran an yakuuna lahumu <strong>a</strong>lkhiyaratu min amrihim waman ya'<u>sh</u>i <strong>al</strong>l<u>aa</u>ha warasuulahu faqad <u>dh</u>alla <u>dh</u>al<u>aa</u>lan mubiin<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ ۖ فَلَمَّا قَضَىٰ زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا ۚ وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا",
        "id" : "Dan (ingatlah), ketika kamu berkata kepada orang yang Allah telah melimpahkan ni'mat kepadanya dan kamu (juga) telah memberi ni'mat kepadanya: \"Tahanlah terus isterimu dan bertakwalah kepada Allah\", sedang kamu menyembunyikan di dalam hatimu apa yang Allah akan menyatakannya, dan kamu takut kepada manusia, sedang Allah-lah yang lebih berhak untuk kamu takuti. Maka tatkala Zaid telah mengakhiri keperluan terhadap istrinya (menceraikannya), Kami kawinkan kamu dengan dia supaya tidak ada keberatan bagi orang mu'min untuk (mengawini) isteri-isteri anak-anak angkat mereka, apabila anak-anak angkat itu telah menyelesaikan keperluannya daripada isterinya. Dan adalah ketetapan Allah itu pasti terjadi.",
        "nomor" : "37",
        "tr" : "wa-i<u>dz</u> taquulu lilla<u>dz</u>ii an'ama <strong>al</strong>l<u>aa</u>hu 'alayhi wa-an'amta 'alayhi amsik 'alayka zawjaka wa<strong>i</strong>ttaqi <strong>al</strong>l<u>aa</u>ha watukhfii fii nafsika m<u>aa</u> <strong>al</strong>l<u>aa</u>hu mubdiihi watakhsy<u>aa</u> <strong>al</strong>nn<u>aa</u>sa wa<strong>al</strong>l<u>aa</u>hu a<u>h</u>aqqu an takhsy<u>aa</u>hu falamm<u>aa</u> qa<u>daa</u> zaydun minh<u>aa</u> wa<u>th</u>aran zawwajn<u>aa</u>kah<u>aa</u> likay l<u>aa</u> yakuuna 'al<u>aa</u> <strong>a</strong>lmu/miniina <u>h</u>arajun fii azw<u>aa</u>ji ad'iy<u>aa</u>-ihim i<u>dzaa</u> qa<u>dh</u>aw minhunna wa<u>th</u>aran wak<u>aa</u>na amru <strong>al</strong>l<u>aa</u>hi maf'uul<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيمَا فَرَضَ اللَّهُ لَهُ ۖ سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ ۚ وَكَانَ أَمْرُ اللَّهِ قَدَرًا مَقْدُورًا",
        "id" : "Tidak ada suatu keberatanpun atas Nabi tentang apa yang telah ditetapkan Allah baginya. (Allah telah menetapkan yang demikian) sebagai sunnah-Nya pada nabi-nabi yang telah berlalu dahulu. Dan adalah ketetapan Allah itu suatu ketetapan yang pasti berlaku,",
        "nomor" : "38",
        "tr" : "m<u>aa</u> k<u>aa</u>na 'al<u>aa</u> <strong>al</strong>nnabiyyi min <u>h</u>arajin fiim<u>aa</u> fara<u>dh</u>a <strong>al</strong>l<u>aa</u>hu lahu sunnata <strong>al</strong>l<u>aa</u>hi fii <strong>al</strong>la<u>dz</u>iina khalaw min qablu wak<u>aa</u>na amru <strong>al</strong>l<u>aa</u>hi qadaran maqduur<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللَّهِ وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّهَ ۗ وَكَفَىٰ بِاللَّهِ حَسِيبًا",
        "id" : "(yaitu) orang-orang yang menyapaikan risalah-risalah Allah, mereka takut kepada-Nya dan mereka tiada merasa takut kepada seorang(pun) selain kepada Allah. Dan cukuplah Allah sebagai Pembuat Perhitungan.",
        "nomor" : "39",
        "tr" : "<strong>al</strong>la<u>dz</u>iina yuballighuuna ris<u>aa</u>l<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wayakhsyawnahu wal<u>aa</u> yakhsyawna a<u>h</u>adan ill<u>aa</u> <strong>al</strong>l<u>aa</u>ha wakaf<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi <u>h</u>asiib<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَٰكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ ۗ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا",
        "id" : "Muhammad itu sekali-kali bukanlah bapak dari seorang laki-laki di antara kamu, tetapi dia adalah Rasulullah dan penutup nabi-nabi. Dan adalah Allah Maha Mengetahui segala sesuatu.",
        "nomor" : "40",
        "tr" : "m<u>aa</u> k<u>aa</u>na mu<u>h</u>ammadun ab<u>aa</u> a<u>h</u>adin min rij<u>aa</u>likum wal<u>aa</u>kin rasuula <strong>al</strong>l<u>aa</u>hi wakh<u>aa</u>tama <strong>al</strong>nnabiyyiina wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu bikulli syay-in 'aliim<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا",
        "id" : "Hai orang-orang yang beriman, berzdikirlah (dengan menyebut nama) Allah, zikir yang sebanyak-banyaknya.",
        "nomor" : "41",
        "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu u<u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha <u>dz</u>ikran katsiir<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
        "id" : "Dan bertasbihlah kepada-Nya diwaktu pagi dan petang.",
        "nomor" : "42",
        "tr" : "wasabbi<u>h</u>uuhu bukratan wa-a<u>sh</u>iil<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ ۚ وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا",
        "id" : "Dialah yang memberi rahmat kepadamu dan malaikat-Nya (memohonkan ampunan untukmu), supaya Dia mengeluarkan kamu dari kegelapan kepada cahaya (yang terang). Dan adalah Dia Maha Penyayang kepada orang-orang yang beriman.",
        "nomor" : "43",
        "tr" : "huwa <strong>al</strong>la<u>dz</u>ii yu<u>sh</u>allii 'alaykum wamal<u>aa</u>-ikatuhu liyukhrijakum mina <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti il<u>aa</u> <strong>al</strong>nnuuri wak<u>aa</u>na bi<strong>a</strong>lmu/miniina ra<u>h</u>iim<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ ۚ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا",
        "id" : "Salam penghormatan kepada mereka (orang-orang mu'min itu) pada hari mereka menemui-Nya ialah: Salam; dan Dia menyediakan pahala yang mulia bagi mereka.",
        "nomor" : "44",
        "tr" : "ta<u>h</u>iyyatuhum yawma yalqawnahu sal<u>aa</u>mun wa-a'adda lahum ajran kariim<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا",
        "id" : "Hai Nabi, sesungguhnya Kami mengutusmu untuk jadi saksi, dan pembawa kabar gemgira dan pemberi peringatan,",
        "nomor" : "45",
        "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu inn<u>aa</u> arsaln<u>aa</u>ka sy<u>aa</u>hidan wamubasysyiran wana<u>dz</u>iir<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجًا مُنِيرًا",
        "id" : "dan untuk jadi penyeru kepada Agama Allah dengan izin-Nya dan untuk jadi cahaya yang menerangi.",
        "nomor" : "46",
        "tr" : "wad<u>aa</u>'iyan il<u>aa</u> <strong>al</strong>l<u>aa</u>hi bi-i<u>dz</u>nihi wasir<u>aa</u>jan muniir<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا",
        "id" : "Dan sampaikanlah berita gembira kepada orang-orang mu'min bahwa sesungguhnya bagi mereka karunia yang besar dari Allah.",
        "nomor" : "47",
        "tr" : "wabasysyiri <strong>a</strong>lmu/miniina bi-anna lahum mina <strong>al</strong>l<u>aa</u>hi fa<u>dh</u>lan kabiir<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ وَتَوَكَّلْ عَلَى اللَّهِ ۚ وَكَفَىٰ بِاللَّهِ وَكِيلًا",
        "id" : "Dan janganlah kamu menuruti orang-orang yang kafir dan orang-orang munafik itu, janganlah kamu hiraukan gangguan mereka dan bertawakkallah kepada Allah. Dan cukuplah Allah sebagai Pelindung.",
        "nomor" : "48",
        "tr" : "wal<u>aa</u> tu<u>th</u>i'i <strong>a</strong>lk<u>aa</u>firiina wa<strong>a</strong>lmun<u>aa</u>fiqiina wada' a<u>dzaa</u>hum watawakkal 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi wakaf<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi wakiil<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا ۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا",
        "id" : "Hai orang-orang yang beriman, apabila kamu menikahi perempuan-perempuan yang beriman, kemudian kamu ceraikan mereka sebelum kamu mencampurinya maka sekali-sekali tidak wajib atas mereka 'iddah bagimu yang kamu minta menyempurnakannya. Maka berilah mereka mut'ah dan lepaskanlah mereka itu dengan cara yang sebaik-baiknya.",
        "nomor" : "49",
        "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> naka<u>h</u>tumu <strong>a</strong>lmu/min<u>aa</u>ti tsumma <u>th</u>allaqtumuuhunna min qabli an tamassuuhunna fam<u>aa</u> lakum 'alayhinna min 'iddatin ta'tadduunah<u>aa</u> famatti'uuhunna wasarri<u>h</u>uuhunna sar<u>aah</u>an jamiil<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ اللَّاتِي هَاجَرْنَ مَعَكَ وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ ۗ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ ۗ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا",
        "id" : "Hai Nabi, sesungguhnya Kami telah menghalalkan bagimu isteri-isterimu yang telah kamu berikan mas kawinnya dan hamba sahaya yang kamu miliki yang termasuk apa yang kamu peroleh dalam peperangan yang dikaruniakan Allah untukmu, dan (demikian pula) anak-anak perempuan dari saudara laki-laki bapakmu, anak-anak perempuan dari saudara perempuan bapakmu, anak-anak perempuan dari saudara laki-laki ibumu dan anak-anak perempuan dari saudara perempuan ibumu yang turut hijrah bersama kamu dan perempuan mu'min yang menyerahkan dirinya kepada Nabi kalau Nabi mau mengawininya, sebagai pengkhususan bagimu, bukan untuk semua orang mu'min. Sesungguhnya Kami telah mengetahui apa yang Kami wajibkan kepada mereka tentang isteri-isteri mereka dan hamba sahaya yang mereka miliki supaya tidak menjadi kesempitan bagimu. Dan adalah Allah Maha Pengampun lagi Maha Penyayang.",
        "nomor" : "50",
        "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu inn<u>aa</u> a<u>h</u>laln<u>aa</u> laka azw<u>aa</u>jaka <strong>al</strong>l<u>aa</u>tii <u>aa</u>tayta ujuurahunna wam<u>aa</u> malakat yamiinuka mimm<u>aa</u> af<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu 'alayka waban<u>aa</u>ti 'ammika waban<u>aa</u>ti 'amm<u>aa</u>tika waban<u>aa</u>ti kh<u>aa</u>lika waban<u>aa</u>ti kh<u>aa</u>l<u>aa</u>tika <strong>al</strong>l<u>aa</u>tii h<u>aa</u>jarna ma'aka wa<strong>i</strong>mra-atan mu/minatan in wahabat nafsah<u>aa</u> li<strong>l</strong>nnabiyyi in ar<u>aa</u>da <strong>al</strong>nnabiyyu an yastanki<u>h</u>ah<u>aa</u> kh<u>aa</u>li<u>sh</u>atan laka min duuni <strong>a</strong>lmu/miniina qad 'alimn<u>aa</u> m<u>aa</u> fara<u>dh</u>n<u>aa</u> 'alayhim fii azw<u>aa</u>jihim wam<u>aa</u> malakat aym<u>aa</u>nuhum likayl<u>aa</u> yakuuna 'alayka <u>h</u>arajun wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ ۖ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ۚ ذَٰلِكَ أَدْنَىٰ أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ ۚ وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ ۚ وَكَانَ اللَّهُ عَلِيمًا حَلِيمًا",
        "id" : "Kamu boleh menangguhkan menggauli siapa yang kamu kehendaki diantara mereka (isteri-isterimu) dan (boleh pula) menggauli siapa yang kamu kehendaki. Dan siapa-siapa yang kamu ingini untuk menggaulinya kembali dari perempuan yang telah kamu cerai, maka tidak ada dosa bagimu. Yang demikian itu adalah lebih dekat untuk ketenangan hati mereka, dan mereka tidak merasa sedih, dan semuanya rela dengan apa yang telah kamu berikan kepada mereka. Dan Allah mengetahui apa yang (tersimpan) dalam hatimu. Dan adalah Allah Maha Mengetahui lagi Maha Penyantun.",
        "nomor" : "51",
        "tr" : "turjii man tasy<u>aa</u>u minhunna watu/wii ilayka man tasy<u>aa</u>u wamani ibtaghayta mimman 'azalta fal<u>aa</u> jun<u>aah</u>a 'alayka <u>dzaa</u>lika adn<u>aa</u> an taqarra a'yunuhunna wal<u>aa</u> ya<u>h</u>zanna wayar<u>dh</u>ayna bim<u>aa</u> <u>aa</u>taytahunna kulluhunna wa<strong>al</strong>l<u>aa</u>hu ya'lamu m<u>aa</u> fii quluubikum wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu 'aliiman <u>h</u>aliim<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ ۗ وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ رَقِيبًا",
        "id" : "Tidak halal bagimu mengawini perempuan-perempuan sesudah itu dan tidak boleh (pula) mengganti mereka dengan isteri-isteri (yang lain), meskipun kecantikannya menarik hatimu kecuali perempuan-perempuan (hamba sahaya) yang kamu miliki. Dan adalah Allah Maha Mengawasi segala sesuatu.",
        "nomor" : "52",
        "tr" : "turjii man tasy<u>aa</u>u minhunna watu/wii ilayka man tasy<u>aa</u>u wamani ibtaghayta mimman 'azalta fal<u>aa</u> jun<u>aah</u>a 'alayka <u>dzaa</u>lika adn<u>aa</u> an taqarra a'yunuhunna wal<u>aa</u> ya<u>h</u>zanna wayar<u>dh</u>ayna bim<u>aa</u> <u>aa</u>taytahunna kulluhunna wa<strong>al</strong>l<u>aa</u>hu ya'lamu m<u>aa</u> fii quluubikum wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu 'aliiman <u>h</u>aliim<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَىٰ طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَٰكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ ۚ إِنَّ ذَٰلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ ۖ وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ ۚ وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ۚ ذَٰلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ ۚ وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا ۚ إِنَّ ذَٰلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا",
        "id" : "Hai orang-orang yang beriman, janganlah kamu memasuki rumah-rumah Nabi kecuali bila kamu diizinkan untuk makan dengan tidak menunggu-nunggu waktu masak (makanannya), tetapi jika kamu diundang maka masuklah dan bila kamu selesai makan, keluarlah kamu tanpa asyik memperpanjang percakapan. Sesungguhnya yang demikian itu akan mengganggu Nabi lalu Nabi malu kepadamu (untuk menyuruh kamu keluar), dan Allah tidak malu (menerangkan) yang benar. Apabila kamu meminta sesuatu (keperluan) kepada mereka (isteri-isteri Nabi), maka mintalah dari belakang tabir. Cara yang demikian itu lebih suci bagi hatimu dan hati mereka. Dan tidak boleh kamu menyakiti (hati) Rasulullah dan tidak (pula) mengawini isteri-isterinya selama-lamanya sesudah ia wafat. Sesungguhnya perbuatan itu adalah amat besar (dosanya) di sisi Allah.",
        "nomor" : "53",
        "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tadkhuluu buyuuta <strong>al</strong>nnabiyyi ill<u>aa</u> an yu/<u>dz</u>ana lakum il<u>aa</u> <u>th</u>a'<u>aa</u>min ghayra n<u>aats</u>iriina in<u>aa</u>hu wal<u>aa</u>kin i<u>dzaa</u> du'iitum fa<strong>u</strong>dkhuluu fa-i<u>dzaa</u> <u>th</u>a'imtum fa<strong>i</strong>ntasyiruu wal<u>aa</u> musta/nisiina li<u>h</u>adiitsin inna <u>dzaa</u>likum k<u>aa</u>na yu/<u>dz</u>ii <strong>al</strong>nnabiyya fayasta<u>h</u>yii minkum wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yasta<u>h</u>yii mina <strong>a</strong>l<u>h</u>aqqi wa-i<u>dzaa</u> sa-altumuuhunna mat<u>aa</u>'an fa<strong>i</strong>s-aluuhunna min war<u>aa</u>-i <u>h</u>ij<u>aa</u>bin <u>dzaa</u>likum a<u>th</u>haru liquluubikum waquluubihinna wam<u>aa</u> k<u>aa</u>na lakum an tu/<u>dz</u>uu rasuula <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> an tanki<u>h</u>uu azw<u>aa</u>jahu min ba'dihi abadan inna <u>dzaa</u>likum k<u>aa</u>na 'inda <strong>al</strong>l<u>aa</u>hi 'a<u>zh</u>iim<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "إِنْ تُبْدُوا شَيْئًا أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا",
        "id" : "Jika kamu melahirkan sesuatu atau menyembunyikannya, maka sesungguhnya Allah adalah Maha Mengetahui segala sesuatu.",
        "nomor" : "54",
        "tr" : "in tubduu syay-an aw tukhfuuhu fa-inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na bikulli syay-in 'aliim<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "لَا جُنَاحَ عَلَيْهِنَّ فِي آبَائِهِنَّ وَلَا أَبْنَائِهِنَّ وَلَا إِخْوَانِهِنَّ وَلَا أَبْنَاءِ إِخْوَانِهِنَّ وَلَا أَبْنَاءِ أَخَوَاتِهِنَّ وَلَا نِسَائِهِنَّ وَلَا مَا مَلَكَتْ أَيْمَانُهُنَّ ۗ وَاتَّقِينَ اللَّهَ ۚ إِنَّ اللَّهَ كَانَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدًا",
        "id" : "Tidak ada dosa atas isteri-isteri Nabi (untuk berjumpa tanpa tabir) dengan bapak-bapak mereka, anak-anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara mereka yang perempuan yang beriman dan hamba sahaya yang mereka miliki, dan bertakwalah kamu (hai isteri-isteri Nabi) kepada Allah. Sesungguhnya Allah Maha Menyaksikan segala sesuatu.",
        "nomor" : "55",
        "tr" : "l<u>aa</u> jun<u>aah</u>a 'alayhinna fii <u>aa</u>b<u>aa</u>-ihinna wal<u>aa</u> abn<u>aa</u>-ihinna wal<u>aa</u> ikhw<u>aa</u>nihinna wal<u>aa</u> abn<u>aa</u>-i ikhw<u>aa</u>nihinna wal<u>aa</u> abn<u>aa</u>-i akhaw<u>aa</u>tihinna wal<u>aa</u> nis<u>aa</u>-ihinna wal<u>aa</u> m<u>aa</u> malakat aym<u>aa</u>nuhunna wa<strong>i</strong>ttaqiina <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na 'al<u>aa</u> kulli syay-in syahiid<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ ۚ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
        "id" : "Sesungguhnya Allah dan malaikat-malaikat-Nya bershalawat untuk Nabi. Hai orang-orang yang beriman, bershalawatlah kamu untuk Nabi dan ucapkanlah salam penghormatan kepadanya.",
        "nomor" : "56",
        "tr" : "inna <strong>al</strong>l<u>aa</u>ha wamal<u>aa</u>-ikatahu yu<u>sh</u>alluuna 'al<u>aa</u> <strong>al</strong>nnabiyyi y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu <u>sh</u>alluu 'alayhi wasallimuu tasliim<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُهِينًا",
        "id" : "Sesungguhnya orang-orang yang menyakiti Allah dan Rasul-Nya. Allah akan mela'natinya di dunia dan di akhirat, dan menyediakan baginya siksa yang menghinakan.",
        "nomor" : "57",
        "tr" : "inna <strong>al</strong>la<u>dz</u>iina yu/<u>dz</u>uuna <strong>al</strong>l<u>aa</u>ha warasuulahu la'anahumu <strong>al</strong>l<u>aa</u>hu fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati wa-a'adda lahum 'a<u>dzaa</u>ban muhiin<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا",
        "id" : "Dan orang-orang yang menyakiti orang-orang yang mu'min dan mu'minat tanpa kesalahan yang mereka perbuat, maka sesungguhnya mereka telah memikul kebohongan dan dosa yang nyata.",
        "nomor" : "58",
        "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yu/<u>dz</u>uuna <strong>a</strong>lmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti bighayri m<u>aa</u> iktasabuu faqadi i<u>h</u>tamaluu buht<u>aa</u>nan wa-itsman mubiin<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ۚ ذَٰلِكَ أَدْنَىٰ أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ ۗ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا",
        "id" : "Hai Nabi, katakanlah kepada isteri-isterimu, anak-anak perempuanmu dan isteri-isteri orang mu'min: \"Hendaklah mereka mengulurkan jilbabnya ke seluruh tubuh mereka\". Yang demikian itu supaya mereka lebih mudah untuk dikenal, karena itu mereka tidak di ganggu. Dan Allah adalah Maha Pengampun lagi Maha Penyayang.",
        "nomor" : "59",
        "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu qul li-azw<u>aa</u>jika waban<u>aa</u>tika wanis<u>aa</u>-i <strong>a</strong>lmu/miniina yudniina 'alayhinna min jal<u>aa</u>biibihinna <u>dzaa</u>lika adn<u>aa</u> an yu'rafna fal<u>aa</u> yu/<u>dz</u>ayna wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَا إِلَّا قَلِيلًا",
        "id" : "Sesungguhnya jika tidak berhenti orang-orang munafik, orang-orang yang berpenyakit dalam hatinya dan orang-orang yang menyebarkan kabar bohong di Madinah (dari menyakitimu), niscaya Kami perintahkan kamu (untuk memerangi) mereka, kemudian mereka tidak menjadi tetanggamu (di Madinah) melainkan dalam waktu yang sebentar,",
        "nomor" : "60",
        "tr" : "la-in lam yantahi <strong>a</strong>lmun<u>aa</u>fiquuna wa<strong>a</strong>lla<u>dz</u>iina fii quluubihim mara<u>dh</u>un wa<strong>a</strong>lmurjifuuna fii <strong>a</strong>lmadiinati lanughriyannaka bihim tsumma l<u>aa</u> yuj<u>aa</u>wiruunaka fiih<u>aa</u> ill<u>aa</u> qaliil<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "مَلْعُونِينَ ۖ أَيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا",
        "id" : "dalam keadaan terla'nat. Di mana saja mereka dijumpai, mereka ditangkap dan dibunuh dengan sehebat-hebatnya.",
        "nomor" : "61",
        "tr" : "mal'uuniina ayna m<u>aa</u> tsuqifuu ukhi<u>dz</u>uu waquttiluu taqtiil<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ ۖ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا",
        "id" : "Sebagai sunnah Allah yang berlaku atas orang-orang yang telah terdahulu sebelum (mu), dan kamu sekali-kali tiada akan mendapati perubahan pada sunnah Allah.",
        "nomor" : "62",
        "tr" : "sunnata <strong>al</strong>l<u>aa</u>hi fii <strong>al</strong>la<u>dz</u>iina khalaw min qablu walan tajida lisunnati <strong>al</strong>l<u>aa</u>hi tabdiil<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "يَسْأَلُكَ النَّاسُ عَنِ السَّاعَةِ ۖ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ ۚ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا",
        "id" : "Manusia bertanya kepadamu tentang hari berbangkit. Katakanlah: \"Sesungguhnya pengetahuan tentang hari berbangkit itu hanya di sisi Allah\". Dan tahukah kamu (hai Muhammad), boleh jadi hari berbangkit itu sudah dekat waktunya.",
        "nomor" : "63",
        "tr" : "yas-aluka <strong>al</strong>nn<u>aa</u>su 'ani <strong>al</strong>ss<u>aa</u>'ati qul innam<u>aa</u> 'ilmuh<u>aa</u> 'inda <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> yudriika la'alla <strong>al</strong>ss<u>aa</u>'ata takuunu qariib<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "إِنَّ اللَّهَ لَعَنَ الْكَافِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا",
        "id" : "Sesungguhnya Allah mela'nati orang-orang kafir dan menyediakan bagi mereka api yang menyala-nyala (neraka),",
        "nomor" : "64",
        "tr" : "inna <strong>al</strong>l<u>aa</u>ha la'ana <strong>a</strong>lk<u>aa</u>firiina wa-a'adda lahum sa'iir<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "خَالِدِينَ فِيهَا أَبَدًا ۖ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا",
        "id" : "mereka kekal di dalamnya selama-lamanya; mereka tidak memperoleh seorang pelindungpun dan tidak (pula) seorang penolong.",
        "nomor" : "65",
        "tr" : "kh<u>aa</u>lidiina fiih<u>aa</u> abadan l<u>aa</u> yajiduuna waliyyan wal<u>aa</u> na<u>sh</u>iir<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا",
        "id" : "Pada hari ketika muka mereka dibolak-balikan dalam neraka, mereka berkata: \"Alangkah baiknya, andaikata kami ta'at kepada Allah dan ta'at (pula) kepada Rasul\".",
        "nomor" : "66",
        "tr" : "yawma tuqallabu wujuuhuhum fii <strong>al</strong>nn<u>aa</u>ri yaquuluuna y<u>aa</u> laytan<u>aa</u> a<u>th</u>a'n<u>aa</u> <strong>al</strong>l<u>aa</u>ha wa-a<u>th</u>a'n<u>aa</u> <strong>al</strong>rrasuul<u>aa</u>"
      }, {
        "ar" : "وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا",
        "id" : "Dan mereka berkata;:\"Ya Tuhan kami, sesungguhnya kami telah menta'ati pemimpin-pemimpin dan pembesar-pembesar kami, lalu mereka menyesatkan kami dari jalan (yang benar).",
        "nomor" : "67",
        "tr" : "waq<u>aa</u>luu rabban<u>aa</u> inn<u>aa</u> a<u>th</u>a'n<u>aa</u> s<u>aa</u>datan<u>aa</u> wakubar<u>aa</u>-an<u>aa</u> fa-a<u>dh</u>alluun<u>aa</u> <strong>al</strong>ssabiil<u>aa</u>"
      }, {
        "ar" : "رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا",
        "id" : "Ya Tuhan kami, timpakanlah kepada mereka azab dua kali lipat dan kutuklah mereka dengan kutukan yang besar\".",
        "nomor" : "68",
        "tr" : "rabban<u>aa</u> <u>aa</u>tihim <u>dh</u>i'fayni mina <strong>a</strong>l'a<u>dzaa</u>bi wa<strong>i</strong>l'anhum la'nan kabiir<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَىٰ فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا ۚ وَكَانَ عِنْدَ اللَّهِ وَجِيهًا",
        "id" : "Hai orang-orang yang beriman, janganlah kamu menjadi seperti orang-orang yang menyakiti Musa; maka Allah membersihkannya dari tuduhan-tuduhan yang mereka katakan. Dan adalah dia seorang yang mempunyai kedudukan terhormat di sisi Allah.",
        "nomor" : "69",
        "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> takuunuu ka<strong>a</strong>lla<u>dz</u>iina <u>aadz</u>aw muus<u>aa</u> fabarra-ahu <strong>al</strong>l<u>aa</u>hu mimm<u>aa</u> q<u>aa</u>luu wak<u>aa</u>na 'inda <strong>al</strong>l<u>aa</u>hi wajiih<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا",
        "id" : "Hai orang-orang yang beriman, bertakwalah kamu kepada Allah dan katakanlah perkataan yang benar,",
        "nomor" : "70",
        "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaquu <strong>al</strong>l<u>aa</u>ha waquuluu qawlan sadiid<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا",
        "id" : "niscaya Allah memperbaiki bagimu amalan-amalanmu dan mengampuni bagimu dosa-dosamu. Dan barangsiapa menta'ati Allah dan Rasul-Nya, maka sesungguhnya ia telah mendapat kemenangan yang besar.",
        "nomor" : "71",
        "tr" : "yu<u>sh</u>li<u>h</u> lakum a'm<u>aa</u>lakum wayaghfir lakum <u>dz</u>unuubakum waman yu<u>th</u>i'i <strong>al</strong>l<u>aa</u>ha warasuulahu faqad f<u>aa</u>za fawzan 'a<u>zh</u>iim<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ ۖ إِنَّهُ كَانَ ظَلُومًا جَهُولًا",
        "id" : "Sesungguhnya Kami telah mengemukakan amanat kepada langit, bumi dan gunung-gunung, maka semuanya enggan untuk memikul amanat itu dan mereka khawatir akan mengkhianatinya, dan dipikullah amanat itu oleh manusia. Sesungguhnya manusia itu amat zalim dan amat bodoh,",
        "nomor" : "72",
        "tr" : "inn<u>aa</u> 'ara<u>dh</u>n<u>aa</u> <strong>a</strong>l-am<u>aa</u>nata 'al<u>aa</u> <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa<strong>a</strong>ljib<u>aa</u>li fa-abayna an ya<u>h</u>milnah<u>aa</u> wa-asyfaqna minh<u>aa</u> wa<u>h</u>amalah<u>aa</u> <strong>a</strong>l-ins<u>aa</u>nu innahu k<u>aa</u>na <u>zh</u>aluuman jahuul<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ۗ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا",
        "id" : "sehingga Allah mengazab orang-orang munafik laki-laki dan perempuan dan orang-orang musyrikin laki-laki dan perempuan; dan sehingga Allah menerima taubat orang-orang mu'min laki-laki dan perempuan. Dan adalah Allah Maha Pengampun lagi Maha Penyayang.",
        "nomor" : "73",
        "tr" : "liyu'a<u>dzdz</u>iba <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmun<u>aa</u>fiqiina wa<strong>a</strong>lmun<u>aa</u>fiq<u>aa</u>ti wa<strong>a</strong>lmusyrikiina wa<strong>a</strong>lmusyrik<u>aa</u>ti wayatuuba <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> <strong>a</strong>lmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>"
      },  {
        "surah": "Saba'",
        "ar" : "الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآخِرَةِ ۚ وَهُوَ الْحَكِيمُ الْخَبِيرُ",
        "id" : "Segala puji bagi Allah yang memiliki apa yang di langit dan apa yang di bumi dan bagi-Nya (pula) segala puji di akhirat. Dan Dia-lah Yang Maha Bijaksana lagi Maha Mengetahui.",
        "nomor" : "1",
        "tr" : "al<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii lahu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i walahu <strong>a</strong>l<u>h</u>amdu fii <strong>a</strong>l-<u>aa</u>khirati wahuwa <strong>a</strong>l<u>h</u>akiimu <strong>a</strong>lkhabiir<strong>u</strong>"
      }, {
        "ar" : "يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا ۚ وَهُوَ الرَّحِيمُ الْغَفُورُ",
        "id" : "Dia mengetahui apa yang masuk ke dalam bumi, apa yang ke luar dari padanya, apa yang turun dari langit dan apa yang naik kepadanya. Dan Dia-lah Yang Maha Penyayang lagi Maha Pengampun.",
        "nomor" : "2",
        "tr" : "ya'lamu m<u>aa</u> yaliju fii <strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> yakhruju minh<u>aa</u> wam<u>aa</u> yanzilu mina <strong>al</strong>ssam<u>aa</u>-i wam<u>aa</u> ya'ruju fiih<u>aa</u> wahuwa <strong>al</strong>rra<u>h</u>iimu <strong>a</strong>lghafuur<strong>u</strong>"
      }, {
        "ar" : "وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ ۖ قُلْ بَلَىٰ وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ ۖ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِنْ ذَٰلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ مُبِينٍ",
        "id" : "Dan orang-orang yang kafir berkata: \"Hari berbangkit itu tidak akan datang kepada kami\". Katakanlah: \"Pasti datang, demi Tuhanku Yang Mengetahui yang ghaib, sesungguhnya kiamat itu pasti akan datang kepadamu. Tidak ada tersembunyi daripada-Nya sebesar zarrahpun yang ada di langit dan yang ada di bumi dan tidak ada (pula) yang lebih kecil dari itu dan yang lebih besar, melainkan tersebut dalam Kitab yang nyata (Lauh Mahfuzh)\",",
        "nomor" : "3",
        "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu l<u>aa</u> ta/tiin<u>aa</u> <strong>al</strong>ss<u>aa</u>'atu qul bal<u>aa</u> warabbii lata/tiyannakum '<u>aa</u>limi <strong>a</strong>lghaybi l<u>aa</u> ya'zubu 'anhu mitsq<u>aa</u>lu <u>dz</u>arratin fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wal<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u> a<u>sh</u>gharu min <u>dzaa</u>lika wal<u>aa</u> akbaru ill<u>aa</u> fii kit<u>aa</u>bin mubiin<strong>in</strong>"
      }, {
        "ar" : "لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ۚ أُولَٰئِكَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
        "id" : "supaya Allah memberi balasan kepada orang-orang yang beriman dan mengerjakan amal yang saleh. Mereka itu adalah orang-orang yang baginya ampunan dan rezki yang mulia.",
        "nomor" : "4",
        "tr" : "liyajziya <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti ul<u>aa</u>-ika lahum maghfiratun warizqun kariim<strong>un</strong>"
      }, {
        "ar" : "وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَٰئِكَ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ",
        "id" : "Dan orang-orang yang berusaha untuk (menentang) ayat-ayat Kami dengan anggapan mereka dapat melemahkan (menggagalkan azab Kami), mereka itu memperoleh azab, yaitu (jenis) azab yang pedih.",
        "nomor" : "5",
        "tr" : "wa<strong>a</strong>lla<u>dz</u>iina sa'aw fii <u>aa</u>y<u>aa</u>tin<u>aa</u> mu'<u>aa</u>jiziina ul<u>aa</u>-ika lahum 'a<u>dzaa</u>bun min rijzin <strong>a</strong>liim<strong>in</strong>"
      }, {
        "ar" : "وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَىٰ صِرَاطِ الْعَزِيزِ الْحَمِيدِ",
        "id" : "Dan orang-orang yang diberi ilmu (Ahli Kitab) berpendapat bahwa wahyu yang diturunkan kepadamu dari Tuhanmu itulah yang benar dan menunjuki (manusia) kepada jalan Tuhan Yang Maha Perkasa lagi Maha Terpuji.",
        "nomor" : "6",
        "tr" : "wayar<u>aa</u> <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>l'ilma <strong>al</strong>la<u>dz</u>ii unzila ilayka min rabbika huwa <strong>a</strong>l<u>h</u>aqqa wayahdii il<u>aa</u> <u>sh</u>ir<u>aath</u>i <strong>a</strong>l'aziizi <strong>a</strong>l<u>h</u>amiid<strong>i</strong>"
      }, {
        "ar" : "وَقَالَ الَّذِينَ كَفَرُوا هَلْ نَدُلُّكُمْ عَلَىٰ رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ",
        "id" : "Dan orang-orang kafir berkata (kepada teman-temannya). \"Maukah kamu kami tunjukkan kepadamu seorang laki-laki yang memberitakan kepadamu bahwa apabila badanmu telah hancur sehancur-hancurnya, sesungguhnya kamu benar-benar (akan dibangkitkan kembali) dalam ciptaan yang baru?",
        "nomor" : "7",
        "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu hal nadullukum 'al<u>aa</u> rajulin yunabbi-ukum i<u>dzaa</u> muzziqtum kulla mumazzaqin innakum lafii khalqin jadiid<strong>in</strong>"
      }, {
        "ar" : "أَفْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَمْ بِهِ جِنَّةٌ ۗ بَلِ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذَابِ وَالضَّلَالِ الْبَعِيدِ",
        "id" : "Apakah dia mengada-adakan kebohongan terhadap Allah ataukah ada padanya penyakit gila?\" (Tidak), tetapi orang-orang yang tidak beriman kepada negeri akhirat berada dalam siksaan dan kesesatan yang jauh.",
        "nomor" : "8",
        "tr" : "aftar<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>iban am bihi jinnatun bali <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/minuuna bi<strong>a</strong>l-<u>aa</u>khirati fii <strong>a</strong>l'a<u>dzaa</u>bi wa<strong>al</strong><u>dhdh</u>al<u>aa</u>li <strong>a</strong>lba'iid<strong>i</strong>"
      }, {
        "ar" : "أَفَلَمْ يَرَوْا إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَاءِ وَالْأَرْضِ ۚ إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ",
        "id" : "Maka apakah mereka tidak melihat langit dan bumi yang ada di hadapan dan di belakang mereka? Jika Kami menghendaki, niscaya Kami benamkan mereka di bumi atau Kami jatuhkan kepada mereka gumpalan dari langit. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kekuasaan Tuhan) bagi setiap hamba yang kembali (kepada-Nya).",
        "nomor" : "9",
        "tr" : "afalam yaraw il<u>aa</u> m<u>aa</u> bayna aydiihim wam<u>aa</u> khalfahum mina <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i in nasya/ nakhsif bihimu <strong>a</strong>l-ar<u>dh</u>a aw nusqi<u>th</u> 'alayhim kisafan mina <strong>al</strong>ssam<u>aa</u>-i inna fii <u>dzaa</u>lika la<u>aa</u>yatan likulli 'abdin muniib<strong>in</strong>"
      }, {
        "ar" : "وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا ۖ يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ ۖ وَأَلَنَّا لَهُ الْحَدِيدَ",
        "id" : "Dan sesungguhnya telah Kami berikan kepada Daud kurnia dari Kami. (Kami berfirman): \"Hai gunung-gunung dan burung-burung, bertasbihlah berulang-ulang bersama Daud\", dan Kami telah melunakkan besi untuknya,",
        "nomor" : "10",
        "tr" : "walaqad <u>aa</u>tayn<u>aa</u> d<u>aa</u>wuuda minn<u>aa</u> fa<u>dh</u>lan y<u>aa</u> jib<u>aa</u>lu awwibii ma'ahu wa<strong>al</strong><u>ththh</u>ayra wa-alann<u>aa</u> lahu <strong>a</strong>l<u>h</u>adiid<strong>a</strong>"
      }, {
        "ar" : "أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ ۖ وَاعْمَلُوا صَالِحًا ۖ إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ",
        "id" : "(yaitu) buatlah baju besi yang besar-besar dan ukurlah anyamannya; dan kerjakanlah amalan yang saleh. Sesungguhnya Aku melihat apa yang kamu kerjakan.",
        "nomor" : "11",
        "tr" : "ani i'mal s<u>aa</u>bigh<u>aa</u>tin waqaddir fii <strong>al</strong>ssardi wa<strong>i</strong>'maluu <u>shaa</u>li<u>h</u>an innii bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>"
      }, {
        "ar" : "وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ ۖ وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ ۖ وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ ۖ وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ",
        "id" : "Dan Kami (tundukkan) angin bagi Sulaiman, yang perjalanannya di waktu pagi sama dengan perjalanan sebulan dan perjalanannya di waktu sore sama dengan perjalanan sebulan (pula) dan Kami alirkan cairan tembaga baginya. Dan sebahagian dari jin ada yang bekerja di",
        "nomor" : "12",
        "tr" : "walisulaym<u>aa</u>na <strong>al</strong>rrii<u>h</u>a ghuduwwuh<u>aa</u> syahrun waraw<u>aah</u>uh<u>aa</u> syahrun wa-asaln<u>aa</u> lahu 'ayna <strong>a</strong>lqi<u>th</u>ri wamina <strong>a</strong>ljinni man ya'malu bayna yadayhi bi-i<u>dz</u>ni rabbihi waman yazigh minhum 'an amrin<u>aa</u> nu<u>dz</u>iqhu min 'a<u>dzaa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>"
      }, {
        "ar" : "يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ ۚ اعْمَلُوا آلَ دَاوُودَ شُكْرًا ۚ وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ",
        "id" : "Para jin itu membuat untuk Sulaiman apa yang dikehendakinya dari gedung-gedung yang tinggi dan patung-patung dan piring-piring yang (besarnya) seperti kolam dan periuk yang tetap (berada di atas tungku). Bekerjalah hai keluarga Daud untuk bersyukur (kepada Allah). Dan sedikit sekali dari hamba-hambaKu yang berterima kasih.",
        "nomor" : "13",
        "tr" : "ya'maluuna lahu m<u>aa</u> yasy<u>aa</u>u min ma<u>haa</u>riiba watam<u>aa</u>tsiila wajif<u>aa</u>nin ka<strong>a</strong>ljaw<u>aa</u>bi waquduurin r<u>aa</u>siy<u>aa</u>tin i'maluu <u>aa</u>la d<u>aa</u>wuuda syukran waqaliilun min 'ib<u>aa</u>diya <strong>al</strong>sysyakuur<strong>u</strong>"
      }, {
        "ar" : "فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَىٰ مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ ۖ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ",
        "id" : "Maka tatkala Kami telah menetapkan kematian Sulaiman, tidak ada yang menunjukkan kepada mereka kematiannya itu kecuali rayap yang memakan tongkatnya. Maka tatkala ia telah tersungkur, tahulah jin itu bahwa kalau sekiranya mereka mengetahui yang ghaib tentulah mereka tidak akan tetap dalam siksa yang menghinakan.",
        "nomor" : "14",
        "tr" : "falamm<u>aa</u> qa<u>dh</u>ayn<u>aa</u> 'alayhi <strong>a</strong>lmawta m<u>aa</u> dallahum 'al<u>aa</u> mawtihi ill<u>aa</u> d<u>aa</u>bbatu <strong>a</strong>l-ar<u>dh</u>i ta/kulu minsa-atahu falamm<u>aa</u> kharra tabayyanati <strong>a</strong>ljinnu an law k<u>aa</u>nuu ya'lamuuna <strong>a</strong>lghayba m<u>aa</u> labitsuu fii <strong>a</strong>l'a<u>dzaa</u>bi <strong>a</strong>lmuhiin<strong>i</strong>"
      }, {
        "ar" : "لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ ۖ جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ ۖ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ ۚ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ",
        "id" : "Sesungguhnya bagi kaum Saba' ada tanda (kekuasaan Tuhan) di tempat kediaman mereka yaitu dua buah kebun di sebelah kanan dan di sebelah kiri. (kepada mereka dikatakan): \"Makanlah olehmu dari rezki yang (dianugerahkan) Tuhanmu dan bersyukurlah kamu kepada-Nya. (Negerimu) adalah negeri yang baik dan (Tuhanmu) adalah Tuhan Yang Maha Pengampun\".",
        "nomor" : "15",
        "tr" : "laqad k<u>aa</u>na lisaba-in fii maskanihim <u>aa</u>yatun jannat<u>aa</u>ni 'an yamiinin wasyim<u>aa</u>lin kuluu min rizqi rabbikum wa<strong>u</strong>sykuruu lahu baldatun <u>th</u>ayyibatun warabbun ghafuur<strong>un</strong>"
      }, {
        "ar" : "فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ",
        "id" : "Tetapi mereka berpaling, maka Kami datangkan kepada mereka banjir yang besar dan Kami ganti kedua kebun mereka dengan dua kebun yang ditumbuhi (pohon-pohon) yang berbuah pahit, pohon Atsl dan sedikit dari pohon Sidr.",
        "nomor" : "16",
        "tr" : "fa-a'ra<u>dh</u>uu fa-arsaln<u>aa</u> 'alayhim sayla <strong>a</strong>l'arimi wabaddaln<u>aa</u>hum bijannatayhim jannatayni <u>dz</u>aw<u>aa</u>tay ukulin kham<u>th</u>in wa-atslin wasyay-in min sidrin qaliil<strong>in</strong>"
      }, {
        "ar" : "ذَٰلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا ۖ وَهَلْ نُجَازِي إِلَّا الْكَفُورَ",
        "id" : "Demikianlah Kami memberi balasan kepada mereka karena kekafiran mereka. Dan Kami tidak menjatuhkan azab (yang demikian itu), melainkan hanya kepada orang-orang yang sangat kafir.",
        "nomor" : "17",
        "tr" : "<u>dzaa</u>lika jazayn<u>aa</u>hum bim<u>aa</u> kafaruu wahal nuj<u>aa</u>zii ill<u>aa</u> <strong>a</strong>lkafuur<strong>a</strong>"
      }, {
        "ar" : "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ ۖ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ",
        "id" : "Dan Kami jadikan antara mereka dan antara negeri-negeri yang Kami limpahkan berkat kepadanya, beberapa negeri yang berdekatan dan Kami tetapkan antara negeri-negeri itu (jarak-jarak) perjalanan. Berjalanlah kamu di kota-kota itu pada malam hari dan siang hari dengan dengan aman.",
        "nomor" : "18",
        "tr" : "waja'aln<u>aa</u> baynahum wabayna <strong>a</strong>lqur<u>aa</u> <strong>al</strong>latii b<u>aa</u>rakn<u>aa</u> fiih<u>aa</u> quran <u>zhaa</u>hiratan waqaddarn<u>aa</u> fiih<u>aa</u> <strong>al</strong>ssayra siiruu fiih<u>aa</u> lay<u>aa</u>liya wa-ayy<u>aa</u>man <u>aa</u>miniin<strong>a</strong>"
      }, {
        "ar" : "فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ",
        "id" : "Maka mereka berkata: \"Ya Tuhan kami jauhkanlah jarak perjalanan kami\", dan mereka menganiaya diri mereka sendiri; maka Kami jadikan mereka buah mulut dan Kami hancurkan mereka sehancur-hancurnya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda kekuasaan Allah bagi setiap orang yang sabar lagi bersyukur.",
        "nomor" : "19",
        "tr" : "faq<u>aa</u>luu rabban<u>aa</u> b<u>aa</u>'id bayna asf<u>aa</u>rin<u>aa</u> wa<u>zh</u>alamuu anfusahum faja'aln<u>aa</u>hum a<u>haa</u>diitsa wamazzaqn<u>aa</u>hum kulla mumazzaqin inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin likulli <u>sh</u>abb<u>aa</u>rin syakuur<strong>in</strong>"
      }, {
        "ar" : "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ",
        "id" : "Dan sesungguhnya iblis telah dapat membuktikan kebenaran sangkaannya terhadap mereka lalu mereka mengikutinya, kecuali sebahagian orang-orang yang beriman.",
        "nomor" : "20",
        "tr" : "walaqad <u>sh</u>addaqa 'alayhim ibliisu <u>zh</u>annahu fa<strong>i</strong>ttaba'uuhu ill<u>aa</u> fariiqan mina <strong>a</strong>lmu/miniin<strong>a</strong>"
      }, {
        "ar" : "وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ ۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيْءٍ حَفِيظٌ",
        "id" : "Dan tidak adalah kekuasaan iblis terhadap mereka, melainkan hanyalah agar Kami dapat membedakan siapa yang beriman kepada adanya kehidupan akhirat dari siapa yang ragu-ragu tentang itu. Dan Tuhanmu Maha Memelihara segala sesuatu.",
        "nomor" : "21",
        "tr" : "wam<u>aa</u> k<u>aa</u>na lahu 'alayhim min sul<u>th</u><u>aa</u>nin ill<u>aa</u> lina'lama man yu/minu bi<strong>a</strong>l-<u>aa</u>khirati mimman huwa minh<u>aa</u> fii syakkin warabbuka 'al<u>aa</u> kulli syay-in <u>h</u>afii<u>zh</u><strong>un</strong>"
      }, {
        "ar" : "قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ ۖ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ",
        "id" : "Katakanlah: \" Serulah mereka yang kamu anggap (sebagai tuhan) selain Allah, mereka tidak memiliki (kekuasaan) seberat zarrahpun di langit dan di bumi, dan mereka tidak mempunyai suatu sahampun dalam (penciptaan) langit dan bumi dan sekali-kali tidak ada di antara mereka yang menjadi pembantu bagi-Nya.",
        "nomor" : "22",
        "tr" : "quli ud'uu <strong>al</strong>la<u>dz</u>iina za'amtum min duuni <strong>al</strong>l<u>aa</u>hi l<u>aa</u> yamlikuuna mitsq<u>aa</u>la <u>dz</u>arratin fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wal<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> lahum fiihim<u>aa</u> min syirkin wam<u>aa</u> lahu minhum min <u>zh</u>ahiir<strong>in</strong>"
      }, {
        "ar" : "وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ ۚ حَتَّىٰ إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ ۖ قَالُوا الْحَقَّ ۖ وَهُوَ الْعَلِيُّ الْكَبِيرُ",
        "id" : "Dan tiadalah berguna syafa'at di sisi Allah melainkan bagi orang yang telah diizinkan-Nya memperoleh syafa'at itu, sehingga apabila telah dihilangkan ketakutan dari hati mereka, mereka berkata \"Apakah yang telah difirmankan oleh Tuhan-mu?\" Mereka menjawab: (Perkataan) yang benar\", dan Dia-lah Yang Maha Tinggi lagi Maha Besar.",
        "nomor" : "23",
        "tr" : "wal<u>aa</u> tanfa'u <strong>al</strong>sysyaf<u>aa</u>'atu 'indahu ill<u>aa</u> liman a<u>dz</u>ina lahu <u>h</u>att<u>aa</u> i<u>dzaa</u> fuzzi'a 'an quluubihim q<u>aa</u>luu m<u>aatsaa</u> q<u>aa</u>la rabbukum q<u>aa</u>luu <strong>a</strong>l<u>h</u>aqqa wahuwa <strong>a</strong>l'aliyyu <strong>a</strong>lkabiir<strong>u</strong>"
      }, {
        "ar" : "قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ ۖ قُلِ اللَّهُ ۖ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ",
        "id" : "Katakanlah: \"Siapakan yang memberi rezeki kepadamu dari langit dan dari bumi?\" Katakanlah: \"Allah\", dan sesungguhnya kami atau kamu (orang-orang musyrik), pasti berada dalam kebenaran atau dalam kesesatan yang nyata.",
        "nomor" : "24",
        "tr" : "qul man yarzuqukum mina <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i quli <strong>al</strong>l<u>aa</u>hu wa-inn<u>aa</u> aw iyy<u>aa</u>kum la'al<u>aa</u> hudan aw fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>"
      }, {
        "ar" : "قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ",
        "id" : "Katakanlah: \"Kamu tidak akan ditanya (bertanggung jawab) tentang dosa yang kami perbuat dan kami tidak akan ditanya (pula) tentang apa yang kamu perbuat\".",
        "nomor" : "25",
        "tr" : "qul l<u>aa</u> tus-aluuna 'amm<u>aa</u> ajramn<u>aa</u> wal<u>aa</u> nus-alu 'amm<u>aa</u> ta'maluun<strong>a</strong>"
      }, {
        "ar" : "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ",
        "id" : "Katakanlah: \"Tuhan kita akan mengumpulkan kita semua, kemudian Dia memberi keputusan antara kita dengan benar. Dan Dia-lah Maha Pemberi keputusan lagi Maha Mengetahui\".",
        "nomor" : "26",
        "tr" : "qul yajma'u baynan<u>aa</u> rabbun<u>aa</u> tsumma yafta<u>h</u>u baynan<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi wahuwa <strong>a</strong>lfatt<u>aah</u>u <strong>a</strong>l'aliim<strong>u</strong>"
      }, {
        "ar" : "قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ ۖ كَلَّا ۚ بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ",
        "id" : "Katakanlah: \"Perlihatkanlah kepadaku sembah-sembahan yang kamu hubungkan dengan Dia sebagai sekutu-sekutu-Nya, sekali-kali tidak mungkin! Sebenarnya Dia-lah Allah Yang Maha Perkasa lagi Maha Bijaksana.",
        "nomor" : "27",
        "tr" : "qul aruuniya <strong>al</strong>la<u>dz</u>iina <strong>a</strong>l<u>h</u>aqtum bihi syurak<u>aa</u>-a kall<u>aa</u> bal huwa <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
      }, {
        "ar" : "وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
        "id" : "Dan Kami tidak mengutus kamu, melainkan kepada umat manusia seluruhnya sebagai pembawa berita gembira dan sebagai pemberi peringatan, tetapi kebanyakan manusia tiada mengetahui.",
        "nomor" : "28",
        "tr" : "wam<u>aa</u> arsaln<u>aa</u>ka ill<u>aa</u> k<u>aa</u>ffatan li<strong>l</strong>nn<u>aa</u>si basyiiran wana<u>dz</u>iiran wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> ya'lamuun<strong>a</strong>"
      }, {
        "ar" : "وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ",
        "id" : "Dan mereka berkata: \"Kapankah (datangnya) janji ini, jika kamu adalah orang-orang yang benar?\".",
        "nomor" : "29",
        "tr" : "wayaquuluuna mat<u>aa</u> h<u>aadzaa</u> <strong>a</strong>lwa'du in kuntum <u>shaa</u>diqiin<strong>a</strong>"
      }, {
        "ar" : "قُلْ لَكُمْ مِيعَادُ يَوْمٍ لَا تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ",
        "id" : "Katakanlah: \"Bagimu ada hari yang telah dijanjikan (hari kiamat) yang tiada dapat kamu minta mundur daripadanya barang sesaatpun dan tidak (pula) kamu dapat meminta supaya diajukan \".",
        "nomor" : "30",
        "tr" : "qul lakum mii'<u>aa</u>du yawmin l<u>aa</u> tasta/khiruuna 'anhu s<u>aa</u>'atan wal<u>aa</u> tastaqdimuun<strong>a</strong>"
      }, {
        "ar" : "وَقَالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهَٰذَا الْقُرْآنِ وَلَا بِالَّذِي بَيْنَ يَدَيْهِ ۗ وَلَوْ تَرَىٰ إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ",
        "id" : "Dan orang-orang kafir berkata: \"Kami sekali-kali tidak akan beriman kepada Al Qur'an ini dan tidak (pula) kepada kitab yang sebelumnya\". Dan (alangkah hebatnya) kalau kamu lihat ketika orang-orang yang zalim itu dihadapkan kepada Tuhannya, sebahagian dari mereka menghadapkan perkataan kepada sebagian yang lain; orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri: \"Kalau tidaklah karena kamu tentulah kami menjadi orang-orang yang beriman\".",
        "nomor" : "31",
        "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu lan nu/mina bih<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>ni wal<u>aa</u> bi<strong>a</strong>lla<u>dz</u>ii bayna yadayhi walaw tar<u>aa</u> i<u>dz</u>i <strong>al</strong><u>zhzhaa</u>limuuna mawquufuuna 'inda rabbihim yarji'u ba'<u>dh</u>uhum il<u>aa</u> ba'<u>dh</u>in <strong>a</strong>lqawla yaquulu <strong>al</strong>la<u>dz</u>iina istu<u>dh</u>'ifuu lilla<u>dz</u>iina istakbaruu lawl<u>aa</u> antum lakunn<u>aa</u> mu/miniin<strong>a</strong>"
      }, {
        "ar" : "قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَىٰ بَعْدَ إِذْ جَاءَكُمْ ۖ بَلْ كُنْتُمْ مُجْرِمِينَ",
        "id" : "Orang-orang yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah: \"Kamikah yang telah menghalangi kamu dari petunjuk sesudah petunjuk itu datang kepadamu? (Tidak), sebenarnya kamu sendirilah orang-orang yang berdosa\".",
        "nomor" : "32",
        "tr" : "q<u>aa</u>la <strong>al</strong>la<u>dz</u>iina istakbaruu lilla<u>dz</u>iina istu<u>dh</u>'ifuu ana<u>h</u>nu <u>sh</u>adadn<u>aa</u>kum 'ani <strong>a</strong>lhud<u>aa</u> ba'da i<u>dz</u> j<u>aa</u>-akum bal kuntum mujrimiin<strong>a</strong>"
      }, {
        "ar" : "وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا ۚ وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ",
        "id" : "Dan orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri: \"(Tidak) sebenarnya tipu daya(mu) di waktu malam dan siang (yang menghalangi kami), ketika kamu menyeru kami supaya kami kafir kepada Allah dan menjadikan sekutu-sekutu bagi-Nya\". Kedua belah pihak menyatakan penyesalan tatkala mereka melihat azab. Dan kami pasang belenggu di leher orang-orang yang kafir. Mereka tidak dibalas melainkan dengan apa yang telah mereka kerjakan.",
        "nomor" : "33",
        "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina istu<u>dh</u>'ifuu lilla<u>dz</u>iina istakbaruu bal makru <strong>al</strong>layli wa<strong>al</strong>nnah<u>aa</u>ri i<u>dz</u> ta/muruunan<u>aa</u> an nakfura bi<strong>al</strong>l<u>aa</u>hi wanaj'ala lahu and<u>aa</u>dan wa-asarruu <strong>al</strong>nnad<u>aa</u>mata lamm<u>aa</u> ra-awuu <strong>a</strong>l'a<u>dzaa</u>ba waja'aln<u>aa</u> <strong>a</strong>l-aghl<u>aa</u>la fii a'n<u>aa</u>qi <strong>al</strong>la<u>dz</u>iina kafaruu hal yujzawna ill<u>aa</u> m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
      }, {
        "ar" : "وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ",
        "id" : "Dan Kami tidak mengutus kepada suatu negeri seorang pemberi peringatanpun, melainkan orang-orang yang hidup mewah di negeri itu berkata: \"Sesungguhnya kami mengingkari apa yang kamu diutus untuk menyampaikannya\".",
        "nomor" : "34",
        "tr" : "wam<u>aa</u> arsaln<u>aa</u> fii qaryatin min na<u>dz</u>iirin ill<u>aa</u> q<u>aa</u>la mutrafuuh<u>aa</u> inn<u>aa</u> bim<u>aa</u> ursiltum bihi k<u>aa</u>firuun<strong>a</strong>"
      }, {
        "ar" : "وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ",
        "id" : "Dan mereka berkata: \"Kami lebih banyak mempunyai harta dan anak-anak (daripada kamu) dan kami sekali-kali tidak akan diazab.",
        "nomor" : "35",
        "tr" : "waq<u>aa</u>luu na<u>h</u>nu aktsaru amw<u>aa</u>lan wa-awl<u>aa</u>dan wam<u>aa</u> na<u>h</u>nu bimu'a<u>dzdz</u>abiin<strong>a</strong>"
      }, {
        "ar" : "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
        "id" : "Katakanlah: \"Sesungguhnya Tuhanku melapangkan rezki bagi siapa yang dikehendaki-Nya dan menyempitkan (bagi siapa yang dikehendaki-Nya). akan tetapi kebanyakan manusia tidak mengetahui\".",
        "nomor" : "36",
        "tr" : "qul inna rabbii yabsu<u>th</u>u <strong>al</strong>rrizqa liman yasy<u>aa</u>u wayaqdiru wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> ya'lamuun<strong>a</strong>"
      }, {
        "ar" : "وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَىٰ إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَأُولَٰئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ",
        "id" : "Dan sekali-kali bukanlah harta dan bukan (pula) anak-anak kamu yang mendekatkan kamu kepada Kami sedikitpun; tetapi orang-orang yang beriman dan mengerjakan amal-amal (saleh, mereka itulah yang memperoleh balasan yang berlipat ganda disebabkan apa yang telah mereka kerjakan; dan mereka aman sentosa di tempat-tempat yang tinggi (dalam syurga).",
        "nomor" : "37",
        "tr" : "wam<u>aa</u> amw<u>aa</u>lukum wal<u>aa</u> awl<u>aa</u>dukum bi<strong>a</strong>llatii tuqarribukum 'indan<u>aa</u> zulf<u>aa</u> ill<u>aa</u> man <u>aa</u>mana wa'amila <u>shaa</u>li<u>h</u>an faul<u>aa</u>-ika lahum jaz<u>aa</u>u <strong>al</strong><u>dhdh</u>i'fi bim<u>aa</u> 'amiluu wahum fii <strong>a</strong>lghuruf<u>aa</u>ti <u>aa</u>minuun<strong>a</strong>"
      }, {
        "ar" : "وَالَّذِينَ يَسْعَوْنَ فِي آيَاتِنَا مُعَاجِزِينَ أُولَٰئِكَ فِي الْعَذَابِ مُحْضَرُونَ",
        "id" : "Dan orang-orang yang berusaha (menentang) ayat-ayat Kami dengan anggapan untuk dapat melemahkan (menggagalka azab Kami), mereka itu dimasukkan ke dalam azab.",
        "nomor" : "38",
        "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yas'awna fii <u>aa</u>y<u>aa</u>tin<u>aa</u> mu'<u>aa</u>jiziina ul<u>aa</u>-ika fii <strong>a</strong>l'a<u>dzaa</u>bi mu<u>hd</u>aruun<strong>a</strong>"
      }, {
        "ar" : "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ ۚ وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ ۖ وَهُوَ خَيْرُ الرَّازِقِينَ",
        "id" : "Katakanlah: \"Sesungguhnya Tuhanku melapangkan rezki bagi siapa yang dikehendaki-Nya di antara hamba-hamba-Nya dan menyempitkan bagi (siapa yang dikehendaki-Nya)\". Dan barang apa saja yang kamu nafkahkan, maka Allah akan menggantinya dan Dia-lah Pemberi rezki yang sebaik-baiknya.",
        "nomor" : "39",
        "tr" : "qul inna rabbii yabsu<u>th</u>u <strong>al</strong>rrizqa liman yasy<u>aa</u>u min 'ib<u>aa</u>dihi wayaqdiru lahu wam<u>aa</u> anfaqtum min syay-in fahuwa yukhlifuhu wahuwa khayru <strong>al</strong>rr<u>aa</u>ziqiin<strong>a</strong>"
      }, {
        "ar" : "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَٰؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ",
        "id" : "Dan (ingatlah) hari (yang di waktu itu) Allah mengumpulkan mereka semuanya kemudian Allah berfirman kepada malaikat: \"Apakah mereka ini dahulu menyembah kamu?\".",
        "nomor" : "40",
        "tr" : "wayawma ya<u>h</u>syuruhum jamii'an tsumma yaquulu lilmal<u>aa</u>-ikati ah<u>aa</u>ul<u>aa</u>-i iyy<u>aa</u>kum k<u>aa</u>nuu ya'buduun<strong>a</strong>"
      }, {
        "ar" : "قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ ۖ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ ۖ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ",
        "id" : "Malaikat-malaikat itu menjawab: \"Maha Suci Engkau. Engkaulah pelindung kami, bukan mereka; bahkan mereka telah menyembah jin; kebanyakan mereka beriman kepada jin itu\".",
        "nomor" : "41",
        "tr" : "q<u>aa</u>luu sub<u>haa</u>naka anta waliyyun<u>aa</u> min duunihim bal k<u>aa</u>nuu ya'buduuna <strong>a</strong>ljinna aktsaruhum bihim mu/minuun<strong>a</strong>"
      }, {
        "ar" : "فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ النَّارِ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ",
        "id" : "Maka pada hari ini sebahagian kamu tidak berkuasa (untuk memberikan) kemanfaatan dan tidak pula kemudharatan kepada sebahagian yang lain. Dan Kami katakan kepada orang-orang yang zalim: \"Rasakanlah olehmu azab neraka yang dahulunya kamu dustakan itu \".",
        "nomor" : "42",
        "tr" : "fa<strong>a</strong>lyawma l<u>aa</u> yamliku ba'<u>dh</u>ukum liba'<u>dh</u>in naf'an wal<u>aa</u> <u>dh</u>arran wanaquulu lilla<u>dz</u>iina <u>zh</u>alamuu <u>dz</u>uuquu 'a<u>dzaa</u>ba <strong>al</strong>nn<u>aa</u>ri <strong>al</strong>latii kuntum bih<u>aa</u> tuka<u>dzdz</u>ibuun<strong>a</strong>"
      }, {
        "ar" : "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالُوا مَا هَٰذَا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آبَاؤُكُمْ وَقَالُوا مَا هَٰذَا إِلَّا إِفْكٌ مُفْتَرًى ۚ وَقَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ إِنْ هَٰذَا إِلَّا سِحْرٌ مُبِينٌ",
        "id" : "Dan apabila dibacakan kepada mereka ayat-ayat Kami yang terang, mereka berkata: \"Orang ini tiada lain hanyalah seorang laki-laki yang ingin menghalangi kamu dari apa yang disembah oleh bapak-bapakmu\", dan mereka berkata: \"(Al Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan saja\". Dan orang-orang kafir berkata terhadap kebenaran tatkala kebenaran itu datang kepada mereka: \"Ini tidak lain hanyalah sihir yang nyata\".",
        "nomor" : "43",
        "tr" : "wa-i<u>dzaa</u> tutl<u>aa</u> 'alayhim <u>aa</u>y<u>aa</u>tun<u>aa</u> bayyin<u>aa</u>tin q<u>aa</u>luu m<u>aa</u> h<u>aadzaa</u> ill<u>aa</u> rajulun yuriidu an ya<u>sh</u>uddakum 'amm<u>aa</u> k<u>aa</u>na ya'budu <u>aa</u>b<u>aa</u>ukum waq<u>aa</u>luu m<u>aa</u> h<u>aadzaa</u> ill<u>aa</u> ifkun muftaran waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu lil<u>h</u>aqqi lamm<u>aa</u> j<u>aa</u>-ahum in h<u>aadzaa</u> ill<u>aa</u> si<u>h</u>run mubiin<strong>un</strong>"
      }, {
        "ar" : "وَمَا آتَيْنَاهُمْ مِنْ كُتُبٍ يَدْرُسُونَهَا ۖ وَمَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ",
        "id" : "Dan Kami tidak pernah memberikan kepada mereka kitab-kitab yang mereka baca dan sekali-kali tidak pernah (pula) mengutus kepada mereka sebelum kamu seorang pemberi peringatanpun.",
        "nomor" : "44",
        "tr" : "wam<u>aa</u> <u>aa</u>tayn<u>aa</u>hum min kutubin yadrusuunah<u>aa</u> wam<u>aa</u> arsaln<u>aa</u> ilayhim qablaka min na<u>dz</u>iir<strong>in</strong>"
      }, {
        "ar" : "وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ فَكَذَّبُوا رُسُلِي ۖ فَكَيْفَ كَانَ نَكِيرِ",
        "id" : "Dan orang-orang yang sebelum mereka telah mendustakan sedang orang-orang kafir Mekah itu belum sampai menerima sepersepuluh dari apa yang telah Kami berikan kepada orang-orang dahulu itu lalu mereka mendustakan rasul-rasul-Ku. Maka alangkah hebatnya akibat kemurkaan-Ku.",
        "nomor" : "45",
        "tr" : "waka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim wam<u>aa</u> balaghuu mi'sy<u>aa</u>ra m<u>aa</u> <u>aa</u>tayn<u>aa</u>hum faka<u>dzdz</u>abuu rusulii fakayfa k<u>aa</u>na nakiir<strong>i</strong>"
      }, {
        "ar" : "قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ ۖ أَنْ تَقُومُوا لِلَّهِ مَثْنَىٰ وَفُرَادَىٰ ثُمَّ تَتَفَكَّرُوا ۚ مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ",
        "id" : "Katakanlah: \"Sesungguhnya aku hendak memperingatkan kepadamu suatu hal saja, yaitu supaya kamu menghadap Allah (dengan ikhlas) berdua-dua atau sendiri-sendiri; kemudian kamu fikirkan (tentang Muhammad) tidak ada penyakit gila sedikitpun pada kawanmu itu. Dia tidak lain hanyalah pemberi peringatan bagi kamu sebelum (menghadapi) azab yang keras.",
        "nomor" : "46",
        "tr" : "qul innam<u>aa</u> a'i<u>zh</u>ukum biw<u>aah</u>idatin an taquumuu lill<u>aa</u>hi matsn<u>aa</u> wafur<u>aa</u>d<u>aa</u> tsumma tatafakkaruu m<u>aa</u> bi<u>shaah</u>ibikum min jinnatin in huwa ill<u>aa</u> na<u>dz</u>iirun lakum bayna yaday 'a<u>dzaa</u>bin syadiid<strong>in</strong>"
      }, {
        "ar" : "قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ ۖ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
        "id" : "Katakanlah: \"Upah apapun yang aku minta kepadamu, maka itu untuk kamu. Upahku hanyalah dari Allah, dan Dia Maha Mengetahui segala sesuatu\".",
        "nomor" : "47",
        "tr" : "qul m<u>aa</u> sa-altukum min ajrin fahuwa lakum in ajriya ill<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi wahuwa 'al<u>aa</u> kulli syay-in syahiid<strong>un</strong>"
      }, {
        "ar" : "قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ",
        "id" : "Katakanlah: \"Sesungguhnya Tuhanku mewahyukan kebenaran. Dia Maha Mengetahui segala yang ghaib\".",
        "nomor" : "48",
        "tr" : "qul inna rabbii yaq<u>dz</u>ifu bi<strong>a</strong>l<u>h</u>aqqi 'all<u>aa</u>mu <strong>a</strong>lghuyuub<strong>i</strong>"
      }, {
        "ar" : "قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ",
        "id" : "Katakanlah: \"Kebenaran telah datang dan yang batil itu tidak akan memulai dan tidak (pula) akan mengulangi\".",
        "nomor" : "49",
        "tr" : "qul j<u>aa</u>-a <strong>a</strong>l<u>h</u>aqqu wam<u>aa</u> yubdi-u <strong>a</strong>lb<u>aath</u>ilu wam<u>aa</u> yu'iid<strong>u</strong>"
      }, {
        "ar" : "قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَىٰ نَفْسِي ۖ وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي ۚ إِنَّهُ سَمِيعٌ قَرِيبٌ",
        "id" : "Katakanlah: \"Jika aku sesat maka sesungguhnya aku sesat atas kemudharatan diriku sendiri; dan jika aku mendapat petunjuk maka itu adalah disebabkan apa yang diwahyukan Tuhanku kepadaku. Sesungguhnya Dia Maha Mendengar lagi Maha Dekat\".",
        "nomor" : "50",
        "tr" : "qul in <u>dh</u>alaltu fa-innam<u>aa</u> a<u>dh</u>illu 'al<u>aa</u> nafsii wa-ini ihtadaytu fabim<u>aa</u> yuu<u>h</u>ii ilayya rabbii innahu samii'un qariib<strong>un</strong>"
      }, {
        "ar" : "وَلَوْ تَرَىٰ إِذْ فَزِعُوا فَلَا فَوْتَ وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ",
        "id" : "Dan (alangkah hebatnya) jikalau kamu melihat ketika mereka (orang-orang kafir) terperanjat ketakutan (pada hari kiamat); maka mereka tidak dapat melepaskan diri dan mereka ditangkap dari tempat yang dekat (untuk dibawa ke neraka),",
        "nomor" : "51",
        "tr" : "walaw tar<u>aa</u> i<u>dz</u> fazi'uu fal<u>aa</u> fawta waukhi<u>dz</u>uu min mak<u>aa</u>nin qariib<strong>in</strong>"
      }, {
        "ar" : "وَقَالُوا آمَنَّا بِهِ وَأَنَّىٰ لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ",
        "id" : "dan (di waktu itu) mereka berkata: \"Kami beriman kepada Allah\", bagaimanakah mereka dapat mencapai (keimanan) dari tempat yang jauh itu.",
        "nomor" : "52",
        "tr" : "waq<u>aa</u>luu <u>aa</u>mann<u>aa</u> bihi wa-ann<u>aa</u> lahumu <strong>al</strong>ttan<u>aa</u>wusyu min mak<u>aa</u>nin ba'iid<strong>in</strong>"
      }, {
        "ar" : "وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ ۖ وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكَانٍ بَعِيدٍ",
        "id" : "Dan sesungguhnya mereka telah mengingkari Allah sebelum itu; dan mereka menduga-duga tentang yang ghaib dari tempat yang jauh.",
        "nomor" : "53",
        "tr" : "waqad kafaruu bihi min qablu wayaq<u>dz</u>ifuuna bi<strong>a</strong>lghaybi min mak<u>aa</u>nin ba'iid<strong>in</strong>"
      }, {
        "ar" : "وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ ۚ إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ",
        "id" : "Dan dihalangi antara mereka dengan apa yang mereka ingini sebagaimana yang dilakukan terhadap orang-orang yang serupa dengan mereka pada masa dahulu. Sesungguhnya mereka dahulu (di dunia) dalam keraguan yang mendalam.",
        "nomor" : "54",
        "tr" : "wa<u>h</u>iila baynahum wabayna m<u>aa</u> yasytahuuna kam<u>aa</u> fu'ila bi-asyy<u>aa</u>'ihim min qablu innahum k<u>aa</u>nuu fii syakkin muriib<strong>in</strong>"
      }, {
        "surah": "Fathir",
        "ar" : "الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنَىٰ وَثُلَاثَ وَرُبَاعَ ۚ يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
        "id" : "Segala puji bagi Allah Pencipta langit dan bumi, Yang menjadikan malaikat sebagai utusan-utusan (untuk mengurus berbagai macam urusan) yang mempunyai sayap, masing-masing (ada yang) dua, tiga dan empat. Allah menambahkan pada ciptaan-Nya apa yang dikehendaki-Nya. Sesungguhnya Allah Maha Kuasa atas segala sesuatu.",
        "nomor" : "1",
        "tr" : "al<u>h</u>amdu lill<u>aa</u>hi f<u>aath</u>iri <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i j<u>aa</u>'ili <strong>a</strong>lmal<u>aa</u>-ikati rusulan ulii ajni<u>h</u>atin matsn<u>aa</u> watsul<u>aa</u>tsa warub<u>aa</u>'a yaziidu fii <strong>a</strong>lkhalqi m<u>aa</u> yasy<u>aa</u>u inna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
      }, {
        "ar" : "مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا ۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
        "id" : "Apa saja yang Allah anugerahkan kepada manusia berupa rahmat, maka tidak ada seorangpun yang dapat menahannya; dan apa saja yang ditahan oleh Allah maka tidak seorangpun yang sanggup melepaskannya sesudah itu. Dan Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
        "nomor" : "2",
        "tr" : "m<u>aa</u> yafta<u>h</u>i <strong>al</strong>l<u>aa</u>hu li<strong>l</strong>nn<u>aa</u>si min ra<u>h</u>matin fal<u>aa</u> mumsika lah<u>aa</u> wam<u>aa</u> yumsik fal<u>aa</u> mursila lahu min ba'dihi wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
      }, {
        "ar" : "يَا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ ۚ هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ ۚ لَا إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
        "id" : "Hai manusia, ingatlah akan ni'mat Allah kepadamu. Adakah pencipta selain Allah yang dapat memberikan rezki kepada kamu dari langit dan bumi ? Tidak ada Tuhan selain Dia; maka mengapakah kamu berpaling (dari ketauhidan) ?",
        "nomor" : "3",
        "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su u<u>dz</u>kuruu ni'mata <strong>al</strong>l<u>aa</u>hi 'alaykum hal min kh<u>aa</u>liqin ghayru <strong>al</strong>l<u>aa</u>hi yarzuqukum mina <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa fa-ann<u>aa</u> tu/fakuun<strong>a</strong>"
      }, {
        "ar" : "وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ ۚ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
        "id" : "Dan jika mereka mendustakan kamu (sesudah kamu beri peringatan) maka sungguh telah didustakan pula rasul-rasul sebelum kamu. Dan hanya kepada Allahlah dikembalikan segala urusan.",
        "nomor" : "4",
        "tr" : "wa-in yuka<u>dzdz</u>ibuuka faqad kut<u>hts</u>ibat rusulun min qablika wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi turja'u <strong>a</strong>l-umuur<strong>u</strong>"
      }, {
        "ar" : "يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا ۖ وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ",
        "id" : "Hai manusia, sesungguhnya janji Allah adalah benar, maka sekali-kali janganlah kehidupan dunia memperdayakan kamu dan sekali-kali janganlah syaitan yang pandai menipu, memperdayakan kamu tentang Allah.",
        "nomor" : "5",
        "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su inna wa'da <strong>al</strong>l<u>aa</u>hi <u>h</u>aqqun fal<u>aa</u> taghurrannakumu <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> wal<u>aa</u> yaghurrannakum bi<strong>al</strong>l<u>aa</u>hi <strong>a</strong>lgharuur<strong>u</strong>"
      }, {
        "ar" : "إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا ۚ إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ",
        "id" : "Sesungguhnya syaitan itu adalah musuh bagimu, maka anggaplah ia musuh(mu), karena sesungguhnya syaitan-syaitan itu hanya mengajak golongannya supaya mereka menjadi penghuni neraka yang menyala-nyala",
        "nomor" : "6",
        "tr" : "inna <strong>al</strong>sysyay<u>th</u><u>aa</u>na lakum 'aduwwun fa<strong>i</strong>ttakhi<u>dz</u>uuhu 'aduwwan innam<u>aa</u> yad'uu <u>h</u>izbahu liyakuunuu min a<u>sh</u>-<u>haa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>"
      }, {
        "ar" : "الَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
        "id" : "Orang-orang yang kafir bagi mereka azab yang keras. Dan orang-orang yang beriman dan mengerjakan amal saleh bagi mereka ampunan dan pahala yang besar.",
        "nomor" : "7",
        "tr" : "<strong>al</strong>la<u>dz</u>iina kafaruu lahum 'a<u>dzaa</u>bun syadiidun wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti lahum maghfiratun wa-ajrun kabiir<strong>un</strong>"
      }, {
        "ar" : "أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا ۖ فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ ۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ ۚ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ",
        "id" : "Maka apakah orang yang dijadikan (syaitan) menganggap baik pekerjaannya yang buruk lalu dia meyakini pekerjaan itu baik, (sama dengan orang yang tidak ditipu oleh syaitan) ? Maka sesungguhnya Allah menyesatkan siapa yang dikehendaki-Nya dan menunjuki siapa yang dikehendaki-Nya; maka janganlah dirimu binasa karena kesedihan terhadap mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat.",
        "nomor" : "8",
        "tr" : "afaman zuyyina lahu suu-u 'amalihi fara<u>aa</u>hu <u>h</u>asanan fa-inna <strong>al</strong>l<u>aa</u>ha yu<u>dh</u>illu man yasy<u>aa</u>u wayahdii man yasy<u>aa</u>u fal<u>aa</u> ta<u>dz</u>hab nafsuka 'alayhim <u>h</u>asar<u>aa</u>tin inna <strong>al</strong>l<u>aa</u>ha 'aliimun bim<u>aa</u> ya<u>sh</u>na'uun<strong>a</strong>"
      }, {
        "ar" : "وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَىٰ بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا ۚ كَذَٰلِكَ النُّشُورُ",
        "id" : "Dan Allah, Dialah Yang mengirimkan angin; lalu angin itu menggerakkan awan, maka Kami halau awan itu kesuatu negeri yang mati lalu Kami hidupkan bumi setelah matinya dengan hujan itu. Demikianlah kebangkitan itu.",
        "nomor" : "9",
        "tr" : "wa<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii arsala <strong>al</strong>rriy<u>aah</u>a fatutsiiru sa<u>haa</u>ban fasuqn<u>aa</u>hu il<u>aa</u> baladin mayyitin fa-a<u>h</u>yayn<u>aa</u> bihi <strong>a</strong>l-ar<u>dh</u>a ba'da mawtih<u>aa</u> ka<u>dzaa</u>lika <strong>al</strong>nnusyuur<strong>u</strong>"
      }, {
        "ar" : "مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا ۚ إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ ۚ وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَمَكْرُ أُولَٰئِكَ هُوَ يَبُورُ",
        "id" : "Barangsiapa yang menghendaki kemuliaan, maka bagi Allah-lah kemuliaan itu semuanya. Kepada-Nyalah naik perkataan-perkataan yang baik dan amal yang saleh dinaikkan-Nya. Dan orang-orang yang merencanakan kejahatan bagi mereka azab yang keras. Dan rencana jahat mereka akan hancur.",
        "nomor" : "10",
        "tr" : "man k<u>aa</u>na yuriidu <strong>a</strong>l'izzata falill<u>aa</u>hi <strong>a</strong>l'izzatu jamii'an ilayhi ya<u>sh</u>'adu <strong>a</strong>lkalimu <strong>al</strong><u>ththh</u>ayyibu wa<strong>a</strong>l'amalu <strong>al</strong><u>shshaa</u>li<u>h</u>u yarfa'uhu wa<strong>a</strong>lla<u>dz</u>iina yamkuruuna <strong>al</strong>ssayyi-<u>aa</u>ti lahum 'a<u>dzaa</u>bun syadiidun wamakru ul<u>aa</u>-ika huwa yabuur<strong>u</strong>"
      }, {
        "ar" : "وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجًا ۚ وَمَا تَحْمِلُ مِنْ أُنْثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ ۚ وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ",
        "id" : "Dan Allah menciptakan kamu dari tanah kemudian dari air mani, kemudian Dia menjadikan kamu berpasangan (laki-laki dan perempuan). Dan tidak ada seorang perempuanpun mengandung dan tidak (pula) melahirkan melainkan dengan sepengetahuan-Nya. Dan sekali-kali tidak dipanjangkan umur seorang yang berumur panjang dan tidak pula dikurangi umurnya, melainkan (sudah ditetapkan) dalam Kitab (Lauh Mahfuzh). Sesungguhnya yang demikian itu bagi Allah adalah mudah.",
        "nomor" : "11",
        "tr" : "wa<strong>al</strong>l<u>aa</u>hu khalaqakum min tur<u>aa</u>bin tsumma min nu<u>th</u>fatin tsumma ja'alakum azw<u>aa</u>jan wam<u>aa</u> ta<u>h</u>milu min unts<u>aa</u> wal<u>aa</u> ta<u>dh</u>a'u ill<u>aa</u> bi'ilmihi wam<u>aa</u> yu'ammaru min mu'ammarin wal<u>aa</u> yunqa<u>sh</u>u min 'umurihi ill<u>aa</u> fii kit<u>aa</u>bin inna <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi yasiir<strong>un</strong>"
      }, {
        "ar" : "وَمَا يَسْتَوِي الْبَحْرَانِ هَٰذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَٰذَا مِلْحٌ أُجَاجٌ ۖ وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا ۖ وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
        "id" : "Dan tiada sama (antara) dua laut; yang ini tawar, segar, sedap diminum dan yang lain asin lagi pahit. Dan dari masing-masing laut itu kamu dapat memakan daging yang segar dan kamu dapat mengeluarkan perhiasan yang dapat kamu memakainya, dan pada masing-masingnya kamu lihat kapal-kapal berlayar membelah laut supaya kamu dapat mencari karunia-Nya dan supaya kamu bersyukur.",
        "nomor" : "12",
        "tr" : "wam<u>aa</u> yastawii <strong>a</strong>lba<u>h</u>r<u>aa</u>ni h<u>aadzaa</u> 'a<u>dz</u>bun fur<u>aa</u>tun s<u>aa</u>-ighun syar<u>aa</u>buhu wah<u>aadzaa</u> mil<u>h</u>un uj<u>aa</u>jun wamin kullin ta/kuluuna la<u>h</u>man <u>th</u>ariyyan watastakhrijuuna <u>h</u>ilyatan talbasuunah<u>aa</u> watar<u>aa</u> <strong>a</strong>lfulka fiihi maw<u>aa</u>khira litabtaghuu min fa<u>dh</u>lihi wala'allakum tasykuruun<strong>a</strong>"
      }, {
        "ar" : "يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ۚ ذَٰلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ ۚ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ",
        "id" : "Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan menundukkan matahari dan bulan, masing-masing berjalan menurut waktu yang ditentukan. Yang (berbuat) demikian itulah Allah Tuhanmu, kepunyaan-Nyalah kerajaan. Dan orang-orang yang kamu seru (sembah) selain Allah tiada mempunyai apa-apa walaupun setipis kulit ari.",
        "nomor" : "13",
        "tr" : "yuuliju <strong>al</strong>layla fii <strong>al</strong>nnah<u>aa</u>ri wayuuliju <strong>al</strong>nnah<u>aa</u>ra fii <strong>al</strong>layli wasakhkhara <strong>al</strong>sysyamsa wa<strong>a</strong>lqamara kullun yajrii li-ajalin musamman <u>dzaa</u>likumu <strong>al</strong>l<u>aa</u>hu rabbukum lahu <strong>a</strong>lmulku wa<strong>a</strong>lla<u>dz</u>iina tad'uuna min duunihi m<u>aa</u> yamlikuuna min qi<u>th</u>miir<strong>in</strong>"
      }, {
        "ar" : "إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ ۖ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ ۚ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ",
        "id" : "Jika kamu menyeru mereka, mereka tiada mendengar seruanmu; dan kalau mereka mendengar, mereka tidak dapat memperkenankan permintaanmu. Dan dihari kiamat mereka akan mengingkari kemusyirikanmu dan tidak ada yang dapat memberi keterangan kepadamu sebagai yang diberikan oleh Yang Maha Mengetahui.",
        "nomor" : "14",
        "tr" : "in tad'uuhum l<u>aa</u> yasma'uu du'<u>aa</u>-akum walaw sami'uu m<u>aa</u> istaj<u>aa</u>buu lakum wayawma <strong>a</strong>lqiy<u>aa</u>mati yakfuruuna bisyirkikum wal<u>aa</u> yunabbi-uka mitslu khabiir<strong>in</strong>"
      }, {
        "ar" : "يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ ۖ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ",
        "id" : "Hai manusia, kamulah yang berkehendak kepada Allah; dan Allah Dialah Yang Maha Kaya (tidak memerlukan sesuatu) lagi Maha Terpuji.",
        "nomor" : "15",
        "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su antumu <strong>a</strong>lfuqar<u>aa</u>u il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu huwa <strong>a</strong>lghaniyyu <strong>a</strong>l<u>h</u>amiid<strong>u</strong>"
      }, {
        "ar" : "إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
        "id" : "Jika Dia menghendaki, niscaya Dia memusnahkan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu).",
        "nomor" : "16",
        "tr" : "in yasya/ yu<u>dz</u>hibkum waya/ti bikhalqin jadiid<strong>in</strong>"
      }, {
        "ar" : "وَمَا ذَٰلِكَ عَلَى اللَّهِ بِعَزِيزٍ",
        "id" : "Dan yang demikian itu sekali-kali tidak sulit bagi Allah.",
        "nomor" : "17",
        "tr" : "wam<u>aa</u> <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi bi'aziiz<strong>in</strong>"
      }, {
        "ar" : "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰ ۗ إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ ۚ وَمَنْ تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِ ۚ وَإِلَى اللَّهِ الْمَصِيرُ",
        "id" : "Dan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang berat dosanya memanggil (orang lain) untuk memikul dosanya itu tiadalah akan dipikulkan untuknya sedikitpun meskipun (yang dipanggilnya itu) kaum kerabatnya. Sesungguhnya yang dapat kamu beri peringatan hanya orang-orang yang takut kepada azab Tuhannya (sekalipun) mereka tidak melihatNya dan mereka mendirikan sembahyang. Dan barangsiapa yang mensucikan dirinya, sesungguhnya ia mensucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allahlah kembali(mu).",
        "nomor" : "18",
        "tr" : "wal<u>aa</u> taziru w<u>aa</u>ziratun wizra ukhr<u>aa</u> wa-in tad'u mutsqalatun il<u>aa</u> <u>h</u>imlih<u>aa</u> l<u>aa</u> yu<u>h</u>mal minhu syay-un walaw k<u>aa</u>na <u>dzaa</u> qurb<u>aa</u> innam<u>aa</u> tun<u>dz</u>iru <strong>al</strong>la<u>dz</u>iina yakhsyawna rabbahum bi<strong>a</strong>lghaybi wa-aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta waman tazakk<u>aa</u> fa-innam<u>aa</u> yatazakk<u>aa</u> linafsihi wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
      }, {
        "ar" : "وَمَا يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ",
        "id" : "Dan tidaklah sama orang yang buta dengan orang yang melihat.",
        "nomor" : "19",
        "tr" : "wam<u>aa</u> yastawii <strong>a</strong>l-a'm<u>aa</u> wa<strong>a</strong>lba<u>sh</u>iir<strong>u</strong>"
      }, {
        "ar" : "وَلَا الظُّلُمَاتُ وَلَا النُّورُ",
        "id" : "dan tidak (pula) sama gelap gulita dengan cahaya,",
        "nomor" : "20",
        "tr" : "wal<u>aa</u> <strong>al</strong><u>zhzh</u>ulum<u>aa</u>tu wal<u>aa</u> <strong>al</strong>nnuur<strong>u</strong>"
      }, {
        "ar" : "وَلَا الظِّلُّ وَلَا الْحَرُورُ",
        "id" : "dan tidak (pula) sama yang teduh dengan yang panas,",
        "nomor" : "21",
        "tr" : "wal<u>aa</u> <strong>al</strong><u>zhzh</u>illu wal<u>aa</u> <strong>a</strong>l<u>h</u>aruur<strong>u</strong>"
      }, {
        "ar" : "وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ ۚ إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ ۖ وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ",
        "id" : "dan tidak (pula) sama orang-orang yang hidup dan orang-orang yang mati. Sesungguhnya Allah memberi pendengaran kepada siapa yang dikehendaki-Nya dan kamu sekali-kali tiada sanggup menjadikan orang yang didalam kubur dapat mendengar.",
        "nomor" : "22",
        "tr" : "wam<u>aa</u> yastawii <strong>a</strong>l-a<u>h</u>y<u>aa</u>u wal<u>aa</u> <strong>a</strong>l-amw<u>aa</u>tu inna <strong>al</strong>l<u>aa</u>ha yusmi'u man yasy<u>aa</u>u wam<u>aa</u> anta bimusmi'in man fii <strong>a</strong>lqubuur<strong>i</strong>"
      }, {
        "ar" : "إِنْ أَنْتَ إِلَّا نَذِيرٌ",
        "id" : "Kamu tidak lain hanyalah seorang pemberi peringatan.",
        "nomor" : "23",
        "tr" : "in anta ill<u>aa</u> na<u>dz</u>iir<strong>un</strong>"
      }, {
        "ar" : "إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا ۚ وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ",
        "id" : "Sesungguhnya Kami mengutus kamu dengan membawa kebenaran sebagai pembawa berita gembira dan sebagai pemberi peringatan. Dan tidak ada suatu umatpun melainkan telah ada padanya seorang pemberi peringatan.",
        "nomor" : "24",
        "tr" : "inn<u>aa</u> arsaln<u>aa</u>ka bi<strong>a</strong>l<u>h</u>aqqi basyiiran wana<u>dz</u>iiran wa-in min ummatin ill<u>aa</u> khal<u>aa</u> fiih<u>aa</u> na<u>dz</u>iir<strong>un</strong>"
      }, {
        "ar" : "وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ وَبِالزُّبُرِ وَبِالْكِتَابِ الْمُنِيرِ",
        "id" : "Dan jika mereka mendustakan kamu, maka sesungguhnya orang-orang yang sebelum mereka telah mendustakan (rasul-rasulnya); kepada mereka telah datang rasul-rasulnya dengan membawa mu'jizat yang nyata, zubur, dan kitab yang memberi penjelasan yang sempurna.",
        "nomor" : "25",
        "tr" : "wa-in yuka<u>dzdz</u>ibuuka faqad ka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim j<u>aa</u>-at-hum rusuluhum bi<strong>a</strong>lbayyin<u>aa</u>ti wabi<strong>al</strong>zzuburi wabi<strong>a</strong>lkit<u>aa</u>bi <strong>a</strong>lmuniir<strong>i</strong>"
      }, {
        "ar" : "ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا ۖ فَكَيْفَ كَانَ نَكِيرِ",
        "id" : "Kemudian Aku azab orang-orang yang kafir; maka (lihatlah) bagaimana (hebatnya) akibat kemurkaan-Ku.",
        "nomor" : "26",
        "tr" : "tsumma akha<u>dz</u>tu <strong>al</strong>la<u>dz</u>iina kafaruu fakayfa k<u>aa</u>na nakiir<strong>i</strong>"
      }, {
        "ar" : "أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفًا أَلْوَانُهَا ۚ وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ",
        "id" : "Tidakkah kamu melihat bahwasanya Allah menurunkan hujan dari langit lalu Kami hasilkan dengan hujan itu buah-buahan yang beraneka macam jenisnya. Dan di antara gunung-gunung itu ada garis-garis putih dan merah yang beraneka macam warnanya dan ada (pula) yang hitam pekat.",
        "nomor" : "27",
        "tr" : "alam tara anna <strong>al</strong>l<u>aa</u>ha anzala mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fa-akhrajn<u>aa</u> bihi tsamar<u>aa</u>tin mukhtalifan <strong>a</strong>lw<u>aa</u>nuh<u>aa</u> wamina <strong>a</strong>ljib<u>aa</u>li judadun bii<u>dh</u>un wa<u>h</u>umrun mukhtalifun <strong>a</strong>lw<u>aa</u>nuh<u>aa</u> waghar<u>aa</u>biibu suud<strong>un</strong>"
      }, {
        "ar" : "وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَٰلِكَ ۗ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ ۗ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ",
        "id" : "Dan demikian (pula) di antara manusia, binatang-binatang melata dan binatang-binatang ternak ada yang bermacam-macam warnanya (dan jenisnya). Sesungguhnya yang takut kepada Allah di antara hamba-hamba-Nya, hanyalah ulama. Sesungguhnya Allah Maha Perkasa lagi Maha Pengampun.",
        "nomor" : "28",
        "tr" : "wamina <strong>al</strong>nn<u>aa</u>si wa<strong>al</strong>ddaw<u>aa</u>bbi wa<strong>a</strong>l-an'<u>aa</u>mi mukhtalifun <strong>a</strong>lw<u>aa</u>nuhu ka<u>dzaa</u>lika innam<u>aa</u> yakhsy<u>aa</u> <strong>al</strong>l<u>aa</u>ha min 'ib<u>aa</u>dihi <strong>a</strong>l'ulam<u>aa</u>u inna <strong>al</strong>l<u>aa</u>ha 'aziizun ghafuur<strong>un</strong>"
      }, {
        "ar" : "إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ",
        "id" : "Sesungguhnya orang-orang yang selalu membaca kitab Allah dan mendirikan shalat dan menafkahkan sebahagian dari rezki yang Kami anugerahkan kepada mereka dengan diam-diam dan terang-terangan, mereka itu mengharapkan perniagaan yang tidak akan merugi,",
        "nomor" : "29",
        "tr" : "inna <strong>al</strong>la<u>dz</u>iina yatluuna kit<u>aa</u>ba <strong>al</strong>l<u>aa</u>hi wa-aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa-anfaquu mimm<u>aa</u> razaqn<u>aa</u>hum sirran wa'al<u>aa</u>niyatan yarjuuna tij<u>aa</u>ratan lan tabuur<strong>a</strong>"
      }, {
        "ar" : "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ ۚ إِنَّهُ غَفُورٌ شَكُورٌ",
        "id" : "agar Allah menyempurnakan kepada mereka pahala mereka dan menambah kepada mereka dari karunia-Nya. Sesungguhnya Allah Maha Pengampun lagi Maha Mensyukuri.",
        "nomor" : "30",
        "tr" : "liyuwaffiyahum ujuurahum wayaziidahum min fa<u>dh</u>lihi innahu ghafuurun syakuur<strong>un</strong>"
      }, {
        "ar" : "وَالَّذِي أَوْحَيْنَا إِلَيْكَ مِنَ الْكِتَابِ هُوَ الْحَقُّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ ۗ إِنَّ اللَّهَ بِعِبَادِهِ لَخَبِيرٌ بَصِيرٌ",
        "id" : "Dan apa yang telah Kami wahyukan kepadamu yaitu Al Kitab (Al Qur'an) itulah yang benar, dengan membenarkan kitab-kitab yang sebelumnya. Sesungguhnya Allah benar-benar Maha Mengetahui lagi Maha Melihat (keadaan) hamba-hamba-Nya.",
        "nomor" : "31",
        "tr" : "wa<strong>a</strong>lla<u>dz</u>ii aw<u>h</u>ayn<u>aa</u> ilayka mina <strong>a</strong>lkit<u>aa</u>bi huwa <strong>a</strong>l<u>h</u>aqqu mu<u>sh</u>addiqan lim<u>aa</u> bayna yadayhi inna <strong>al</strong>l<u>aa</u>ha bi'ib<u>aa</u>dihi lakhabiirun ba<u>sh</u>iir<strong>un</strong>"
      }, {
        "ar" : "ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا ۖ فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ۚ ذَٰلِكَ هُوَ الْفَضْلُ الْكَبِيرُ",
        "id" : "Kemudian Kitab itu Kami wariskan kepada orang-orang yang Kami pilih di antara hamba-hamba Kami, lalu di antara mereka ada yang menganiaya diri mereka sendiri dan di antara mereka ada yang pertengahan dan diantara mereka ada (pula) yang lebih dahulu berbuat kebaikan dengan izin Allah. Yang demikian itu adalah karunia yang amat besar.",
        "nomor" : "32",
        "tr" : "tsumma awratsn<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba <strong>al</strong>la<u>dz</u>iina i<u>sth</u>afayn<u>aa</u> min 'ib<u>aa</u>din<u>aa</u> faminhum <u>zhaa</u>limun linafsihi waminhum muqta<u>sh</u>idun waminhum s<u>aa</u>biqun bi<strong>a</strong>lkhayr<u>aa</u>ti bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi <u>dzaa</u>lika huwa <strong>a</strong>lfa<u>dh</u>lu <strong>a</strong>lkabiir<strong>u</strong>"
      }, {
        "ar" : "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
        "id" : "(Bagi mereka) syurga 'Adn mereka masuk ke dalamnya, di dalamnya mereka diberi perhiasan dengan gelang-gelang dari emas, dan dengan mutiara, dan pakaian mereka didalamnya adalah sutera.",
        "nomor" : "33",
        "tr" : "jann<u>aa</u>tu 'adnin yadkhuluunah<u>aa</u> yu<u>h</u>allawna fiih<u>aa</u> min as<u>aa</u>wira min <u>dz</u>ahabin walu/lu-an walib<u>aa</u>suhum fiih<u>aa</u> <u>h</u>ariir<strong>un</strong>"
      }, {
        "ar" : "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ ۖ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ",
        "id" : "Dan mereka berkata: \"Segala puji bagi Allah yang telah menghilangkan duka cita dari kami. Sesungguhnya Tuhan kami benar-benar Maha Pengampum lagi Maha Mensyukuri.",
        "nomor" : "34",
        "tr" : "waq<u>aa</u>luu <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii a<u>dz</u>haba 'ann<u>aa</u> <strong>a</strong>l<u>h</u>azana inna rabban<u>aa</u> laghafuurun syakuur<strong>un</strong>"
      }, {
        "ar" : "الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ",
        "id" : "Yang menempatkan kami dalam tempat yang kekal (surga) dari karunia-Nya; didalamnya kami tiada merasa lelah dan tiada pula merasa lesu\".",
        "nomor" : "35",
        "tr" : "<strong>al</strong>la<u>dz</u>ii a<u>h</u>allan<u>aa</u> d<u>aa</u>ra <strong>a</strong>lmuq<u>aa</u>mati min fa<u>dh</u>lihi l<u>aa</u> yamassun<u>aa</u> fiih<u>aa</u> na<u>sh</u>abun wal<u>aa</u> yamassun<u>aa</u> fiih<u>aa</u> lughuub<strong>un</strong>"
      }, {
        "ar" : "وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا ۚ كَذَٰلِكَ نَجْزِي كُلَّ كَفُورٍ",
        "id" : "Dan orang-orang kafir bagi mereka neraka Jahannam. Mereka tidak dibinasakan sehingga mereka mati dan tidak (pula) diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir.",
        "nomor" : "36",
        "tr" : "wa<strong>a</strong>lla<u>dz</u>iina kafaruu lahum n<u>aa</u>ru jahannama l<u>aa</u> yuq<u>daa</u> 'alayhim fayamuutuu wal<u>aa</u> yukhaffafu 'anhum min 'a<u>dzaa</u>bih<u>aa</u> ka<u>dzaa</u>lika najzii kulla kafuur<strong>in</strong>"
      }, {
        "ar" : "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ ۚ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ ۖ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ",
        "id" : "Dan mereka berteriak di dalam neraka itu : \"Ya Tuhan kami, keluarkanlah kami niscaya kami akan mengerjakan amal yang saleh berlainan dengan yang telah kami kerjakan\". Dan apakah Kami tidak memanjangkan umurmu dalam masa yang cukup untuk berfikir bagi orang yang mau berfikir, dan (apakah tidak) datang kepada kamu pemberi peringatan ? maka rasakanlah (azab Kami) dan tidak ada bagi orang-orang yang zalim seorang penolongpun.",
        "nomor" : "37",
        "tr" : "wahum ya<u>sth</u>arikhuuna fiih<u>aa</u> rabban<u>aa</u> akhrijn<u>aa</u> na'mal <u>shaa</u>li<u>h</u>an ghayra <strong>al</strong>la<u>dz</u>ii kunn<u>aa</u> na'malu awa lam nu'ammirkum m<u>aa</u> yata<u>dz</u>akkaru fiihi man ta<u>dz</u>akkara waj<u>aa</u>-akumu <strong>al</strong>nna<u>dz</u>iiru fa<u>dz</u>uuquu fam<u>aa</u> li<strong>l</strong><u>zhzhaa</u>limiina min na<u>sh</u>iir<strong>in</strong>"
      }, {
        "ar" : "إِنَّ اللَّهَ عَالِمُ غَيْبِ السَّمَاوَاتِ وَالْأَرْضِ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
        "id" : "Sesungguhnya Allah mengetahui yang tersembunyi di langit dan di bumi. Sesungguhnya Dia Maha Mengetahui segala isi hati.",
        "nomor" : "38",
        "tr" : "inna <strong>al</strong>l<u>aa</u>ha '<u>aa</u>limu ghaybi <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i innahu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>"
      }, {
        "ar" : "هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ ۚ فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ ۖ وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ إِلَّا مَقْتًا ۖ وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا",
        "id" : "Dia-lah yang menjadikan kamu khalifah-khalifah di muka bumi. Barangsiapa yang kafir, maka (akibat) kekafirannya menimpa dirinya sendiri. Dan kekafiran orang-orang yang kafir itu tidak lain hanyalah akan menambah kemurkaan pada sisi Tuhannya dan kekafiran orang-orang yang kafir itu tidak lain hanyalah akan menambah kerugian mereka belaka.",
        "nomor" : "39",
        "tr" : "huwa <strong>al</strong>la<u>dz</u>ii ja'alakum khal<u>aa</u>-ifa fii <strong>a</strong>l-ar<u>dh</u>i faman kafara fa'alayhi kufruhu wal<u>aa</u> yaziidu <strong>a</strong>lk<u>aa</u>firiina kufruhum 'inda rabbihim ill<u>aa</u> maqtan wal<u>aa</u> yaziidu <strong>a</strong>lk<u>aa</u>firiina kufruhum ill<u>aa</u> khas<u>aa</u>r<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "قُلْ أَرَأَيْتُمْ شُرَكَاءَكُمُ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ أَمْ آتَيْنَاهُمْ كِتَابًا فَهُمْ عَلَىٰ بَيِّنَتٍ مِنْهُ ۚ بَلْ إِنْ يَعِدُ الظَّالِمُونَ بَعْضُهُمْ بَعْضًا إِلَّا غُرُورًا",
        "id" : "Katakanlah: \"Terangkanlah kepada-Ku tentang sekutu-sekutumu yang kamu seru selain Allah. Perlihatkanlah kepada-Ku (bahagian) manakah dari bumi ini yang telah mereka ciptakan ataukah mereka mempunyai saham dalam (penciptaan) langit atau adakah Kami memberi kepada mereka sebuah Kitab sehingga mereka mendapat keterangan-keterangan yang jelas daripadanya? Sebenarnya orang-orang yang zalim itu sebahagian dari mereka tidak menjanjikan kepada sebahagian yang lain, melainkan tipuan belaka\".",
        "nomor" : "40",
        "tr" : "qul ara-aytum syurak<u>aa</u>-akumu <strong>al</strong>la<u>dz</u>iina tad'uuna min duuni <strong>al</strong>l<u>aa</u>hi aruunii m<u>aatsaa</u> khalaquu mina <strong>a</strong>l-ar<u>dh</u>i am lahum syirkun fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti am <u>aa</u>tayn<u>aa</u>hum kit<u>aa</u>ban fahum 'al<u>aa</u> bayyinatin minhu bal in ya'idu <strong>al</strong><u>zhzhaa</u>limuuna ba'<u>dh</u>uhum ba'<u>dh</u>an ill<u>aa</u> ghuruur<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا ۚ وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ ۚ إِنَّهُ كَانَ حَلِيمًا غَفُورًا",
        "id" : "Sesungguhnya Allah menahan langit dan bumi supaya jangan lenyap; dan sungguh jika keduanya akan lenyap tidak ada seorangpun yang dapat menahan keduanya selain Allah. Sesungguhnya Dia adalah Maha Penyantun lagi Maha Pengampun.",
        "nomor" : "41",
        "tr" : "inna <strong>al</strong>l<u>aa</u>ha yumsiku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a an tazuul<u>aa</u> wala-in z<u>aa</u>lat<u>aa</u> in amsakahum<u>aa</u> min a<u>h</u>adin min ba'dihi innahu k<u>aa</u>na <u>h</u>aliiman ghafuur<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى الْأُمَمِ ۖ فَلَمَّا جَاءَهُمْ نَذِيرٌ مَا زَادَهُمْ إِلَّا نُفُورًا",
        "id" : "Dan mereka bersumpah dengan nama Allah dengan sekuat-kuat sumpah; sesungguhnya jika datang kepada mereka seorang pemberi peringatan, niscaya mereka akan lebih mendapat petunjuk dari salah satu umat-umat (yang lain). Tatkala datang kepada mereka pemberi peringatan, maka kedatangannya itu tidak menambah kepada mereka, kecuali jauhnya mereka dari (kebenaran),",
        "nomor" : "42",
        "tr" : "wa-aqsamuu bi<strong>al</strong>l<u>aa</u>hi jahda aym<u>aa</u>nihim la-in j<u>aa</u>-ahum na<u>dz</u>iirun layakuununna ahd<u>aa</u> min i<u>h</u>d<u>aa</u> <strong>a</strong>l-umami falamm<u>aa</u> j<u>aa</u>-ahum na<u>dz</u>iirun m<u>aa</u> z<u>aa</u>dahum ill<u>aa</u> nufuur<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "اسْتِكْبَارًا فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ ۚ وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ ۚ فَهَلْ يَنْظُرُونَ إِلَّا سُنَّتَ الْأَوَّلِينَ ۚ فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا ۖ وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا",
        "id" : "karena kesombongan (mereka) di muka bumi dan karena rencana (mereka) yang jahat. Rencana yang jahat itu tidak akan menimpa selain orang yang merencanakannya sendiri. Tiadalah yang mereka nanti-nantikan melainkan (berlakunya) sunnah (Allah yang telah berlaku) kepada orang-orang yang terdahuluka sekali-kali kamu tidak akan mendapat penggantian bagi sunnah Allah, dan sekali-kali tidak (pula) akan menemui penyimpangan bagi sunnah Allah itu.",
        "nomor" : "43",
        "tr" : "istikb<u>aa</u>ran fii <strong>a</strong>l-ar<u>dh</u>i wamakra <strong>al</strong>ssayyi-i wal<u>aa</u> ya<u>h</u>iiqu <strong>a</strong>lmakru <strong>al</strong>ssayyi-u ill<u>aa</u> bi-ahlihi fahal yan<u>zh</u>uruuna ill<u>aa</u> sunnata <strong>a</strong>l-awwaliina falan tajida lisunnati <strong>al</strong>l<u>aa</u>hi tabdiilan walan tajida lisunnati <strong>al</strong>l<u>aa</u>hi ta<u>h</u>wiil<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَكَانُوا أَشَدَّ مِنْهُمْ قُوَّةً ۚ وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ ۚ إِنَّهُ كَانَ عَلِيمًا قَدِيرًا",
        "id" : "Dan apakah mereka tidak berjalan di muka bumi, lalu melihat bagaimana kesudahan orang-orang yang sebelum mereka, sedangkan orang-orang itu adalah lebih besar kekuatannya dari mereka? Dan tiada sesuatupun yang dapat melemahkan Allah baik di langit maupun di bumi. Sesungguhnya Allah Maha Mengetahui lagi Maha Kuasa.",
        "nomor" : "44",
        "tr" : "awa lam yasiiruu fii <strong>a</strong>l-ar<u>dh</u>i fayan<u>zh</u>uruu kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>al</strong>la<u>dz</u>iina min qablihim wak<u>aa</u>nuu asyadda minhum quwwatan wam<u>aa</u> k<u>aa</u>na <strong>al</strong>l<u>aa</u>hu liyu'jizahu min syay-in fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wal<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i innahu k<u>aa</u>na 'aliiman qadiir<u>aa</u><strong>n</strong>"
      }, {
        "ar" : "وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِنْ دَابَّةٍ وَلَٰكِنْ يُؤَخِّرُهُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۖ فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيرًا",
        "id" : "Dan kalau sekiranya Allah menyiksa manusia disebabkan usahanya, niscaya Dia tidak akan meninggalkan di atas permukaan bumi suatu mahluk yang melatapun akan tetapi Allah menangguhkan (penyiksaan) mereka, sampai waktu yang tertentu; maka apabila datang ajal mereka, maka sesungguhnya Allah adalah Maha Melihat (keadaan) hamba-hamba-Nya.",
        "nomor" : "45",
        "tr" : "walaw yu-<u>aa</u>khi<u>dz</u>u <strong>al</strong>l<u>aa</u>hu <strong>al</strong>nn<u>aa</u>sa bim<u>aa</u> kasabuu m<u>aa</u> taraka 'al<u>aa</u> <u>zh</u>ahrih<u>aa</u> min d<u>aa</u>bbatin wal<u>aa</u>kin yu-akhkhiruhum il<u>aa</u> ajalin musamman fa-i<u>dzaa</u> j<u>aa</u>-a ajaluhum fa-inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na bi'ib<u>aa</u>dihi ba<u>sh</u>iir<u>aa</u><strong>n</strong>"
      }, {
        "surah": "Yasin",
        "ar" : "يٰسٓ",
        "id" : "Yaa siin",
        "nomor" : "1",
        "tr" : "y<u>aa</u>-siin"
      }, {
        "ar" : "وَالْقُرْآنِ الْحَكِيمِ",
        "id" : "Demi Al Quraan yang penuh hikmah,",
        "nomor" : "2",
        "tr" : "wa<strong>a</strong>lqur-<u>aa</u>ni <strong>a</strong>l<u>h</u>akiim<strong>i</strong>"
      }, {
        "ar" : "إِنَّكَ لَمِنَ الْمُرْسَلِينَ",
        "id" : "Sesungguhnya kamu salah seorang dari rasul-rasul,",
        "nomor" : "3",
        "tr" : "innaka lamina <strong>a</strong>lmursaliin<strong>a</strong>"
      }, {
        "ar" : "عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
        "id" : "(yang berada) diatas jalan yang lurus,",
        "nomor" : "4",
        "tr" : "'al<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
      }, {
        "ar" : "تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ",
        "id" : "(sebagai wahyu) yang diturunkan oleh Yang Maha Perkasa lagi Maha Penyayang,",
        "nomor" : "5",
        "tr" : "tanziila <strong>a</strong>l'aziizi <strong>al</strong>rra<u>h</u>iim<strong>i</strong>"
      }, {
        "ar" : "لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ",
        "id" : "Agar kamu memberi peringatan kepada kaum yang bapak-bapak mereka belum pernah diberi peringatan, karena itu mereka lalai.",
        "nomor" : "6",
        "tr" : "litun<u>dz</u>ira qawman m<u>aa</u> un<u>dz</u>ira <u>aa</u>b<u>aa</u>uhum fahum gh<u>aa</u>filuun<strong>a</strong>"
      }, {
        "ar" : "لَقَدْ حَقَّ الْقَوْلُ عَلَىٰ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ",
        "id" : "Sesungguhnya telah pasti berlaku perkataan (ketentuan Allah) terhadap kebanyakan mereka, kerena mereka tidak beriman.",
        "nomor" : "7",
        "tr" : "laqad <u>h</u>aqqa <strong>a</strong>lqawlu 'al<u>aa</u> aktsarihim fahum l<u>aa</u> yu/minuun<strong>a</strong>"
      }, {
        "ar" : "إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَانِ فَهُمْ مُقْمَحُونَ",
        "id" : "Sesungguhnya Kami telah memasang belenggu dileher mereka, lalu tangan mereka (diangkat) ke dagu, maka karena itu mereka tertengadah.",
        "nomor" : "8",
        "tr" : "inn<u>aa</u> ja'aln<u>aa</u> fii a'n<u>aa</u>qihim aghl<u>aa</u>lan fahiya il<u>aa</u> <strong>a</strong>l-a<u>dz</u>q<u>aa</u>ni fahum muqma<u>h</u>uun<strong>a</strong>"
      }, {
        "ar" : "وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لَا يُبْصِرُونَ",
        "id" : "Dan Kami adakan di hadapan mereka dinding dan di belakang mereka dinding (pula), dan Kami tutup (mata) mereka sehingga mereka tidak dapat melihat.",
        "nomor" : "9",
        "tr" : "waja'aln<u>aa</u> min bayni aydiihim saddan wamin khalfihim saddan fa-aghsyayn<u>aa</u>hum fahum l<u>aa</u> yub<u>sh</u>iruun<strong>a</strong>"
      }, {
        "ar" : "وَسَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ",
        "id" : "Sama saja bagi mereka apakah kamu memberi peringatan kepada mereka ataukah kamu tidak memberi peringatan kepada mereka, mereka tidak akan beriman.",
        "nomor" : "10",
        "tr" : "wasaw<u>aa</u>un 'alayhim a-an<u>dz</u>artahum am lam tun<u>dz</u>irhum l<u>aa</u> yu/minuun<strong>a</strong>"
      }, {
        "ar" : "إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَٰنَ بِالْغَيْبِ ۖ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ",
        "id" : "Sesungguhnya kamu hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan dan yang takut kepada Tuhan Yang Maha Pemurah walaupun dia tidak melihatnya. Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia.",
        "nomor" : "11",
        "tr" : "innam<u>aa</u> tun<u>dz</u>iru mani ittaba'a <strong>al</strong><u>dzdz</u>ikra wakhasyiya <strong>al</strong>rra<u>h</u>m<u>aa</u>na bi<strong>a</strong>lghaybi fabasysyirhu bimaghfiratin wa-ajrin kariim<strong>in</strong>"
      }, {
        "ar" : "إِنَّا نَحْنُ نُحْيِي الْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ ۚ وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ",
        "id" : "Sesungguhnya Kami menghidupkan orang-orang mati dan Kami menuliskan apa yang telah mereka kerjakan dan bekas-bekas yang mereka tinggalkan. Dan segala sesuatu Kami kumpulkan dalam Kitab Induk yang nyata (Lauh Mahfuzh).",
        "nomor" : "12",
        "tr" : "inn<u>aa</u> na<u>h</u>nu nu<u>h</u>yii <strong>a</strong>lmawt<u>aa</u> wanaktubu m<u>aa</u> qaddamuu wa<u>aa</u>ts<u>aa</u>rahum wakulla syay-in a<u>hs</u>ayn<u>aa</u>hu fii im<u>aa</u>min mubiin<strong>in</strong>"
      }, {
        "ar" : "وَاضْرِبْ لَهُمْ مَثَلًا أَصْحَابَ الْقَرْيَةِ إِذْ جَاءَهَا الْمُرْسَلُونَ",
        "id" : "Dan buatlah bagi mereka suatu perumpamaan, yaitu penduduk suatu negeri ketika utusan-utusan datang kepada mereka.",
        "nomor" : "13",
        "tr" : "wa<strong>i</strong><u>dh</u>rib lahum matsalan a<u>sh</u>-<u>haa</u>ba <strong>a</strong>lqaryati i<u>dz</u> j<u>aa</u>-ah<u>aa</u> <strong>a</strong>lmursaluun<strong>a</strong>"
      }, {
        "ar" : "إِذْ أَرْسَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوا إِنَّا إِلَيْكُمْ مُرْسَلُونَ",
        "id" : "(yaitu) ketika Kami mengutus kepada mereka dua orang utusan, lalu mereka mendustakan keduanya; kemudian Kami kuatkan dengan (utusan) yang ketiga, maka ketiga utusan itu berkata: \"Sesungguhnya kami adalah orang-orang di utus kepadamu\".",
        "nomor" : "14",
        "tr" : "i<u>dz</u> arsaln<u>aa</u> ilayhimu itsnayni faka<u>dzdz</u>abuuhum<u>aa</u> fa'azzazn<u>aa</u> bits<u>aa</u>litsin faq<u>aa</u>luu inn<u>aa</u> ilaykum mursaluun<strong>a</strong>"
      }, {
        "ar" : "قَالُوا مَا أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا وَمَا أَنْزَلَ الرَّحْمَٰنُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا تَكْذِبُونَ",
        "id" : "Mereka menjawab: \"Kamu tidak lain hanyalah manusia seperti kami dan Allah Yang Maha Pemurah tidak menurunkan sesuatupun, kamu tidak lain hanyalah pendusta belaka\".",
        "nomor" : "15",
        "tr" : "q<u>aa</u>luu m<u>aa</u> antum ill<u>aa</u> basyarun mitslun<u>aa</u> wam<u>aa</u> anzala <strong>al</strong>rra<u>h</u>m<u>aa</u>nu min syay-in in antum ill<u>aa</u> tak<u>dz</u>ibuun<strong>a</strong>"
      }, {
        "ar" : "قَالُوا رَبُّنَا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ",
        "id" : "Mereka berkata: \"Tuhan kami mengetahui bahwa sesungguhnya kami adalah orang yang diutus kepada kamu\".",
        "nomor" : "16",
        "tr" : "q<u>aa</u>luu rabbun<u>aa</u> ya'lamu inn<u>aa</u> ilaykum lamursaluun<strong>a</strong>"
      }, {
        "ar" : "وَمَا عَلَيْنَا إِلَّا الْبَلَاغُ الْمُبِينُ",
        "id" : "Dan kewajiban kami tidak lain hanyalah menyampaikan (perintah Allah) dengan jelas\".",
        "nomor" : "17",
        "tr" : "q<u>aa</u>luu rabbun<u>aa</u> ya'lamu inn<u>aa</u> ilaykum lamursaluun<strong>a</strong>"
      }, {
        "ar" : "قَالُوا إِنَّا تَطَيَّرْنَا بِكُمْ ۖ لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذَابٌ أَلِيمٌ",
        "id" : "Mereka menjawab: \"Sesungguhnya kami bernasib malang karena kamu, sesungguhnya jika kamu tidak berhenti (menyeru kami), niscaya kami akan merajam kamu dan kamu pasti akan mendapat siksa yang pedih dari kami\".",
        "nomor" : "18",
        "tr" : "q<u>aa</u>luu inn<u>aa</u> ta<u>th</u>ayyarn<u>aa</u> bikum la-in lam tantahuu lanarjumannakum walayamassannakum minn<u>aa</u> 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
      }, {
        "ar" : "قَالُوا طَائِرُكُمْ مَعَكُمْ ۚ أَئِنْ ذُكِّرْتُمْ ۚ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ",
        "id" : "Utusan-utusan itu berkata: \"Kemalangan kamu adalah karena kamu sendiri. Apakah jika kamu diberi peringatan (kamu bernasib malang)? Sebenarnya kamu adalah kaum yang melampui batas\".",
        "nomor" : "19",
        "tr" : "q<u>aa</u>luu <u>th</u><u>aa</u>-irukum ma'akum a-in <u>dz</u>ukkirtum bal antum qawmun musrifuun<strong>a</strong>"
      }, {
        "ar" : "وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ يَسْعَىٰ قَالَ يَا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ",
        "id" : "Dan datanglah dari ujung kota, seorang laki-laki dengan bergegas-gegas ia berkata: \"Hai kaumku, ikutilah utusan-utusan itu\".",
        "nomor" : "20",
        "tr" : "waj<u>aa</u>-a min aq<u>shaa</u> <strong>a</strong>lmadiinati rajulun yas'<u>aa</u> q<u>aa</u>la y<u>aa</u> qawmi ittabi'uu <strong>a</strong>lmursaliin<strong>a</strong>"
      }, {
        "ar" : "اتَّبِعُوا مَنْ لَا يَسْأَلُكُمْ أَجْرًا وَهُمْ مُهْتَدُونَ",
        "id" : "Ikutilah orang yang tiada minta balasan kepadamu; dan mereka adalah orang-orang yang mendapat petunjuk.",
        "nomor" : "21",
        "tr" : "ittabi'uu man l<u>aa</u> yas-alukum ajran wahum muhtaduun<strong>a</strong>"
      }, {
        "ar" : "وَمَا لِيَ لَا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ",
        "id" : "Mengapa aku tidak menyembah (Tuhan) yang telah menciptakanku dan yang hanya kepada-Nya-lah kamu (semua) akan dikembalikan?",
        "nomor" : "22",
        "tr" : "wam<u>aa</u> liya l<u>aa</u> a'budu <strong>al</strong>la<u>dz</u>ii fa<u>th</u>aranii wa-ilayhi turja'uun<strong>a</strong>"
      }, {
        "ar" : "أَأَتَّخِذُ مِنْ دُونِهِ آلِهَةً إِنْ يُرِدْنِ الرَّحْمَٰنُ بِضُرٍّ لَا تُغْنِ عَنِّي شَفَاعَتُهُمْ شَيْئًا وَلَا يُنْقِذُونِ",
        "id" : "Mengapa aku akan menyembah tuhan-tuhan selain Nya jika (Allah) Yang Maha Pemurah menghendaki kemudharatan terhadapku, niscaya syafaat mereka tidak memberi manfaat sedikitpun bagi diriku dan mereka tidak (pula) dapat menyelamatkanku?",
        "nomor" : "23",
        "tr" : "a-attakhi<u>dz</u>u min duunihi <u>aa</u>lihatan in yuridni <strong>al</strong>rra<u>h</u>m<u>aa</u>nu bi<u>dh</u>urrin l<u>aa </u>tughni 'annii syaf<u>aa</u>'atuhum syay-an wal<u>aa</u> yunqi<u>dz</u>uun<strong>i</strong>"
      }, {
        "ar" : "إِنِّي إِذًا لَفِي ضَلَالٍ مُبِينٍ",
        "id" : "Sesungguhnya aku kalau begitu pasti berada dalam kesesatan yang nyata.",
        "nomor" : "24",
        "tr" : "innii i<u>dz</u>an lafii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>"
      }, {
        "ar" : "إِنِّي آمَنْتُ بِرَبِّكُمْ فَاسْمَعُونِ",
        "id" : "Sesungguhnya aku telah beriman kepada Tuhanmu; maka dengarkanlah (pengakuan keimanan) ku.",
        "nomor" : "25",
        "tr" : "innii <u>aa</u>mantu birabbikum fa<strong>i</strong>sma'uun<strong>i</strong>"
      }, {
        "ar" : "قِيلَ ادْخُلِ الْجَنَّةَ ۖ قَالَ يَا لَيْتَ قَوْمِي يَعْلَمُونَ",
        "id" : "Dikatakan (kepadanya): \"Masuklah ke syurga\". Ia berkata: \"Alangkah baiknya sekiranya kamumku mengetahui.",
        "nomor" : "26",
        "tr" : "qiila udkhuli <strong>a</strong>ljannata q<u>aa</u>la y<u>aa</u> layta qawmii ya'lamuun<strong>a</strong>"
      }, {
        "ar" : "بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ",
        "id" : "Apa yang menyebabkan Tuhanku memberi ampun kepadaku dan menjadikan aku termasuk orang-orang yang dimuliakan\".",
        "nomor" : "27",
        "tr" : "bim<u>aa</u> ghafara lii rabbii waja'alanii mina <strong>a</strong>lmukramiin<strong>a</strong>"
      }
]