[ {
    "surah": "Al Mulk",
    "ar" : "تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
    "id" : "Maha Suci Allah Yang di tangan-Nyalah segala kerajaan, dan Dia Maha Kuasa atas segala sesuatu,",
    "nomor" : "1",
    "tr" : "tab<u>aa</u>raka <strong>al</strong>la<u>dz</u>ii biyadihi <strong>a</strong>lmulku wahuwa 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
  }, {
    "ar" : "الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۚ وَهُوَ الْعَزِيزُ الْغَفُورُ",
    "id" : "Yang menjadikan mati dan hidup, supaya Dia menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Maha Perkasa lagi Maha Pengampun,",
    "nomor" : "2",
    "tr" : "<strong>al</strong>la<u>dz</u>ii khalaqa <strong>a</strong>lmawta wa<strong>a</strong>l<u>h</u>ay<u>aa</u>ta liyabluwakum ayyukum a<u>h</u>sanu 'amalan wahuwa <strong>a</strong>l'aziizu <strong>a</strong>lghafuur<strong>u</strong>"
  }, {
    "ar" : "الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا ۖ مَا تَرَىٰ فِي خَلْقِ الرَّحْمَٰنِ مِنْ تَفَاوُتٍ ۖ فَارْجِعِ الْبَصَرَ هَلْ تَرَىٰ مِنْ فُطُورٍ",
    "id" : "Yang telah menciptakan tujuh langit berlapis-lapis. Kamu sekali-kali tidak melihat pada ciptaan Tuhan Yang Maha Pemurah sesuatu yang tidak seimbang. Maka lihatlah berulang-ulang, adakah kamu lihat sesuatu yang tidak seimbang?",
    "nomor" : "3",
    "tr" : "<strong>al</strong>la<u>dz</u>ii khalaqa sab'a sam<u>aa</u>w<u>aa</u>tin <u>th</u>ib<u>aa</u>qan m<u>aa</u> tar<u>aa</u> fii khalqi <strong>al</strong>rra<u>h</u>m<u>aa</u>ni min taf<u>aa</u>wutin fa<strong>i</strong>rji'i <strong>a</strong>lba<u>sh</u>ara hal tar<u>aa</u> min fu<u>th</u>uur<strong>in</strong>"
  }, {
    "ar" : "ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ",
    "id" : "Kemudian pandanglah sekali lagi niscaya penglihatanmu akan kembali kepadamu dengan tidak menemukan sesuatu cacat dan penglihatanmu itupun dalam keadaan payah.",
    "nomor" : "4",
    "tr" : "tsumma irji'i <strong>a</strong>lba<u>sh</u>ara karratayni yanqalib ilayka <strong>a</strong>lba<u>sh</u>aru kh<u>aa</u>si-an wahuwa <u>h</u>asiir<strong>un</strong>"
  }, {
    "ar" : "وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ ۖ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ",
    "id" : "Sesungguhnya Kami telah menghiasi langit yang dekat dengan bintang-bintang, dan Kami jadikan bintang-bintang itu alat-alat pelempar syaitan, dan Kami sediakan bagi mereka siksa neraka yang menyala-nyala.",
    "nomor" : "5",
    "tr" : "walaqad zayyann<u>aa</u> <strong>al</strong>ssam<u>aa</u>-a <strong>al</strong>dduny<u>aa</u> bima<u>shaa</u>bii<u>h</u>a waja'aln<u>aa</u>h<u>aa</u> rujuuman li<strong>l</strong>sysyay<u>aath</u>iini wa-a'tadn<u>aa</u> lahum 'a<u>dzaa</u>ba <strong>al</strong>ssa'iir<strong>i</strong>"
  }, {
    "ar" : "وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَ ۖ وَبِئْسَ الْمَصِيرُ",
    "id" : "Dan orang-orang yang kafir kepada Tuhannya, memperoleh azab Jahannam. Dan itulah seburuk-buruk tempat kembali.",
    "nomor" : "6",
    "tr" : "walilla<u>dz</u>iina kafaruu birabbihim 'a<u>dzaa</u>bu jahannama wabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
  }, {
    "ar" : "إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُورُ",
    "id" : "Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan, sedang neraka itu menggelegak,",
    "nomor" : "7",
    "tr" : "i<u>dzaa</u> ulquu fiih<u>aa</u> sami'uu lah<u>aa</u> syahiiqan wahiya tafuur<strong>u</strong>"
  }, {
    "ar" : "تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ ۖ كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ",
    "id" : "hampir-hampir (neraka) itu terpecah-pecah lantaran marah. Setiap kali dilemparkan ke dalamnya sekumpulan (orang-orang kafir), penjaga-penjaga (neraka itu) bertanya kepada mereka: \"Apakah belum pernah datang kepada kamu (di dunia) seorang pemberi peringatan?\"",
    "nomor" : "8",
    "tr" : "tak<u>aa</u>du tamayyazu mina alghay<u>zh</u>i kullam<u>aa</u> ulqiya fiih<u>aa</u> fawjun sa-alahum khazanatuh<u>aa</u> alam ya/tikum na<u>dz</u>iir<strong>un</strong>"
  }, {
    "ar" : "قَالُوا بَلَىٰ قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ",
    "id" : "Mereka menjawab: \"Benar ada\", sesungguhnya telah datang kepada kami seorang pemberi peringatan, maka kami mendustakan(nya) dan kami katakan: \"Allah tidak menurunkan sesuatupun; kamu tidak lain hanyalah di dalam kesesatan yang besar\".",
    "nomor" : "9",
    "tr" : "q<u>aa</u>luu bal<u>aa</u> qad j<u>aa</u>-an<u>aa</u> na<u>dz</u>iirun faka<u>dzdz</u>abn<u>aa</u> waquln<u>aa</u> m<u>aa</u> nazzala <strong>al</strong>l<u>aa</u>hu min syay-in in antum ill<u>aa</u> fii <u>dh</u>al<u>aa</u>lin kabiir<strong>in</strong>"
  }, {
    "ar" : "وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ",
    "id" : "Dan mereka berkata: \"Sekiranya kami mendengarkan atau memikirkan (peringatan itu) niscaya tidaklah kami termasuk penghuni-penghuni neraka yang menyala-nyala\".",
    "nomor" : "10",
    "tr" : "waq<u>aa</u>luu law kunn<u>aa</u> nasma'u aw na'qilu m<u>aa</u> kunn<u>aa</u> fii a<u>sh</u>-<u>haa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>"
  }, {
    "ar" : "فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ",
    "id" : "Mereka mengakui dosa mereka. Maka kebinasaanlah bagi penghuni-penghuni neraka yang menyala-nyala.",
    "nomor" : "11",
    "tr" : "fa<strong>i</strong>'tarafuu bi<u>dz</u>anbihim fasu<u>h</u>qan li-a<u>sh</u>-<u>haa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>"
  }, {
    "ar" : "إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
    "id" : "Sesungguhnya orang-orang yang takut kepada Tuhannya Yang tidak nampak oleh mereka, mereka akan memperoleh ampunan dan pahala yang besar.",
    "nomor" : "12",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina yakhsyawna rabbahum bi<strong>a</strong>lghaybi lahum maghfiratun wa-ajrun kabiir<strong>un</strong>"
  }, {
    "ar" : "وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ ۖ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
    "id" : "Dan rahasiakanlah perkataanmu atau lahirkanlah; sesungguhnya Dia Maha Mengetahui segala isi hati.",
    "nomor" : "13",
    "tr" : "wa-asirruu qawlakum awi ijharuu bihi innahu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>"
  }, {
    "ar" : "أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ",
    "id" : "Apakah Allah Yang menciptakan itu tidak mengetahui (yang kamu lahirkan atau rahasiakan); dan Dia Maha Halus lagi Maha Mengetahui?",
    "nomor" : "14",
    "tr" : "al<u>aa</u> ya'lamu man khalaqa wahuwa <strong>al</strong>la<u>th</u>iifu <strong>a</strong>lkhabiir<strong>u</strong>"
  }, {
    "ar" : "هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ ۖ وَإِلَيْهِ النُّشُورُ",
    "id" : "Dialah Yang menjadikan bumi itu mudah bagi kamu, maka berjalanlah di segala penjurunya dan makanlah sebahagian dari rezki-Nya. Dan hanya kepada-Nya-lah kamu (kembali setelah) dibangkitkan.",
    "nomor" : "15",
    "tr" : "huwa <strong>al</strong>la<u>dz</u>ii ja'ala lakumu <strong>a</strong>l-ar<u>dh</u>a <u>dz</u>aluulan fa<strong>i</strong>msyuu fii man<u>aa</u>kibih<u>aa</u> wakuluu min rizqihi wa-ilayhi <strong>al</strong>nnusyuur<strong>u</strong>"
  }, {
    "ar" : "أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ",
    "id" : "Apakah kamu merasa aman terhadap Allah yang (berkuasa) di langit bahwa Dia akan menjungkir balikkan bumi bersama kamu, sehingga dengan tiba-tiba bumi itu bergoncang?,",
    "nomor" : "16",
    "tr" : "a-amintum man fii <strong>al</strong>ssam<u>aa</u>-i an yakhsifa bikumu <strong>a</strong>l-ar<u>dh</u>a fa-i<u>dzaa</u> hiya tamuur<strong>u</strong>"
  }, {
    "ar" : "أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ۖ فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ",
    "id" : "atau apakah kamu merasa aman terhadap Allah yang (berkuasa) di langit bahwa Dia akan mengirimkan badai yang berbatu. Maka kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku?",
    "nomor" : "17",
    "tr" : "am amintum man fii <strong>al</strong>ssam<u>aa</u>-i an yursila 'alaykum <u>has</u>iban fasata'lamuuna kayfa na<u>dz</u>iir<strong>i</strong>"
  }, {
    "ar" : "وَلَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ",
    "id" : "Dan sesungguhnya orang-orang yang sebelum mereka telah mendustakan (rasul-rasul-Nya). Maka alangkah hebatnya kemurkaan-Ku.",
    "nomor" : "18",
    "tr" : "walaqad ka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim fakayfa k<u>aa</u>na nakiir<strong>i</strong>"
  }, {
    "ar" : "أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ ۚ مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَٰنُ ۚ إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ",
    "id" : "Dan apakah mereka tidak memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya (di udara) selain Yang Maha Pemurah. Sesungguhnya Dia Maha Melihat segala sesuatu.",
    "nomor" : "19",
    "tr" : "walaqad ka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim fakayfa k<u>aa</u>na nakiir<strong>i</strong>"
  }, {
    "ar" : "أَمَّنْ هَٰذَا الَّذِي هُوَ جُنْدٌ لَكُمْ يَنْصُرُكُمْ مِنْ دُونِ الرَّحْمَٰنِ ۚ إِنِ الْكَافِرُونَ إِلَّا فِي غُرُورٍ",
    "id" : "Atau siapakah dia yang menjadi tentara bagimu yang akan menolongmu selain daripada Allah Yang Maha Pemurah? Orang-orang kafir itu tidak lain hanyalah dalam (keadaan) tertipu.",
    "nomor" : "20",
    "tr" : "amman h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii huwa jundun lakum yan<u>sh</u>urukum min duuni <strong>al</strong>rra<u>h</u>m<u>aa</u>ni ini <strong>a</strong>lk<u>aa</u>firuuna ill<u>aa</u> fii ghuruur<strong>in</strong>"
  }, {
    "ar" : "أَمَّنْ هَٰذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ ۚ بَلْ لَجُّوا فِي عُتُوٍّ وَنُفُورٍ",
    "id" : "Atau siapakah dia yang memberi kamu rezki jika Allah menahan rezki-Nya? Sebenarnya mereka terus menerus dalam kesombongan dan menjauhkan diri?",
    "nomor" : "21",
    "tr" : "amman h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii yarzuqukum in amsaka rizqahu bal lajjuu fii 'utuwwin wanufuur<strong>in</strong>"
  }, {
    "ar" : "أَفَمَنْ يَمْشِي مُكِبًّا عَلَىٰ وَجْهِهِ أَهْدَىٰ أَمَّنْ يَمْشِي سَوِيًّا عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
    "id" : "Maka apakah orang yang berjalan terjungkal di atas mukanya itu lebih banyak mendapatkan petunjuk ataukah orang yang berjalan tegap di atas jalan yang lurus?",
    "nomor" : "22",
    "tr" : "afaman yamsyii mukibban 'al<u>aa</u> wajhihi ahd<u>aa</u> amman yamsyii sawiyyan 'al<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
  }, {
    "ar" : "قُلْ هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۖ قَلِيلًا مَا تَشْكُرُونَ",
    "id" : "Katakanlah: \"Dia-lah Yang menciptakan kamu dan menjadikan bagi kamu pendengaran, penglihatan dan hati\". (Tetapi) amat sedikit kamu bersyukur.",
    "nomor" : "23",
    "tr" : "qul huwa <strong>al</strong>la<u>dz</u>ii ansya-akum waja'ala lakumu <strong>al</strong>ssam'a wa<strong>a</strong>l-ab<u>shaa</u>ra wa<strong>a</strong>l-af-idata qaliilan m<u>aa</u> tasykuruun<strong>a</strong>"
  }, {
    "ar" : "قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
    "id" : "Katakanlah: \"Dia-lah Yang menjadikan kamu berkembang biak di muka bumi, dan hanya kepada-Nya-lah kamu kelak dikumpulkan\".",
    "nomor" : "24",
    "tr" : "qul huwa <strong>al</strong>la<u>dz</u>ii <u>dz</u>ara-akum fii <strong>a</strong>l-ar<u>dh</u>i wa-ilayhi tu<u>h</u>syaruun<strong>a</strong>"
  }, {
    "ar" : "وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ",
    "id" : "Dan mereka berkata: \"Kapankah datangnya ancaman itu jika kamu adalah orang-orang yang benar?\"",
    "nomor" : "25",
    "tr" : "wayaquuluuna mat<u>aa</u> h<u>aadzaa</u> <strong>a</strong>lwa'du in kuntum <u>shaa</u>diqiin<strong>a</strong>"
  }, {
    "ar" : "قُلْ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ",
    "id" : "Katakanlah: \"Sesungguhnya ilmu (tentang hari kiamat itu) hanya pada sisi Allah. Dan sesungguhnya aku hanyalah seorang pemberi peringatan yang menjelaskan\".",
    "nomor" : "26",
    "tr" : "qul innam<u>aa</u> <strong>a</strong>l'ilmu 'inda <strong>al</strong>l<u>aa</u>hi wa-innam<u>aa</u> an<u>aa</u> na<u>dz</u>iirun mubiin<strong>un</strong>"
  }, {
    "ar" : "فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا وَقِيلَ هَٰذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُونَ",
    "id" : "Ketika mereka melihat azab (pada hari kiamat) sudah dekat, muka orang-orang kafir itu menjadi muram. Dan dikatakan (kepada mereka) inilah (azab) yang dahulunya kamu selalu meminta-mintanya.",
    "nomor" : "27",
    "tr" : "falamm<u>aa</u> ra-awhu zulfatan sii-at wujuuhu <strong>al</strong>la<u>dz</u>iina kafaruu waqiila h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii kuntum bihi tadda'uun<strong>a</strong>"
  }, {
    "ar" : "قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ اللَّهُ وَمَنْ مَعِيَ أَوْ رَحِمَنَا فَمَنْ يُجِيرُ الْكَافِرِينَ مِنْ عَذَابٍ أَلِيمٍ",
    "id" : "Katakanlah: \"Terangkanlah kepadaku jika Allah mematikan aku dan orang-orang yang bersama dengan aku atau memberi rahmat kepada kami, (maka kami akan masuk syurga), tetapi siapakah yang dapat melindungi orang-orang yang kafir dari siksa yang pedih ?\"",
    "nomor" : "28",
    "tr" : "qul ara-aytum in ahlakaniya <strong>al</strong>l<u>aa</u>hu waman ma'iya aw ra<u>h</u>iman<u>aa</u> faman yujiiru <strong>a</strong>lk<u>aa</u>firiina min 'a<u>dzaa</u>bin <strong>a</strong>liim<strong>in</strong>"
  }, {
    "ar" : "قُلْ هُوَ الرَّحْمَٰنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا ۖ فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلَالٍ مُبِينٍ",
    "id" : "Katakanlah: \"Dia-lah Allah Yang Maha Penyayang kami beriman kepada-Nya dan kepada-Nya-lah kami bertawakkal. Kelak kamu akan mengetahui siapakah yang berada dalam kesesatan yang nyata\".",
    "nomor" : "29",
    "tr" : "qul huwa <strong>al</strong>rra<u>h</u>m<u>aa</u>nu <u>aa</u>mann<u>aa</u> bihi wa'alayhi tawakkaln<u>aa</u> fasata'lamuuna man huwa fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>"
  }, {
    "ar" : "قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ",
    "id" : "Katakanlah: \"Terangkanlah kepadaku jika sumber air kamu menjadi kering; maka siapakah yang akan mendatangkan air yang mengalir bagimu?\".",
    "nomor" : "30",
    "tr" : "qul ara-aytum in a<u>sh</u>ba<u>h</u>a m<u>aa</u>ukum ghawran faman ya/tiikum bim<u>aa</u>-in ma'iin<strong>in</strong>"
  }, {
    "surah": "Al Qalam",
    "ar" : "نٓ‌ ۚ وَالْقَلَمِ وَمَا يَسْطُرُونَ",
    "id" : "Nun, demi kalam dan apa yang mereka tulis,",
    "nomor" : "1",
    "tr" : "nuun wa<strong>a</strong>lqalami wam<u>aa</u> yas<u>th</u>uruun<strong>a</strong>"
  }, {
    "ar" : "مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ",
    "id" : "berkat ni'mat Tuhanmu kamu (Muhammad) sekali-kali bukan orng gila.",
    "nomor" : "2",
    "tr" : "m<u>aa</u> anta bini'mati rabbika bimajnuun<strong>in</strong>"
  }, {
    "ar" : "وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ",
    "id" : "Dan sesungguhnya bagi kamu benar-benar pahala yang besar yang tidak putus-putusnya.",
    "nomor" : "3",
    "tr" : "wa-inna laka la-ajran ghayra mamnuun<strong>in</strong>"
  }, {
    "ar" : "وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٍ",
    "id" : "Dan sesungguhnya kamu benar-benar berbudi pekerti yang agung.",
    "nomor" : "4",
    "tr" : "wa-innaka la'al<u>aa</u> khuluqin 'a<u>zh</u>iim<strong>in</strong>"
  }, {
    "ar" : "فَسَتُبْصِرُ وَيُبْصِرُونَ",
    "id" : "Maka kelak kamu akan melihat dan mereka (orang-orang kafir)pun akan melihat,",
    "nomor" : "5",
    "tr" : "fasatub<u>sh</u>iru wayub<u>sh</u>iruun<strong>a</strong>"
  }, {
    "ar" : "بِأَيْيِكُمُ الْمَفْتُونُ",
    "id" : "siapa di antara kamu yang gila.",
    "nomor" : "6",
    "tr" : "bi-ayyikumu <strong>a</strong>lmaftuun<strong>u</strong>"
  }, {
    "ar" : "إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ",
    "id" : "Sesungguhnya Tuhanmu, Dia-lah Yang Paling Mengetahui siapa yang sesat dari jalan-Nya; dan Dia-lah Yang Paling Mengetahui orang-orang yang mendapat petunjuk.",
    "nomor" : "7",
    "tr" : "inna rabbaka huwa a'lamu biman <u>dh</u>alla 'an sabiilihi wahuwa a'lamu bi<strong>a</strong>lmuhtadiin<strong>a</strong>"
  }, {
    "ar" : "فَلَا تُطِعِ الْمُكَذِّبِينَ",
    "id" : "Maka janganlah kamu ikuti orang-orang yang mendustakan (ayat-ayat Allah).",
    "nomor" : "8",
    "tr" : "fal<u>aa</u> tu<u>th</u>i'i <strong>a</strong>lmuka<u>dzdz</u>ibiin<strong>a</strong>"
  }, {
    "ar" : "وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ",
    "id" : "Maka mereka menginginkan supaya kamu bersikap lunak lalu mereka bersikap lunak (pula kepadamu).",
    "nomor" : "9",
    "tr" : "wadduu law tudhinu fayudhinuun<strong>a</strong>"
  }, {
    "ar" : "وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ",
    "id" : "Dan janganlah kamu ikuti setiap orang yang banyak bersumpah lagi hina,",
    "nomor" : "10",
    "tr" : "wal<u>aa</u> tu<u>th</u>i' kulla <u>h</u>all<u>aa</u>fin mahiin<strong>in</strong>"
  }, {
    "ar" : "هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ",
    "id" : "yang banyak mencela, yang kian ke mari menghambur fitnah,",
    "nomor" : "11",
    "tr" : "hamm<u>aa</u>zin masysy<u>aa</u>-in binamiim<strong>in</strong>"
  }, {
    "ar" : "مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ أَثِيمٍ",
    "id" : "yang banyak menghalangi perbuatan baik, yang melampaui batas lagi banyak dosa,",
    "nomor" : "12",
    "tr" : "mann<u>aa</u>'in lilkhayri mu'tadin atsiim<strong>in</strong>"
  }, {
    "ar" : "عُتُلٍّ بَعْدَ ذَٰلِكَ زَنِيمٍ",
    "id" : "yang kaku kasar, selain dari itu, yang terkenal kejahatannya,",
    "nomor" : "13",
    "tr" : "'utullin ba'da <u>dzaa</u>lika zaniim<strong>in</strong>"
  }, {
    "ar" : "أَنْ كَانَ ذَا مَالٍ وَبَنِينَ",
    "id" : "karena dia mempunyai (banyak) harta dan anak.",
    "nomor" : "14",
    "tr" : "an k<u>aa</u>na <u>dzaa</u> m<u>aa</u>lin wabaniin<strong>a</strong>"
  }, {
    "ar" : "إِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ",
    "id" : "Apabila dibacakan kepadanya ayat-ayat Kam, ia berkata: \"(Ini adalah) dongeng-dongengan orang-orang dahulu kala.\"",
    "nomor" : "15",
    "tr" : "i<u>dzaa</u> tutl<u>aa</u> 'alayhi <u>aa</u>y<u>aa</u>tun<u>aa</u> q<u>aa</u>la as<u>aath</u>iiru <strong>a</strong>l-awwaliin<strong>a</strong>"
  }, {
    "ar" : "سَنَسِمُهُ عَلَى الْخُرْطُومِ",
    "id" : "Kelak akan Kami beri tanda dia di belalai(nya).",
    "nomor" : "16",
    "tr" : "sanasimuhu 'al<u>aa</u> <strong>a</strong>lkhur<u>th</u>uum<strong>i</strong>"
  }, {
    "ar" : "إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ",
    "id" : "Sesungguhnya Kami telah mencobai mereka (musyrikin Mekah) sebagaimana Kami telah mencobai pemilik-pemilik kebun, ketika mereka bersumpah bahwa mereka sungguh-sungguh akanmemetik (hasil)nya di pagi hari,",
    "nomor" : "17",
    "tr" : "inn<u>aa</u> balawn<u>aa</u>hum kam<u>aa</u> balawn<u>aa</u> a<u>sh</u>-<u>haa</u>ba <strong>a</strong>ljannati i<u>dz</u> aqsamuu laya<u>sh</u>rimunnah<u>aa</u> mu<u>sh</u>bi<u>h</u>iin<strong>a</strong>"
  }, {
    "ar" : "وَلَا يَسْتَثْنُونَ",
    "id" : "dan mereka tidak menyisihkan (hak fakir miskin),",
    "nomor" : "18",
    "tr" : "wal<u>aa</u> yastatsnuun<strong>a</strong>"
  }, {
    "ar" : "فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ",
    "id" : "lalu kebun itu diliputi malapetaka (yang datang) dari Tuhanmu ketika mereka sedang tidur,",
    "nomor" : "19",
    "tr" : "fa<u>th</u><u>aa</u>fa 'alayh<u>aa</u> <u>th</u><u>aa</u>-ifun min rabbika wahum n<u>aa</u>-imuun<strong>a</strong>"
  }, {
    "ar" : "فَأَصْبَحَتْ كَالصَّرِيمِ",
    "id" : "maka jadilah kebun itu hitam seperti malam yang gelap gulita,",
    "nomor" : "20",
    "tr" : "fa-a<u>sh</u>ba<u>h</u>at ka<strong>al</strong><u>shsh</u>ariim<strong>i</strong>"
  }, {
    "ar" : "فَتَنَادَوْا مُصْبِحِينَ",
    "id" : "lalu mereka panggil memanggil di pagi hari:",
    "nomor" : "21",
    "tr" : "fatan<u>aa</u>daw mu<u>sh</u>bi<u>h</u>iin<strong>a</strong>"
  }, {
    "ar" : "أَنِ اغْدُوا عَلَىٰ حَرْثِكُمْ إِنْ كُنْتُمْ صَارِمِينَ",
    "id" : "\"Pergilah diwaktu pagi (ini) ke kebunmu jika kamu hendak memetik buahnya\".",
    "nomor" : "22",
    "tr" : "ani ighduu 'al<u>aa</u> <u>h</u>artsikum in kuntum <u>shaa</u>rimiin<strong>a</strong>"
  }, {
    "ar" : "فَانْطَلَقُوا وَهُمْ يَتَخَافَتُونَ",
    "id" : "Maka pergilah mereka saling berbisik-bisik.",
    "nomor" : "23",
    "tr" : "fa<strong>i</strong>n<u>th</u>alaquu wahum yatakh<u>aa</u>fatuun<strong>a</strong>"
  }, {
    "ar" : "أَنْ لَا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِسْكِينٌ",
    "id" : "\"Pada hari ini janganlah ada seorang miskinpun masuk ke dalam kebunmu\".",
    "nomor" : "24",
    "tr" : "an l<u>aa</u> yadkhulannah<u>aa</u> <strong>a</strong>lyawma 'alaykum miskiin<strong>un</strong>"
  }, {
    "ar" : "وَغَدَوْا عَلَىٰ حَرْدٍ قَادِرِينَ",
    "id" : "Dan berangkatlah mereka di pagi hari dengan niat menghalangi (orang-orang miskin) padahal mereka (menolongnya).",
    "nomor" : "25",
    "tr" : "waghadaw 'al<u>aa</u> <u>h</u>ardin q<u>aa</u>diriin<strong>a</strong>"
  }, {
    "ar" : "فَلَمَّا رَأَوْهَا قَالُوا إِنَّا لَضَالُّونَ",
    "id" : "Tatkala mereka melihat kebun itu, mereka berkata: \"Sesungguhnya kita benar-benar orang-orang yang sesat (jalan),",
    "nomor" : "26",
    "tr" : "falamm<u>aa</u> ra-awh<u>aa</u> q<u>aa</u>luu inn<u>aa</u> la<u>daa</u>lluun<strong>a</strong>"
  }, {
    "ar" : "بَلْ نَحْنُ مَحْرُومُونَ",
    "id" : "bahkan kita dihalangi (dari memperoleh hasilnya)\".",
    "nomor" : "27",
    "tr" : "bal na<u>h</u>nu ma<u>h</u>ruumuun<strong>a</strong>"
  }, {
    "ar" : "قَالَ أَوْسَطُهُمْ أَلَمْ أَقُلْ لَكُمْ لَوْلَا تُسَبِّحُونَ",
    "id" : "Berkatalah seorang yang paling baik pikirannya di antara mereka: \"Bukankah aku telah mengatakan kepadamu, hendaklah kamu bertasbih (kepada Tuhanmu) ?\"",
    "nomor" : "28",
    "tr" : "q<u>aa</u>la awsa<u>th</u>uhum alam aqul lakum lawl<u>aa</u> tusabbi<u>h</u>uun<strong>a</strong>"
  }, {
    "ar" : "قَالُوا سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ",
    "id" : "Mereka mengucapkan: \"Maha Suci Tuhan kami, sesungguhnya kami adalah orang-orang yang zalim\".",
    "nomor" : "29",
    "tr" : "q<u>aa</u>luu sub<u>haa</u>na rabbin<u>aa</u> inn<u>aa</u> kunn<u>aa</u> <u>zhaa</u>limiin<strong>a</strong>"
  }, {
    "ar" : "فَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَلَاوَمُونَ",
    "id" : "Lalu sebahagian mereka menghadapi sebahagian yang lain seraya cela mencela.",
    "nomor" : "30",
    "tr" : "fa-aqbala ba'<u>dh</u>uhum 'al<u>aa</u> ba'<u>dh</u>in yatal<u>aa</u>wamuun<strong>a</strong>"
  }, {
    "ar" : "قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا طَاغِينَ",
    "id" : "Mereka berkata: \"Aduhai celakalah kita; sesungguhnya kita ini adalah orang-orang yang melampaui batas\".",
    "nomor" : "31",
    "tr" : "q<u>aa</u>luu y<u>aa</u> waylan<u>aa</u> inn<u>aa</u> kunn<u>aa</u> <u>th</u><u>aa</u>ghiin<strong>a</strong>"
  }, {
    "ar" : "عَسَىٰ رَبُّنَا أَنْ يُبْدِلَنَا خَيْرًا مِنْهَا إِنَّا إِلَىٰ رَبِّنَا رَاغِبُونَ",
    "id" : "Mudah-mudahan Tuhan kita memberikan ganti kepada kita dengan (kebun) yang lebih baik daripada itu; sesungguhnya kita mengharapkan ampunan dati Tuhan kita.",
    "nomor" : "32",
    "tr" : "'as<u>aa</u> rabbun<u>aa</u> an yubdilan<u>aa</u> khayran minh<u>aa</u> inn<u>aa</u> il<u>aa</u> rabbin<u>aa</u> r<u>aa</u>ghibuun<strong>a</strong>"
  }, {
    "ar" : "كَذَٰلِكَ الْعَذَابُ ۖ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا يَعْلَمُونَ",
    "id" : "Seperti itulah azab (dunia). Dan sesungguhnya azab akhirat lebih besar jika mereka mengetahui.",
    "nomor" : "33",
    "tr" : "ka<u>dzaa</u>lika <strong>a</strong>l'a<u>dzaa</u>bu wala'a<u>dzaa</u>bu <strong>a</strong>l-<u>aa</u>khirati akbaru law k<u>aa</u>nuu ya'lamuun<strong>a</strong>"
  }, {
    "ar" : "إِنَّ لِلْمُتَّقِينَ عِنْدَ رَبِّهِمْ جَنَّاتِ النَّعِيمِ",
    "id" : "Sesungguhnya bagi orang-orang yang bertakwa (disediakan) syurga-syurga yang penuh keni'matan di sisi Tuhannya.",
    "nomor" : "34",
    "tr" : "inna lilmuttaqiina 'inda rabbihim jann<u>aa</u>ti <strong>al</strong>nna'iim<strong>i</strong>"
  }, {
    "ar" : "أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ",
    "id" : "Maka apakah patut Kami menjadikan orng-orang Islam itu sama dengan orang-orang yang berdosa (orang kafir) ?",
    "nomor" : "35",
    "tr" : "afanaj'alu <strong>a</strong>lmuslimiina ka<strong>a</strong>lmujrimiin<strong>a</strong>"
  }, {
    "ar" : "مَا لَكُمْ كَيْفَ تَحْكُمُونَ",
    "id" : "Atau adakah kamu (berbuat demikian): bagaimanakah kamu mengambil keputusan?",
    "nomor" : "36",
    "tr" : "m<u>aa</u> lakum kayfa ta<u>h</u>kumuun<strong>a</strong>"
  }, {
    "ar" : "أَمْ لَكُمْ كِتَابٌ فِيهِ تَدْرُسُونَ",
    "id" : "Atau adakah kamu mempunyai sebuah kitab (yang diturunkan Allah) yang kamu membacanya?,",
    "nomor" : "37",
    "tr" : "am lakum kit<u>aa</u>bun fiihi tadrusuun<strong>a</strong>"
  }, {
    "ar" : "إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ",
    "id" : "bahwa di dalamnya kamu benar-benar boleh memilih apa yang kamu sukai untukmu.",
    "nomor" : "38",
    "tr" : "inna lakum fiihi lam<u>aa</u> takhayyaruun<strong>a</strong>"
  }, {
    "ar" : "أَمْ لَكُمْ أَيْمَانٌ عَلَيْنَا بَالِغَةٌ إِلَىٰ يَوْمِ الْقِيَامَةِ ۙ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ",
    "id" : "Atau apakah kamu memperoleh janji yang diperkuat dengan sumpah dari Kami, yang tetap berlaku sampai hari kiamat; sesungguhnya kamu benar-benar dapat mengambil keputusan (sekehendakmu)?",
    "nomor" : "39",
    "tr" : "am lakum aym<u>aa</u>nun 'alayn<u>aa</u> b<u>aa</u>lighatun il<u>aa</u> yawmi <strong>a</strong>lqiy<u>aa</u>mati inna lakum lam<u>aa</u> ta<u>h</u>kumuun<strong>a</strong>"
  }, {
    "ar" : "سَلْهُمْ أَيُّهُمْ بِذَٰلِكَ زَعِيمٌ",
    "id" : "Tanyakanlah kepada mereka: \"Siapakah di antara mereka yang bertanggung jawab terhadap keputusan yang diambil itu?\"",
    "nomor" : "40",
    "tr" : "salhum ayyuhum bi<u>dzaa</u>lika za'iim<strong>un</strong>"
  }, {
    "ar" : "أَمْ لَهُمْ شُرَكَاءُ فَلْيَأْتُوا بِشُرَكَائِهِمْ إِنْ كَانُوا صَادِقِينَ",
    "id" : "Atau apakah mereka mempunyai sekutu-sekutu? Maka hendaklah mereka mendatangkan sekutu-sekutunya jika mereka adalah orang-orang yang benar.",
    "nomor" : "41",
    "tr" : "am lahum syurak<u>aa</u>u falya/tuu bisyurak<u>aa</u>-ihim in k<u>aa</u>nuu <u>shaa</u>diqiin<strong>a</strong>"
  }, {
    "ar" : "يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ",
    "id" : "Pada hari betis disingkapkan dan mereka dipanggil untuk bersujud; maka mereka tidak kuasa,",
    "nomor" : "42",
    "tr" : "yawma yuksyafu 'an s<u>aa</u>qin wayud'awna il<u>aa</u> <strong>al</strong>ssujuudi fal<u>aa</u> yasta<u>th</u>ii'uun<strong>a</strong>"
  }, {
    "ar" : "خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ ۖ وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ",
    "id" : "(dalam keadaan) pandangan mereka tunduk ke bawah, lagi mereka diliputi kehinaan. Dan sesungguhnya mereka dahulu (di dunia) diseru untuk bersujud, dan mereka dalam keadaan sejahtera.",
    "nomor" : "43",
    "tr" : "kh<u>aa</u>syi'atan ab<u>shaa</u>ruhum tarhaquhum <u>dz</u>illatun waqad k<u>aa</u>nuu yud'awna il<u>aa</u> <strong>al</strong>ssujuudi wahum s<u>aa</u>limuun<strong>a</strong>"
  }, {
    "ar" : "فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَٰذَا الْحَدِيثِ ۖ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ",
    "id" : "Maka serahkanlah (ya Muhammad) kepada-Ku (urusan) orang-orang yang mendustakan perkataan ini (Al Qur'an). Nanti Kami akan menarik mereka dengan berangsur-angsur (ke arah kebinasaan) dari arah yang tidak mereka ketahui,",
    "nomor" : "44",
    "tr" : "fa<u>dz</u>arnii waman yuka<u>dzdz</u>ibu bih<u>aadzaa</u> <strong>a</strong>l<u>h</u>adiitsi sanastadrijuhum min <u>h</u>aytsu l<u>aa</u> ya'lamuun<strong>a</strong>"
  }, {
    "ar" : "وَأُمْلِي لَهُمْ ۚ إِنَّ كَيْدِي مَتِينٌ",
    "id" : "dan Aku memberi tangguh kepada mereka. Sesungguhnya rencana-Ku amat tangguh.",
    "nomor" : "45",
    "tr" : "waumlii lahum inna kaydii matiin<strong>un</strong>"
  }, {
    "ar" : "أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ",
    "id" : "Apakah kamu meminta upah kepada mereka, lalu mereka diberati dengan hutang?",
    "nomor" : "46",
    "tr" : "am tas-aluhum ajran fahum min maghramin mutsqaluun<strong>a</strong>"
  }, {
    "ar" : "أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ",
    "id" : "Ataukah ada pada mereka ilmu tentang yang ghaib lalu mereka menulis (padanya apa yang mereka tetapkan)?",
    "nomor" : "47",
    "tr" : "am 'indahumu <strong>a</strong>lghaybu fahum yaktubuun<strong>a</strong>"
  }, {
    "ar" : "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَىٰ وَهُوَ مَكْظُومٌ",
    "id" : "Maka bersabarlah kamu (hai Muhammad) terhadap ketetapan Tuhanmu, dan janganlah kamu seperti orang yang berada dalam (perut) ikan ketika ia berdo'a sedang ia dalam keadaan marah (kepada kaumnya).",
    "nomor" : "48",
    "tr" : "fa<strong>i</strong><u>sh</u>bir li<u>h</u>ukmi rabbika wal<u>aa</u> takun ka<u>shaah</u>ibi <strong>a</strong>l<u>h</u>uuti i<u>dz</u> n<u>aa</u>d<u>aa</u> wahuwa mak<u>zh</u>uum<strong>un</strong>"
  }, {
    "ar" : "لَوْلَا أَنْ تَدَارَكَهُ نِعْمَةٌ مِنْ رَبِّهِ لَنُبِذَ بِالْعَرَاءِ وَهُوَ مَذْمُومٌ",
    "id" : "Kalau sekiranya ia tidak segera mendapat ni'mat dari Tuhannya, benar-benar ia dicampakkan ke tanah tandus dalam keadaan tercela.",
    "nomor" : "49",
    "tr" : "lawl<u>aa</u> an tad<u>aa</u>rakahu ni'matun min rabbihi lanubi<u>dz</u>a bi<strong>a</strong>l'ar<u>aa</u>-i wahuwa ma<u>dz</u>muum<strong>un</strong>"
  }, {
    "ar" : "فَاجْتَبَاهُ رَبُّهُ فَجَعَلَهُ مِنَ الصَّالِحِينَ",
    "id" : "Lalu Tuhannya memilihnya dan menjadikannya termasuk orang-orang yang saleh.",
    "nomor" : "50",
    "tr" : "fa<strong>i</strong>jtab<u>aa</u>hu rabbuhu faja'alahu mina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>"
  }, {
    "ar" : "وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ",
    "id" : "Dan sesungguhnya orang-orang kafir itu benar-benar hampir menggelincirkan kamu dengan pandangan mereka, tatkala mereka mendengar Al Qur'an dan mereka berkata: \"Sesungguhnya ia (Muhammad) benar-benar orang yang gila\".",
    "nomor" : "51",
    "tr" : "wa-in yak<u>aa</u>du <strong>al</strong>la<u>dz</u>iina kafaruu layuzliquunaka bi-ab<u>shaa</u>rihim lamm<u>aa</u> sami'uu <strong>al</strong><u>dzdz</u>ikra wayaquuluuna innahu lamajnuun<strong>un</strong>"
  }, {
    "ar" : "وَمَا هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ",
    "id" : "Dan Al Qur'an itu tidak lain hanyalah peringatan bagi seluruh umat.",
    "nomor" : "52",
    "tr" : "wam<u>aa</u> huwa ill<u>aa</u> <u>dz</u>ikrun lil'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "surah": "Al Haqqah",
    "ar" : "الْحَاقَّةُ",
    "id" : "Hari kiamat",
    "nomor" : "1",
    "tr" : "al<u>haa</u>qqa<strong>tu</strong>"
  }, {
    "ar" : "مَا الْحَاقَّةُ",
    "id" : "apakah hari kiamat itu?",
    "nomor" : "2",
    "tr" : "m<u>aa</u> <strong>a</strong>l<u>haa</u>qqa<strong>tu</strong>"
  }, {
    "ar" : "وَمَا أَدْرَاكَ مَا الْحَاقَّةُ",
    "id" : "Dan tahukah kamu apakah hari kiamat itu?",
    "nomor" : "3",
    "tr" : "wam<u>aa</u> adr<u>aa</u>ka m<u>aa</u> <strong>a</strong>l<u>haa</u>qqa<strong>tu</strong>"
  }, {
    "ar" : "كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ",
    "id" : "Kaum Tsamud dan 'Aad telah mendustakan hari kiamat.",
    "nomor" : "4",
    "tr" : "ka<u>dzdz</u>abat tsamuudu wa'<u>aa</u>dun bi<strong>a</strong>lq<u>aa</u>ri'a<strong>ti</strong>"
  }, {
    "ar" : "فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ",
    "id" : "Adapun kaum Tsamud, maka mereka telah dibinasakan dengan kejadian yang luar biasa.",
    "nomor" : "5",
    "tr" : "fa-amm<u>aa</u> tsamuudu fauhlikuu bi<strong>al</strong><u>ththaa</u>ghiya<strong>ti</strong>"
  }, {
    "ar" : "وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ",
    "id" : "Adapun kaum 'Aad maka mereka telah dibinasakan dengan angin yang sangat dingin lagi amat kencang,",
    "nomor" : "6",
    "tr" : "wa-amm<u>aa</u> '<u>aa</u>dun fauhlikuu birii<u>h</u>in <u>sh</u>ar<u>sh</u>arin '<u>aa</u>tiya<strong>tin</strong>"
  }, {
    "ar" : "سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَىٰ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ",
    "id" : "yang Allah menimpakan angin itu kepada mereka selama tujuh malam dan delapan hari terus menerus; maka kamu lihat kaum 'Aad pada waktu itu mati bergelimpangan seakan-akan mereka tunggul pohon kurma yang telah kosong (lapuk).",
    "nomor" : "7",
    "tr" : "wa-amm<u>aa</u> '<u>aa</u>dun fauhlikuu birii<u>h</u>in <u>sh</u>ar<u>sh</u>arin '<u>aa</u>tiya<strong>tin</strong>"
  }, {
    "ar" : "فَهَلْ تَرَىٰ لَهُمْ مِنْ بَاقِيَةٍ",
    "id" : "Maka kamu tidak melihat seorangpun yang tinggal di antara mereka.",
    "nomor" : "8",
    "tr" : "fahal tar<u>aa</u> lahum min b<u>aa</u>qiya<strong>tin</strong>"
  }, {
    "ar" : "وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ",
    "id" : "Dan telah datang Fir'aun dan orang-orang yang sebelumnya dan (penduduk) negeri-negeri yang dijungkir balikkan karena kesalahan yang besar.",
    "nomor" : "9",
    "tr" : "waj<u>aa</u>-a fir'awnu waman qablahu wa<strong>a</strong>lmu/tafik<u>aa</u>tu bi<strong>a</strong>lkh<u>aath</u>i-a<strong>ti</strong>"
  }, {
    "ar" : "فَعَصَوْا رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةً رَابِيَةً",
    "id" : "Maka (masing-masing) mereka mendurhakai rasul Tuhan mereka, lalu Allah menyiksa mereka dengan siksaan yang sangat keras.",
    "nomor" : "10",
    "tr" : "fa'a<u>sh</u>aw rasuula rabbihim fa-akha<u>dz</u>ahum akh<u>dz</u>atan r<u>aa</u>biya<strong>tan</strong>"
  }, {
    "ar" : "إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ",
    "id" : "Sesungguhnya Kami, tatkala air telah naik (sampai ke gunung) Kami bawa (nenek moyang) kamu, ke dalam bahtera,",
    "nomor" : "11",
    "tr" : "inn<u>aa</u> lamm<u>aa</u> <u>th</u>agh<u>aa</u> <strong>a</strong>lm<u>aa</u>u <u>h</u>amaln<u>aa</u>kum fii <strong>a</strong>lj<u>aa</u>riya<strong>ti</strong>"
  }, {
    "ar" : "لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ",
    "id" : "agar Kami jadikan peristiwa itu peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar.",
    "nomor" : "12",
    "tr" : "linaj'alah<u>aa</u> lakum ta<u>dz</u>kiratan wata'iyah<u>aa</u> u<u>dz</u>unun w<u>aa</u>'iya<strong>tun</strong>"
  }, {
    "ar" : "فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ",
    "id" : "Maka apabila sangkakala ditiup sekali tiup,",
    "nomor" : "13",
    "tr" : "fa-i<u>dzaa</u> nufikha fii <strong>al</strong><u>shsh</u>uuri nafkhatun w<u>aah</u>ida<strong>tun</strong>"
  }, {
    "ar" : "وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً",
    "id" : "dan diangkatlah bumi dan gunung-gunung, lalu dibenturkan keduanya sekali bentur.",
    "nomor" : "14",
    "tr" : "wa<u>h</u>umilati <strong>a</strong>l-ar<u>dh</u>u wa<strong>a</strong>ljib<u>aa</u>lu fadukkat<u>aa</u> dakkatan w<u>aah</u>ida<strong>tan</strong>"
  }, {
    "ar" : "فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ",
    "id" : "Maka pada hari itu terjadilah hari kiamnat,",
    "nomor" : "15",
    "tr" : "fayawma-i<u>dz</u>in waqa'ati <strong>a</strong>lw<u>aa</u>qi'a<strong>tu</strong>"
  }, {
    "ar" : "وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ",
    "id" : "dan terbelahlah langit, karena pada hari itu langit menjadi lemah.",
    "nomor" : "16",
    "tr" : "wa<strong>i</strong>nsyaqqati <strong>al</strong>ssam<u>aa</u>u fahiya yawma-i<u>dz</u>in w<u>aa</u>hiya<strong>tun</strong>"
  }, {
    "ar" : "وَالْمَلَكُ عَلَىٰ أَرْجَائِهَا ۚ وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ",
    "id" : "Dan malaikat-malaikat berada di penjuru-penjuru langit. Dan pada hari itu delapan orang malaikat menjunjung 'Arsy Tuhanmu di atas (kepala) mereka.",
    "nomor" : "17",
    "tr" : "wa<strong>a</strong>lmalaku 'al<u>aa</u> arj<u>aa</u>-ih<u>aa</u> waya<u>h</u>milu 'arsya rabbika fawqahum yawma-i<u>dz</u>in tsam<u>aa</u>niya<strong>tun</strong>"
  }, {
    "ar" : "يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَىٰ مِنْكُمْ خَافِيَةٌ",
    "id" : "Pada hari itu kamu dihadapkan (kepada Tuhanmu), tiada sesuatupun dari keadaanmu yang tersembunyi (bagi Allah).",
    "nomor" : "18",
    "tr" : "yawma-i<u>dz</u>in tu'ra<u>dh</u>uuna l<u>aa</u> takhf<u>aa</u> minkum kh<u>aa</u>fiya<strong>tun</strong>"
  }, {
    "ar" : "فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ",
    "id" : "Adapun orang-orang yang diberikan kepadanya kitabnya dari sebelah kanannya, maka dia berkata: \"Ambillah, bacalah kitabku (ini)\".",
    "nomor" : "19",
    "tr" : "fa-amm<u>aa</u> man uutiya kit<u>aa</u>bahu biyamiinihi fayaquulu h<u>aa</u>umu iqrauu kit<u>aa</u>biyah"
  }, {
    "ar" : "إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ",
    "id" : "Sesungguhnya aku yakin, bahwa sesungguhnya aku akan menemui hisab terhadap diriku.",
    "nomor" : "20",
    "tr" : "innii <u>zh</u>anantu annii mul<u>aa</u>qin <u>h</u>is<u>aa</u>biyah"
  }, {
    "ar" : "فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ",
    "id" : "Maka orang itu berada dalam kehidupan yang diridhai,",
    "nomor" : "21",
    "tr" : "fahuwa fii 'iisyatin r<u>aad</u>iya<strong>tin</strong>"
  }, {
    "ar" : "فِي جَنَّةٍ عَالِيَةٍ",
    "id" : "dalam syurga yang tinggi,",
    "nomor" : "22",
    "tr" : "fii jannatin '<u>aa</u>liya<strong>tin</strong>"
  }, {
    "ar" : "قُطُوفُهَا دَانِيَةٌ",
    "id" : "buah-buahannya dekat,",
    "nomor" : "23",
    "tr" : "qu<u>th</u>uufuh<u>aa</u> d<u>aa</u>niya<strong>tun</strong>"
  }, {
    "ar" : "كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ",
    "id" : "(kepada mereka dikatakan): \"Makan dan minumlah dengan sedap disebabkan amal yang telah kamu kerjakan pada hari-hari yang telah lalu\".",
    "nomor" : "24",
    "tr" : "kuluu wa<strong>i</strong>syrabuu hanii-an bim<u>aa</u> aslaftum fii <strong>a</strong>l-ayy<u>aa</u>mi <strong>a</strong>lkh<u>aa</u>liya<strong>ti</strong>"
  }, {
    "ar" : "وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ",
    "id" : "Adapun orang yang diberikan kepadanya kitabnya dari sebelah kirinya, maka dia berkata: \"Wahai alangkah baiknya kiranya tidak diberikan kepadaku kitabku (ini).",
    "nomor" : "25",
    "tr" : "wa-amm<u>aa</u> man uutiya kit<u>aa</u>bahu bisyim<u>aa</u>lihi fayaquulu y<u>aa</u> laytanii lam uuta kit<u>aa</u>biyah"
  }, {
    "ar" : "وَلَمْ أَدْرِ مَا حِسَابِيَهْ",
    "id" : "Dan aku tidak mengetahui apa hisab terhadap diriku.",
    "nomor" : "26",
    "tr" : "walam adri m<u>aa</u> <u>h</u>is<u>aa</u>biyah"
  }, {
    "ar" : "يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ",
    "id" : "Wahai kiranya kematian itulah yang menyelesaikan segala sesuatu.",
    "nomor" : "27",
    "tr" : "y<u>aa</u> laytah<u>aa</u> k<u>aa</u>nati <strong>a</strong>lq<u>aad</u>iya<strong>tu</strong>"
  }, {
    "ar" : "مَا أَغْنَىٰ عَنِّي مَالِيَهْ ۜ",
    "id" : "Hartaku sekali-kali tidak memberi manfaat kepadaku.",
    "nomor" : "28",
    "tr" : "m<u>aa</u> aghn<u>aa</u> 'annii m<u>aa</u>liyah"
  }, {
    "ar" : "هَلَكَ عَنِّي سُلْطَانِيَهْ",
    "id" : "Telah hilang kekuasaanku daripadaku.",
    "nomor" : "29",
    "tr" : "halaka 'annii sul<u>th</u><u>aa</u>niyah"
  }, {
    "ar" : "خُذُوهُ فَغُلُّوهُ",
    "id" : "(Allah berfirman): \"Peganglah dia lalu belenggulah tangannya ke lehernya.",
    "nomor" : "30",
    "tr" : "khu<u>dz</u>uuhu faghulluuh<strong>u</strong>"
  }, {
    "ar" : "ثُمَّ الْجَحِيمَ صَلُّوهُ",
    "id" : "Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala.",
    "nomor" : "31",
    "tr" : "tsumma <strong>a</strong>lja<u>h</u>iima <u>sh</u>alluuh<strong>u</strong>"
  }, {
    "ar" : "ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ",
    "id" : "Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta.",
    "nomor" : "32",
    "tr" : "tsumma fii silsilatin <u>dz</u>ar'uh<u>aa</u> sab'uuna <u>dz</u>ir<u>aa</u>'an fa<strong>u</strong>slukuuh<strong>u</strong>"
  }, {
    "ar" : "إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ",
    "id" : "Sesungguhnya dia dahulu tidak beriman kepada Allah Yang Maha Besar.",
    "nomor" : "33",
    "tr" : "innahu k<u>aa</u>na l<u>aa</u> yu/minu bi<strong>al</strong>l<u>aa</u>hi <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>"
  }, {
    "ar" : "وَلَا يَحُضُّ عَلَىٰ طَعَامِ الْمِسْكِينِ",
    "id" : "Dan juga dia tidak mendorong (orang lain) untuk memberi makan orang miskin.",
    "nomor" : "34",
    "tr" : "wal<u>aa</u> ya<u>h</u>u<u>dhdh</u>u 'al<u>aa</u> <u>th</u>a'<u>aa</u>mi <strong>a</strong>lmiskiin<strong>i</strong>"
  }, {
    "ar" : "فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ",
    "id" : "Maka tiada seorang temanpun baginya pada hari ini di sini.",
    "nomor" : "35",
    "tr" : "wal<u>aa</u> ya<u>h</u>u<u>dhdh</u>u 'al<u>aa</u> <u>th</u>a'<u>aa</u>mi <strong>a</strong>lmiskiin<strong>i</strong>"
  }, {
    "ar" : "وَلَا طَعَامٌ إِلَّا مِنْ غِسْلِينٍ",
    "id" : "Dan tiada (pula) makanan sedikitpun (baginya) kecuali dari darah dan nanah.",
    "nomor" : "36",
    "tr" : "wal<u>aa</u> <u>th</u>a'<u>aa</u>mun ill<u>aa</u> min ghisliin<strong>in</strong>"
  }, {
    "ar" : "لَا يَأْكُلُهُ إِلَّا الْخَاطِئُونَ",
    "id" : "Tidak ada yang memakannya kecuali orang-orang yang berdosa.",
    "nomor" : "37",
    "tr" : "l<u>aa</u> ya/kuluhu ill<u>aa</u> <strong>a</strong>lkh<u>aath</u>i-uun<strong>a</strong>"
  }, {
    "ar" : "فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ",
    "id" : "Maka Aku bersumpah dengan apa yang kamu lihat.",
    "nomor" : "38",
    "tr" : "fal<u>aa</u> uqsimu bim<u>aa</u> tub<u>sh</u>iruun<strong>a</strong>"
  }, {
    "ar" : "وَمَا لَا تُبْصِرُونَ",
    "id" : "Dan dengan apa yang tidak kamu lihat.",
    "nomor" : "39",
    "tr" : "wam<u>aa</u> l<u>aa</u> tub<u>sh</u>iruun<strong>a</strong>"
  }, {
    "ar" : "إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ",
    "id" : "Sesungguhnya Al Qur'an itu adalah benar-benar wahyu (Allah yang diturunkan kepada) Rasul yang mulia,",
    "nomor" : "40",
    "tr" : "innahu laqawlu rasuulin kariim<strong>in</strong>"
  }, {
    "ar" : "وَمَا هُوَ بِقَوْلِ شَاعِرٍ ۚ قَلِيلًا مَا تُؤْمِنُونَ",
    "id" : "dan Al Qur'an itu bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya.",
    "nomor" : "41",
    "tr" : "wam<u>aa</u> huwa biqawli sy<u>aa</u>'irin qaliilan m<u>aa</u> tu/minuun<strong>a</strong>"
  }, {
    "ar" : "وَلَا بِقَوْلِ كَاهِنٍ ۚ قَلِيلًا مَا تَذَكَّرُونَ",
    "id" : "Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran daripadanya.",
    "nomor" : "42",
    "tr" : "wal<u>aa</u> biqawli k<u>aa</u>hinin qaliilan m<u>aa</u> ta<u>dz</u>akkaruun<strong>a</strong>"
  }, {
    "ar" : "تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ",
    "id" : "Ia adalah wahyu yang diturunkan dari Tuhan semesta alam.",
    "nomor" : "43",
    "tr" : "tanziilun min rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "ar" : "وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ",
    "id" : "Seandainya dia (Muhammad) mengadakan sebagian perkataan atas (nama) Kami,",
    "nomor" : "44",
    "tr" : "walaw taqawwala 'alayn<u>aa</u> ba'<u>dh</u>a <strong>a</strong>l-aq<u>aa</u>wiil<strong>i</strong>"
  }, {
    "ar" : "لَأَخَذْنَا مِنْهُ بِالْيَمِينِ",
    "id" : "niscaya benar-benar Kami pegang dia pada tangan kanannya.",
    "nomor" : "45",
    "tr" : "la-akha<u>dz</u>n<u>aa</u> minhu bi<strong>a</strong>lyamiin<strong>i</strong>"
  }, {
    "ar" : "ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ",
    "id" : "Kemudian benar-benar Kami potong urat tali jantungnya.",
    "nomor" : "46",
    "tr" : "tsumma laqa<u>th</u>a'n<u>aa</u> minhu <strong>a</strong>lwatiin<strong>a</strong>"
  }, {
    "ar" : "فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ",
    "id" : "Maka sekali-kali tidak ada seorangpun dari kamu yang dapat menghalangi (Kami), dari pemotongan urat nadi itu.",
    "nomor" : "47",
    "tr" : "fam<u>aa</u> minkum min a<u>h</u>adin 'anhu <u>haa</u>jiziin<strong>a</strong>"
  }, {
    "ar" : "وَإِنَّهُ لَتَذْكِرَةٌ لِلْمُتَّقِينَ",
    "id" : "Dan sesungguhnya Al Qur'an itu benar-benar suatu pelajaran bagi orang-orang yang bertakwa.",
    "nomor" : "48",
    "tr" : "wa-innahu lata<u>dz</u>kiratun lilmuttaqiin<strong>a</strong>"
  }, {
    "ar" : "وَإِنَّا لَنَعْلَمُ أَنَّ مِنْكُمْ مُكَذِّبِينَ",
    "id" : "Dan sesungguhnya Kami benar-benar mengetahui bahwa di antara kamu ada orang yang mendustakan(nya).",
    "nomor" : "49",
    "tr" : "wa-inn<u>aa</u> lana'lamu anna minkum muka<u>dzdz</u>ibiin<strong>a</strong>"
  }, {
    "ar" : "وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ",
    "id" : "Dan sesungguhnya Al Qur'an itu benar-benar menjadi penyesalan bagi orang-orang kafir (di akhirat).",
    "nomor" : "50",
    "tr" : "wa-innahu la<u>h</u>asratun 'al<u>aa</u> <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
  }, {
    "ar" : "وَإِنَّهُ لَحَقُّ الْيَقِينِ",
    "id" : "Dan sesungguhnya Al Qur'an itu benar-benar kebenaran yang diyakini.",
    "nomor" : "51",
    "tr" : "wa-innahu la<u>h</u>aqqu <strong>a</strong>lyaqiin<strong>i</strong>"
  }, {
    "ar" : "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ",
    "id" : "Maka bertasbihlah dengan (menyebut) nama Tuhanmu Yang Maha Besar.",
    "nomor" : "52",
    "tr" : "fasabbi<u>h</u> bi<strong>i</strong>smi rabbika <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>"
  }, {
    "surah": "Al Ma'arij",
    "ar" : "سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ",
    "id" : "Seseorang telah meminta kedatangan azab yang akan menimpa,",
    "nomor" : "1",
    "tr" : "sa-ala s<u>aa</u>-ilun bi'a<u>dzaa</u>bin w<u>aa</u>qi'<strong>in</strong>"
  }, {
    "ar" : "لِلْكَافِرِينَ لَيْسَ لَهُ دَافِعٌ",
    "id" : "orang-orang kafir, yang tidak seorangpun dapat menolaknya,",
    "nomor" : "2",
    "tr" : "lilk<u>aa</u>firiina laysa lahu d<u>aa</u>fi'<strong>un</strong>"
  }, {
    "ar" : "مِنَ اللَّهِ ذِي الْمَعَارِجِ",
    "id" : "(yang datang) dari Allah, Yang mempunyai tempat-tempat naik.",
    "nomor" : "3",
    "tr" : "mina <strong>al</strong>l<u>aa</u>hi <u>dz</u>ii <strong>a</strong>lma'<u>aa</u>rij<strong>i</strong>"
  }, {
    "ar" : "تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ",
    "id" : "Malaikat-malaikat dan Jibril naik (menghadap) kepada Tuhan dalam sehari yang kadarnya limapuluh ribu tahun.",
    "nomor" : "4",
    "tr" : "ta'ruju <strong>a</strong>lmal<u>aa</u>-ikatu wa<strong>al</strong>rruu<u>h</u>u ilayhi fii yawmin k<u>aa</u>na miqd<u>aa</u>ruhu khamsiina <strong>a</strong>lfa sana<strong>tin</strong>"
  }, {
    "ar" : "فَاصْبِرْ صَبْرًا جَمِيلًا",
    "id" : "Maka bersabarlah kamu dengan sabar yang baik.",
    "nomor" : "5",
    "tr" : "fa<strong>i</strong><u>sh</u>bir <u>sh</u>abran jamiil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّهُمْ يَرَوْنَهُ بَعِيدًا",
    "id" : "Sesungguhnya mereka memandang siksaaan itu jauh (mustahil).",
    "nomor" : "6",
    "tr" : "innahum yarawnahu ba'iid<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَنَرَاهُ قَرِيبًا",
    "id" : "Sedangkan Kami memandangnya dekat (mungkin terjadi).",
    "nomor" : "7",
    "tr" : "wanar<u>aa</u>hu qariib<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ",
    "id" : "Pada hari ketika langit menjadi seperti luluhan perak,",
    "nomor" : "8",
    "tr" : "yawma takuunu <strong>al</strong>ssam<u>aa</u>u ka<strong>a</strong>lmuhl<strong>i</strong>"
  }, {
    "ar" : "وَتَكُونُ الْجِبَالُ كَالْعِهْنِ",
    "id" : "dan gunung-gunung menjadi seperti bulu (yang berterbangan),",
    "nomor" : "9",
    "tr" : "watakuunu <strong>a</strong>ljib<u>aa</u>lu ka<strong>a</strong>l'ihn<strong>i</strong>"
  }, {
    "ar" : "وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا",
    "id" : "dan tidak ada seorang teman akrabpun menanyakan temannya,",
    "nomor" : "10",
    "tr" : "wal<u>aa</u> yas-alu <u>h</u>amiimun <u>h</u>amiim<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "يُبَصَّرُونَهُمْ ۚ يَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِي مِنْ عَذَابِ يَوْمِئِذٍ بِبَنِيهِ",
    "id" : "sedang mereka saling memandang. Orang kafir ingin kalau sekiranya dia dapat menebus (dirinya) dari azab hari itu dengan anak-anaknya,",
    "nomor" : "11",
    "tr" : "yuba<u>shsh</u>aruunahum yawaddu <strong>a</strong>lmujrimu law yaftadii min 'a<u>dzaa</u>bi yawmi-i<u>dz</u>in bibaniih<strong>i</strong>"
  }, {
    "ar" : "وَصَاحِبَتِهِ وَأَخِيهِ",
    "id" : "dan isterinya dan saudaranya,",
    "nomor" : "12",
    "tr" : "wa<u>shaah</u>ibatihi wa-akhiih<strong>i</strong>"
  }, {
    "ar" : "وَفَصِيلَتِهِ الَّتِي تُؤْوِيهِ",
    "id" : "dan kaum familinya yang melindunginya (di dunia).",
    "nomor" : "13",
    "tr" : "wafa<u>sh</u>iilatihi <strong>al</strong>latii tu/wiih<strong>i</strong>"
  }, {
    "ar" : "وَمَنْ فِي الْأَرْضِ جَمِيعًا ثُمَّ يُنْجِيهِ",
    "id" : "Dan orang-orang di atas bumi seluruhnya kemudian (mengharapkan) tebusan itu dapat menyelamatkannya.",
    "nomor" : "14",
    "tr" : "waman fii <strong>a</strong>l-ar<u>dh</u>i jamii'an tsumma yunjiih<strong>i</strong>"
  }, {
    "ar" : "كَلَّا ۖ إِنَّهَا لَظَىٰ",
    "id" : "Sekali-kali tidak dapat, sesungguhnya neraka itu adalah api yang bergolak,",
    "nomor" : "15",
    "tr" : "kall<u>aa</u> innah<u>aa</u> la<u>zhaa</u>"
  }, {
    "ar" : "نَزَّاعَةً لِلشَّوَىٰ",
    "id" : "yang mengelupas kulit kepala,",
    "nomor" : "16",
    "tr" : "nazz<u>aa</u>'atan li<strong>l</strong>sysyaw<u>aa</u>"
  }, {
    "ar" : "تَدْعُو مَنْ أَدْبَرَ وَتَوَلَّىٰ",
    "id" : "yang memanggil orang yang membelakang dan yang berpaling (dari agama),",
    "nomor" : "17",
    "tr" : "tad'uu man adbara watawall<u>aa</u>"
  }, {
    "ar" : "وَجَمَعَ فَأَوْعَىٰ",
    "id" : "serta mengumpulkan (harta benda) lalu menyimpannya.",
    "nomor" : "18",
    "tr" : "wajama'a fa-aw'<u>aa</u>"
  }, {
    "ar" : "إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا",
    "id" : "Sesungguhnya manusia diciptakan bersifat keluh kesah lagi kikir.",
    "nomor" : "19",
    "tr" : "inna <strong>a</strong>l-ins<u>aa</u>na khuliqa haluu'<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِذَا مَسَّهُ الشَّرُّ جَزُوعًا",
    "id" : "Apabila ia ditimpa kesusahan ia berkeluh kesah,",
    "nomor" : "20",
    "tr" : "i<u>dzaa</u> massahu <strong>al</strong>sysyarru jazuu'<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا",
    "id" : "dan apabila ia mendapat kebaikan ia amat kikir,",
    "nomor" : "21",
    "tr" : "wa-i<u>dzaa</u> massahu <strong>a</strong>lkhayru manuu'<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِلَّا الْمُصَلِّينَ",
    "id" : "kecuali orang-orang yang mengerjakan shalat,",
    "nomor" : "22",
    "tr" : "ill<u>aa</u> <strong>a</strong>lmu<u>sh</u>alliin<strong>a</strong>"
  }, {
    "ar" : "الَّذِينَ هُمْ عَلَىٰ صَلَاتِهِمْ دَائِمُونَ",
    "id" : "yang mereka itu tetap mengerjakan shalatnya,",
    "nomor" : "23",
    "tr" : "ill<u>aa</u> <strong>a</strong>lmu<u>sh</u>alliin<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ",
    "id" : "dan orang-orang yang dalam hartanya tersedia bagian tertentu,",
    "nomor" : "24",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina fii amw<u>aa</u>lihim <u>h</u>aqqun ma'luum<strong>un</strong>"
  }, {
    "ar" : "لِلسَّائِلِ وَالْمَحْرُومِ",
    "id" : "bagi orang (miskin) yang meminta dan orang yang tidak mempunyai apa-apa (yang tidak mau meminta),",
    "nomor" : "25",
    "tr" : "li<strong>l</strong>ss<u>aa</u>-ili wa<strong>a</strong>lma<u>h</u>ruum<strong>i</strong>"
  }, {
    "ar" : "وَالَّذِينَ يُصَدِّقُونَ بِيَوْمِ الدِّينِ",
    "id" : "dan orang-orang yang mempercayai hari pembalasan,",
    "nomor" : "26",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yu<u>sh</u>addiquuna biyawmi <strong>al</strong>ddiin<strong>i</strong>"
  }, {
    "ar" : "وَالَّذِينَ هُمْ مِنْ عَذَابِ رَبِّهِمْ مُشْفِقُونَ",
    "id" : "dan orang-orang yang takut terhadap azab Tuhannya.",
    "nomor" : "27",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum min 'a<u>dzaa</u>bi rabbihim musyfiquun<strong>a</strong>"
  }, {
    "ar" : "إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍ",
    "id" : "Karena sesungguhnya azab Tuhan mereka tidak dapat orang merasa aman (dari kedatangannya).",
    "nomor" : "28",
    "tr" : "inna 'a<u>dzaa</u>ba rabbihim ghayru ma/muun<strong>in</strong>"
  }, {
    "ar" : "وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ",
    "id" : "Dan orang-orang yang memelihara kemaluannya,",
    "nomor" : "29",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum lifuruujihim <u>haa</u>fi<u>zh</u>uun<strong>a</strong>"
  }, {
    "ar" : "إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ",
    "id" : "kecuali terhadap isteri-isteri mereka atau budak-budak yang mereka miliki, maka sesungguhnya mereka dalam hal ini tiada tercela.",
    "nomor" : "30",
    "tr" : "ill<u>aa</u> 'al<u>aa</u> azw<u>aa</u>jihim aw m<u>aa</u> malakat aym<u>aa</u>nuhum fa-innahum ghayru maluumiin<strong>a</strong>"
  }, {
    "ar" : "فَمَنِ ابْتَغَىٰ وَرَاءَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْعَادُونَ",
    "id" : "Barangsiapa mencari yang di balik itu, maka mereka itulah orang-orang yang melampaui batas.",
    "nomor" : "31",
    "tr" : "famani ibtagh<u>aa</u> war<u>aa</u>-a <u>dzaa</u>lika faul<u>aa</u>-ika humu <strong>a</strong>l'<u>aa</u>duun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ",
    "id" : "Dan orang-orang yang memelihara amanat-amanat (yang dipikulnya) dan janjinya.",
    "nomor" : "32",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum li-am<u>aa</u>n<u>aa</u>tihim wa'ahdihim r<u>aa</u>'uun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ هُمْ بِشَهَادَاتِهِمْ قَائِمُونَ",
    "id" : "Dan orang-orang yang memberikan kesaksiannya.",
    "nomor" : "33",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum bisyah<u>aa</u>d<u>aa</u>tihim q<u>aa</u>-imuun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ هُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ",
    "id" : "Dan orang-orang yang memelihara shalatnya.",
    "nomor" : "34",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum 'al<u>aa</u> <u>sh</u>al<u>aa</u>tihim yu<u>haa</u>fi<u>zh</u>uun<strong>a</strong>"
  }, {
    "ar" : "أُولَٰئِكَ فِي جَنَّاتٍ مُكْرَمُونَ",
    "id" : "Mereka itu (kekal) di syurga lagi dimuliakan.",
    "nomor" : "35",
    "tr" : "ul<u>aa</u>-ika fii jann<u>aa</u>tin mukramuun<strong>a</strong>"
  }, {
    "ar" : "فَمَالِ الَّذِينَ كَفَرُوا قِبَلَكَ مُهْطِعِينَ",
    "id" : "Mengapakah orang-orang kafir itu bersegera datang ke arahmu,",
    "nomor" : "36",
    "tr" : "fam<u>aa</u>li <strong>al</strong>la<u>dz</u>iina kafaruu qibalaka muh<u>th</u>i'iin<strong>a</strong>"
  }, {
    "ar" : "عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ",
    "id" : "dari kanan dan dari kiri dengan berkelompok-kelompok?",
    "nomor" : "37",
    "tr" : "'ani <strong>a</strong>lyamiini wa'ani <strong>al</strong>sysyim<u>aa</u>li 'iziin<strong>a</strong>"
  }, {
    "ar" : "أَيَطْمَعُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُدْخَلَ جَنَّةَ نَعِيمٍ",
    "id" : "Adakah setiap orang dari orang-orang kafir itu ingin masuk ke dalam syurga yang penuh keni'matan?,",
    "nomor" : "38",
    "tr" : "aya<u>th</u>ma'u kullu imri-in minhum an yudkhala jannata na'iim<strong>in</strong>"
  }, {
    "ar" : "كَلَّا ۖ إِنَّا خَلَقْنَاهُمْ مِمَّا يَعْلَمُونَ",
    "id" : "sekali-kali tidak! Sesungguhnya Kami ciptakan mereka dari apa yang mereka ketahui (air mani).",
    "nomor" : "39",
    "tr" : "kall<u>aa</u> inn<u>aa</u> khalaqn<u>aa</u>hum mimm<u>aa</u> ya'lamuun<strong>a</strong>"
  }, {
    "ar" : "فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَ",
    "id" : "Maka aku bersumpah dengan Tuhan Yang memiliki timur dan barat, sesungguhnya Kami benar-benar Maha Kuasa.",
    "nomor" : "40",
    "tr" : "fal<u>aa</u> uqsimu birabbi <strong>a</strong>lmasy<u>aa</u>riqi wa<strong>a</strong>lmagh<u>aa</u>ribi inn<u>aa</u> laq<u>aa</u>diruun<strong>a</strong>"
  }, {
    "ar" : "عَلَىٰ أَنْ نُبَدِّلَ خَيْرًا مِنْهُمْ وَمَا نَحْنُ بِمَسْبُوقِينَ",
    "id" : "Untuk mengganti (mereka) dengan kaum yang lebih baik dari mereka, dan Kami sekali-kali tidak dapat dikalahkan.",
    "nomor" : "41",
    "tr" : "'al<u>aa</u> an nubaddila khayran minhum wam<u>aa</u> na<u>h</u>nu bimasbuuqiin<strong>a</strong>"
  }, {
    "ar" : "فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّىٰ يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ",
    "id" : "Maka biarkanlah mereka tenggelam (dalam kebatilan) dan bermain-main sampai mereka menjumpai hari yang diancamkan kepada mereka,",
    "nomor" : "42",
    "tr" : "fa<u>dz</u>arhum yakhuu<u>dh</u>uu wayal'abuu <u>h</u>att<u>aa</u> yul<u>aa</u>quu yawmahumu <strong>al</strong>la<u>dz</u>ii yuu'aduun<strong>a</strong>"
  }, {
    "ar" : "يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَىٰ نُصُبٍ يُوفِضُونَ",
    "id" : "(yaitu) pada hari mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia),",
    "nomor" : "43",
    "tr" : "yawma yakhrujuuna mina <strong>a</strong>l-ajd<u>aa</u>tsi sir<u>aa</u>'an ka-annahum il<u>aa</u> nu<u>sh</u>ubin yuufi<u>dh</u>uun<strong>a</strong>"
  }, {
    "ar" : "خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ ۚ ذَٰلِكَ الْيَوْمُ الَّذِي كَانُوا يُوعَدُونَ",
    "id" : "dalam keadaan mereka menekurkan pandangannya (serta) diliputi kehinaan. Itulah hari yang dahulunya diancamkan kepada mereka.",
    "nomor" : "44",
    "tr" : "kh<u>aa</u>syi'atan ab<u>shaa</u>ruhum tarhaquhum <u>dz</u>illatun <u>dzaa</u>lika <strong>a</strong>lyawmu <strong>al</strong>la<u>dz</u>ii k<u>aa</u>nuu yuu'aduun<strong>a</strong>"
  }, {
    "surah": "Nuh",
    "ar" : "إِنَّا أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ",
    "id" : "Sesungguhnya Kami telah mengutus Nuh kepada kaumnya (dengan memerintahkan): \"Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih\",",
    "nomor" : "1",
    "tr" : "inn<u>aa</u> arsaln<u>aa</u> nuu<u>h</u>an il<u>aa</u> qawmihi an an<u>dz</u>ir qawmaka min qabli an ya/tiyahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
  }, {
    "ar" : "قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ",
    "id" : "Nuh berkata: \"Hai kaumku, sesungguhnya aku adalah pemberi peringatan yang menjelaskan kepada kamu,",
    "nomor" : "2",
    "tr" : "q<u>aa</u>la y<u>aa</u> qawmi innii lakum na<u>dz</u>iirun mubiin<strong>un</strong>"
  }, {
    "ar" : "أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ",
    "id" : "(yaitu) sembahlah olehmu Allah, bertakwalah kepada-Nya dan ta'atlah kepadaku,",
    "nomor" : "3",
    "tr" : "ani u'buduu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>ttaquuhu wa-a<u>th</u>ii'uun<strong>i</strong>"
  }, {
    "ar" : "يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۚ إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ ۖ لَوْ كُنْتُمْ تَعْلَمُونَ",
    "id" : "niscaya Allah akan mengampuni sebagian dosa-dosamu dan menangguhkan kamu sampai kepada waktu yang ditentukan. Sesungguhnya ketetapan Allah apabila telah datang tidak dapat ditangguhkan, kalau kamu mengetahui\".",
    "nomor" : "4",
    "tr" : "yaghfir lakum min <u>dz</u>unuubikum wayu-akhkhirkum il<u>aa</u> ajalin musamman inna ajala <strong>al</strong>l<u>aa</u>hi i<u>dzaa</u> j<u>aa</u>-a l<u>aa</u> yu-akhkharu law kuntum ta'lamuun<strong>a</strong>"
  }, {
    "ar" : "قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا",
    "id" : "Nuh berkata: \"Ya Tuhanku sesungguhnya aku telah menyeru kaumku malam dan siang,",
    "nomor" : "5",
    "tr" : "q<u>aa</u>la rabbi innii da'awtu qawmii laylan wanah<u>aa</u>r<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا",
    "id" : "maka seruanku itu hanyalah menambah mereka lari (dari kebenaran).",
    "nomor" : "6",
    "tr" : "falam yazidhum du'<u>aa</u>-ii ill<u>aa</u> fir<u>aa</u>r<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا",
    "id" : "Dan sesungguhnya setiap kali aku menyeru mereka (kepada iman) agar Engkau mengampuni mereka, mereka memasukkan anak jari mereka ke dalam telinganya dan menutupkan bajunya (kemukanya) dan mereka tetap (mengingkari) dan menyombongkan diri dengan sangat.",
    "nomor" : "7",
    "tr" : "wa-innii kullam<u>aa</u> da'awtuhum litaghfira lahum ja'aluu a<u>shaa</u>bi'ahum fii <u>aatsaa</u>nihim wa<strong>i</strong>staghsyaw tsiy<u>aa</u>bahum wa-a<u>sh</u>arruu wa<strong>i</strong>stakbaruu istikb<u>aa</u>r<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا",
    "id" : "Kemudian sesungguhnya aku telah menyeru mereka (kepada iman) dengan cara terang-terangan,",
    "nomor" : "8",
    "tr" : "tsumma innii da'awtuhum jih<u>aa</u>r<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا",
    "id" : "kemudian sesungguhnya aku (menyeru) mereka (lagi) dengan terang-terangan dan dengan diam-diam,",
    "nomor" : "9",
    "tr" : "tsumma innii a'lantu lahum wa-asrartu lahum isr<u>aa</u>r<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا",
    "id" : "maka aku katakan kepada mereka: 'Mohonlah ampun kepada Tuhanmu, sesungguhnya Dia adalah Maha Pengampun,",
    "nomor" : "10",
    "tr" : "faqultu istaghfiruu rabbakum innahu k<u>aa</u>na ghaff<u>aa</u>r<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا",
    "id" : "niscaya Dia akan mengirimkan hujan kepadamu dengan lebat,",
    "nomor" : "11",
    "tr" : "yursili <strong>al</strong>ssam<u>aa</u>-a 'alaykum midr<u>aa</u>r<u>aa</u><strong>n </strong>"
  }, {
    "ar" : "وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا",
    "id" : "dan membanyakkan harta dan anak-anakmu, dan mengadakan untukmu kebun-kebun dan mengadakan (pula di dalamnya) untukmu sungai-sungai.",
    "nomor" : "12",
    "tr" : "wayumdidkum bi-amw<u>aa</u>lin wabaniina wayaj'al lakum jann<u>aa</u>tin wayaj'al lakum anh<u>aa</u>r<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا",
    "id" : "Mengapa kamu tidak percaya akan kebesaran Allah?",
    "nomor" : "13",
    "tr" : "m<u>aa</u> lakum l<u>aa</u> tarjuuna lill<u>aa</u>hi waq<u>aa</u>r<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَقَدْ خَلَقَكُمْ أَطْوَارًا",
    "id" : "Padahal Dia sesungguhnya telah menciptakan kamu dalam beberapa tingkatan kejadian.",
    "nomor" : "14",
    "tr" : "waqad khalaqakum a<u>th</u>w<u>aa</u>r<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا",
    "id" : "Tidakkah kamu perhatikan bagaimana Allah telah menciptakan tujuh langit bertingkat-tingkat?",
    "nomor" : "15",
    "tr" : "alam taraw kayfa khalaqa <strong>al</strong>l<u>aa</u>hu sab'a sam<u>aa</u>w<u>aa</u>tin <u>th</u>ib<u>aa</u>q<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا",
    "id" : "Dan Allah menciptakan padanya bulan sebagai cahaya dan menjadikan matahari sebagai pelita?",
    "nomor" : "16",
    "tr" : "waja'ala <strong>a</strong>lqamara fiihinna nuuran waja'ala <strong>al</strong>sysyamsa sir<u>aa</u>j<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا",
    "id" : "Dan Allah menumbuhkan kamu dari tanah dengan sebaik-baiknya,",
    "nomor" : "17",
    "tr" : "wa<strong>al</strong>l<u>aa</u>hu anbatakum mina <strong>a</strong>l-ar<u>dh</u>i nab<u>aa</u>t<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا",
    "id" : "kemudian Dia mengambalikan kamu ke dalam tanah dan mengeluarkan kamu (daripadanya pada hari kiamat) dengan sebenar-benarnya.",
    "nomor" : "18",
    "tr" : "tsumma yu'iidukum fiih<u>aa</u> wayukhrijukum ikhr<u>aa</u>j<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا",
    "id" : "Dan Allah menjadikan bumi untukmu sebagai hamparan,",
    "nomor" : "19",
    "tr" : "wa<strong>al</strong>l<u>aa</u>hu ja'ala lakumu <strong>a</strong>l-ar<u>dh</u>a bis<u>aataa</u><strong>n</strong>"
  }, {
    "ar" : "لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا",
    "id" : "supaya kamu menjalani jalan-jalan yang luas di bumi itu\".",
    "nomor" : "20",
    "tr" : "litaslukuu minh<u>aa</u> subulan fij<u>aa</u>j<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا",
    "id" : "Nuh berkata: \"Ya Tuhanku, sesungguhnya mereka telah mendurhakaiku dan telah mengikuti orang-orang yang harta dan anak-anaknya tidak menambah kepadanya melainkan kerugian belaka,",
    "nomor" : "21",
    "tr" : "q<u>aa</u>la nuu<u>h</u>un rabbi innahum 'a<u>sh</u>awnii wa<strong>i</strong>ttaba'uu man lam yazidhu m<u>aa</u>luhu wawaladuhu ill<u>aa</u> khas<u>aa</u>r<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَمَكَرُوا مَكْرًا كُبَّارًا",
    "id" : "dan melakukan tipu-daya yang amat besar\".",
    "nomor" : "22",
    "tr" : "wamakaruu makran kubb<u>aa</u>r<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا",
    "id" : "Dan mereka berkata: \"Jangan sekali-kali kamu meninggalkan (penyembahan) tuhan-tuhan kamu dan jangan pula sekali-kali kamu meninggalkan (penyembahan) wadd, dan jangan pula suwwa', yaghuts, ya'uq dan nasr\".",
    "nomor" : "23",
    "tr" : "waq<u>aa</u>luu l<u>aa</u> ta<u>dz</u>arunna <u>aa</u>lihatakum wal<u>aa</u> ta<u>dz</u>arunna waddan wal<u>aa</u> suw<u>aa</u>'an wal<u>aa</u> yaghuutsa waya'uuqa wanasr<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَقَدْ أَضَلُّوا كَثِيرًا ۖ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا",
    "id" : "Dan sesudahnya mereka menyesatkan kebanyakan (manusia); dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kesesatan.",
    "nomor" : "24",
    "tr" : "waqad a<u>dh</u>alluu katsiiran wal<u>aa</u> tazidi <strong>al</strong><u>zhzhaa</u>limiina ill<u>aa</u> <u>dh</u>al<u>aa</u>l<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا",
    "id" : "Disebabkan kesalahan-kesalahan mereka, mereka ditenggelamkan lalu dimasukkan ke neraka, maka mereka tidak mendapat penolong-penolong bagi mereka selain dari Allah.",
    "nomor" : "25",
    "tr" : "mimm<u>aa</u> kha<u>th</u>ii-<u>aa</u>tihim ughriquu faudkhiluu n<u>aa</u>ran falam yajiduu lahum min duuni <strong>al</strong>l<u>aa</u>hi an<u>shaa</u>r<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا",
    "id" : "Nuh berkata: \"Ya Tuhanku, janganlah Engkau biarkan seorangpun di antara orang-orang kafir itu tinggal di atas bumi.",
    "nomor" : "26",
    "tr" : "waq<u>aa</u>la nuu<u>h</u>un rabbi l<u>aa</u> ta<u>dz</u>ar 'al<u>aa</u> <strong>a</strong>l-ar<u>dh</u>i mina <strong>a</strong>lk<u>aa</u>firiina dayy<u>aa</u>r<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا",
    "id" : "Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka tidak akan melahirkan selain anak yang berbuat ma'siat lagi sangat kafir.",
    "nomor" : "27",
    "tr" : "innaka in ta<u>dz</u>arhum yu<u>dh</u>illuu 'ib<u>aa</u>daka wal<u>aa</u> yaliduu ill<u>aa</u> f<u>aa</u>jiran kaff<u>aa</u>r<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا",
    "id" : "Ya Tuhanku! Ampunilah aku, ibu bapakku, orang yang masuk ke rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kebinasaan\".",
    "nomor" : "28",
    "tr" : "rabbi ighfir lii waliw<u>aa</u>lidayya waliman dakhala baytiya mu/minan walilmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti wal<u>aa</u> tazidi <strong>al</strong><u>zhzhaa</u>limiina ill<u>aa</u> tab<u>aa</u>ran"
  }, {
    "surah": "Al Jin",
    "ar" : "قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا",
    "id" : "Katakanlah (hai Muhammad): \"Telah diwahyukan kepadamu bahwasanya: telah mendengarkan sekumpulan jin (akan Al Qur'an), lalu mereka berkata: Sesungguhnya kami telah mendengarkan Al Qur'an yang mena'jubkan,",
    "nomor" : "1",
    "tr" : "qul uu<u>h</u>iya ilayya annahu istama'a nafarun mina <strong>a</strong>ljinni faq<u>aa</u>luu inn<u>aa</u> sami'n<u>aa</u> qur-<u>aa</u>nan 'ajab<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ ۖ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا",
    "id" : "(yang) memberi petunjuk kapada jalan yang benar, lalu kami beriman kepadanya. Dan kami sekali-kali tidak akan mempersekutukan seseorangpun dengan Tuhan kami,",
    "nomor" : "2",
    "tr" : "yahdii il<u>aa</u> <strong>al</strong>rrusydi fa<u>aa</u>mann<u>aa</u> bihi walan nusyrika birabbin<u>aa</u> a<u>h</u>ad<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَأَنَّهُ تَعَالَىٰ جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلَا وَلَدًا",
    "id" : "dan bahwasanya Maha Tinggi kebesaran Tuhan kami, Dia tidak beristeri dan tidak (pula) beranak.",
    "nomor" : "3",
    "tr" : "wa-annahu ta'<u>aa</u>l<u>aa</u> jaddu rabbin<u>aa</u> m<u>aa</u> ittakha<u>dz</u>a <u>shaah</u>ibatan wal<u>aa</u> walad<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى اللَّهِ شَطَطًا",
    "id" : "Dan bahwasanya: orang yang kurang akal daripada kami selalu mengatakan (perkataan) yang melampaui batas terhadap Allah,",
    "nomor" : "4",
    "tr" : "wa-annahu k<u>aa</u>na yaquulu safiihun<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi sya<u>th</u>a<u>th</u><u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَأَنَّا ظَنَنَّا أَنْ لَنْ تَقُولَ الْإِنْسُ وَالْجِنُّ عَلَى اللَّهِ كَذِبًا",
    "id" : "dan sesungguhnya kami mengira, bahwa manusia dan jin sekali-kali tidak akan mengatakan perkataan yang dusta terhadap Allah.",
    "nomor" : "5",
    "tr" : "wa-ann<u>aa</u> <u>zh</u>anann<u>aa</u> an lan taquula <strong>a</strong>l-insu wa<strong>a</strong>ljinnu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>ib<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا",
    "id" : "Dan bahwasanya ada beberapa orang laki-laki di antara manusia meminta perlindungan kepada beberapa laki-laki di antara jin, maka jin-jin itu menambah bagi mereka dosa dan kesalahan.",
    "nomor" : "6",
    "tr" : "wa-annahu k<u>aa</u>na rij<u>aa</u>lun mina <strong>a</strong>l-insi ya'uu<u>dz</u>uuna birij<u>aa</u>lin mina <strong>a</strong>ljinni faz<u>aa</u>duuhum rahaq<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَأَنَّهُمْ ظَنُّوا كَمَا ظَنَنْتُمْ أَنْ لَنْ يَبْعَثَ اللَّهُ أَحَدًا",
    "id" : "Dan sesungguhnya mereka (jin) menyangka sebagaimana persangkaan kamu (orang-orang kafir Mekah), bahwa Allah sekali-kali tidak akan membangkitkan seorang (rasul)pun,",
    "nomor" : "7",
    "tr" : "wa-annahum <u>zh</u>annuu kam<u>aa</u> <u>zh</u>anantum an lan yab'atsa <strong>al</strong>l<u>aa</u>hu a<u>h</u>ad<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا",
    "id" : "dan sesungguhnya kami telah mencoba mengetahui (rahasia) langit, maka kami mendapatinya penuh dengan penjagaan yang kuat dan panah-panah api,",
    "nomor" : "8",
    "tr" : "wa-ann<u>aa</u> lamasn<u>aa</u> <strong>al</strong>ssam<u>aa</u>-a fawajadn<u>aa</u>h<u>aa</u> muli-at <u>h</u>arasan syadiidan wasyuhub<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ ۖ فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا",
    "id" : "dan sesungguhnya kami dahulu dapat menduduki beberapa tempat di langit itu untuk mendengar-dengarkan (berita-beritanya). Tetapi sekarang barangsiapa yang (mencoba) mendengar-dengarkan (seperti itu) tentu akan menjumpai panah api yang mengintai (untuk membakarnya).",
    "nomor" : "9",
    "tr" : "wa-ann<u>aa</u> kunn<u>aa</u> naq'udu minh<u>aa</u> maq<u>aa</u>'ida li<strong>l</strong>ssam'i faman yastami'i <strong>a</strong>l-<u>aa</u>na yajid lahu syih<u>aa</u>ban ra<u>sh</u>ad<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا",
    "id" : "Dan sesungguhnya kami tidak mengetahui (dengan adanya penjagaan itu) apakah keburukan yang dikehendaki bagi orang yang di bumi ataukah Tuhan mereka menghendaki kebaikan bagi mereka.",
    "nomor" : "10",
    "tr" : "wa-ann<u>aa</u> l<u>aa</u> nadrii asyarrun uriida biman fii <strong>a</strong>l-ar<u>dh</u>i am ar<u>aa</u>da bihim rabbuhum rasyad<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَٰلِكَ ۖ كُنَّا طَرَائِقَ قِدَدًا",
    "id" : "Dan sesungguhnya di antara kami ada orang-orang yang saleh dan di antara kami ada (pula) yang tidak demikian halnya. Adalah kami menempuh jalan yang berbeda-beda.",
    "nomor" : "11",
    "tr" : "wa-ann<u>aa</u> minn<u>aa</u> <strong>al</strong><u>shshaa</u>li<u>h</u>uuna waminn<u>aa</u> duuna <u>dzaa</u>lika kunn<u>aa</u> <u>th</u>ar<u>aa</u>-iqa qidad<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَأَنَّا ظَنَنَّا أَنْ لَنْ نُعْجِزَ اللَّهَ فِي الْأَرْضِ وَلَنْ نُعْجِزَهُ هَرَبًا",
    "id" : "Dan sesungguhnya kami mengetahui bahwa kami sekali-kali tidak akan dapat melepaskan diri (dari kekuasaan) Allah di muka bumi dan sekali-kali tidak (pula) dapat melepaskan diri (daripada)Nya dengan lari.",
    "nomor" : "12",
    "tr" : "wann<u>aa</u> <u>zh</u>anann<u>aa</u> an lan nu'jiza <strong>al</strong>l<u>aa</u>ha fii <strong>a</strong>l-ar<u>dh</u>i walan nu'jizahu harab<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَأَنَّا لَمَّا سَمِعْنَا الْهُدَىٰ آمَنَّا بِهِ ۖ فَمَنْ يُؤْمِنْ بِرَبِّهِ فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا",
    "id" : "Dan sesungguhnya kami tatkala mendengar petunjuk (Al Qur'an), kami beriman kepadanya. Barangsiapa beriman kepada Tuhannya, maka ia tidak takut akan pengurangan pahala dan tidak (takut pula) akan penambahan dosa dan kesalahan.",
    "nomor" : "13",
    "tr" : "wa-ann<u>aa</u> lamm<u>aa</u> sami'n<u>aa</u> <strong>a</strong>lhud<u>aa</u> <u>aa</u>mann<u>aa</u> bihi faman yu/min birabbihi fal<u>aa</u> yakh<u>aa</u>fu bakhsan wal<u>aa</u> rahaq<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَأَنَّا مِنَّا الْمُسْلِمُونَ وَمِنَّا الْقَاسِطُونَ ۖ فَمَنْ أَسْلَمَ فَأُولَٰئِكَ تَحَرَّوْا رَشَدًا",
    "id" : "Dan sesungguhnya di antara kami ada orang-orang yang ta'at dan ada (pula) orang-orang yang menyimpang dari kebenaran. Barangsiapa yang yang ta'at, maka mereka itu benar-benar telah memilih jalan yang lurus.",
    "nomor" : "14",
    "tr" : "wa-ann<u>aa</u> minn<u>aa</u> <strong>a</strong>lmuslimuuna waminn<u>aa</u> <strong>a</strong>lq<u>aa</u>si<u>th</u>uuna faman aslama faul<u>aa</u>-ika ta<u>h</u>arraw rasyad<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَأَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا",
    "id" : "Adapun orang-orang yang menyimpang dari kebenaran, maka mereka menjadi kayu api bagi neraka Jahannam.",
    "nomor" : "15",
    "tr" : "wa-am<u>aa</u> <strong>a</strong>lq<u>aa</u>si<u>th</u>uuna fak<u>aa</u>nuu lijahannama <u>h</u>a<u>th</u>ab<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَأَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا",
    "id" : "Dan bahwasanya: jikalau mereka tetap berjalan lurus di atas jalan itu (agama Islam), benar-benar Kami akan memberi minum kepada mereka air yang segar (rezki yang banyak).",
    "nomor" : "16",
    "tr" : "wa-allawi istaq<u>aa</u>muu 'al<u>aa</u> <strong>al</strong><u>ththh</u>ariiqati la-asqayn<u>aa</u>hum m<u>aa</u>-an ghadaq<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "لِنَفْتِنَهُمْ فِيهِ ۚ وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا",
    "id" : "Untuk Kami beri cobaan kepada mereka padanya. Dan barangsiapa yang berpaling dari peringatan Tuhannya, niscaya akan dimasukkan-Nya ke dalam azab yang amat berat.",
    "nomor" : "17",
    "tr" : "linaftinahum fiihi waman yu'ri<u>dh</u> 'an <u>dz</u>ikri rabbihi yasluk-hu 'a<u>dzaa</u>ban <u>sh</u>a'ad<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا",
    "id" : "Dan sesungguhnya mesjid-mesjid itu adalah kepunyaan Allah. Maka janganlah kamu menyembah seseorangpun di dalamnya di samping (menyembah) Allah.",
    "nomor" : "18",
    "tr" : "wa-anna <strong>a</strong>lmas<u>aa</u>jida lill<u>aa</u>hi fal<u>aa</u> tad'uu ma'a <strong>al</strong>l<u>aa</u>hi a<u>h</u>ad<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا",
    "id" : "Dan bahwasanya tatkala hamba Allah (Muhammad) berdiri menyembah-Nya (mengerjakan ibadat), hampir saja jin-jin itu desak mendesak mengerumuninya.",
    "nomor" : "19",
    "tr" : "wa-annahu lamm<u>aa</u> q<u>aa</u>ma 'abdu <strong>al</strong>l<u>aa</u>hi yad'uuhu k<u>aa</u>duu yakuunuuna 'alayhi libad<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "قُلْ إِنَّمَا أَدْعُو رَبِّي وَلَا أُشْرِكُ بِهِ أَحَدًا",
    "id" : "Katakanlah: \"Sesungguhnya aku hanya menyembah Tuhanku dan aku tidak mempersekutukan sesuatupun dengan-Nya\".",
    "nomor" : "20",
    "tr" : "qul innam<u>aa</u> ad'uu rabbii wal<u>aa</u> usyriku bihi a<u>h</u>ad<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا",
    "id" : "Katakanlah: \"Sesungguhnya aku tidak kuasa mendatangkan sesuatu kemudharatanpun kepadamu dan tidak (pula) suatu kemanfa'atan\".",
    "nomor" : "21",
    "tr" : "qul innii l<u>aa</u> amliku lakum <u>dh</u>arran wal<u>aa</u> rasyad<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا",
    "id" : "Katakanlah: \"Sesungguhnya aku sekali-kali tiada seorangpun dapat melindungiku dari (azab) Allah dan sekali-kali aku tiada akan memperoleh tempat berlindung selain daripada-Nya\".",
    "nomor" : "22",
    "tr" : "qul innii lan yujiiranii mina <strong>al</strong>l<u>aa</u>hi a<u>h</u>adun walan ajida min duunihi multa<u>h</u>ad<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِلَّا بَلَاغًا مِنَ اللَّهِ وَرِسَالَاتِهِ ۚ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا",
    "id" : "Akan tetapi (aku hanya) menyampaikan (peringatan) dari Allah dan risalah-Nya. Dan barangsiapa yang mendurhakai Allah dan Rasul-Nya maka sesungguhnya baginyalah neraka Jahannam, mereka kekal di dalamnya selama-lamanya.",
    "nomor" : "23",
    "tr" : "ill<u>aa</u> bal<u>aa</u>ghan mina <strong>al</strong>l<u>aa</u>hi waris<u>aa</u>l<u>aa</u>tihi waman ya'<u>sh</u>i <strong>al</strong>l<u>aa</u>ha warasuulahu fa-inna lahu n<u>aa</u>ra jahannama kh<u>aa</u>lidiina fiih<u>aa</u> abad<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "حَتَّىٰ إِذَا رَأَوْا مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا",
    "id" : "Sehingga apabila mereka melihat azab yang diancamkan kepada mereka, maka mereka akan mengetahui siapakah yang lebih lemah penolongnya dan lebih sedikit bilangannya.",
    "nomor" : "24",
    "tr" : "<u>h</u>att<u>aa</u> i<u>dzaa</u> ra-aw m<u>aa</u> yuu'aduuna fasaya'lamuuna man a<u>dh</u>'afu n<u>aas</u>iran wa-aqallu 'adad<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "قُلْ إِنْ أَدْرِي أَقَرِيبٌ مَا تُوعَدُونَ أَمْ يَجْعَلُ لَهُ رَبِّي أَمَدًا",
    "id" : "Katakanlah: \"Aku tidak mengetahui, apakah azab yang diancamkan kepadamu itu dekat ataukah Tuhanku menjadikan bagi (kedatangan) azab itu masa yang panjang?\".",
    "nomor" : "25",
    "tr" : "qul in adrii aqariibun m<u>aa</u> tuu'aduuna am yaj'alu lahu rabbii amad<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِ أَحَدًا",
    "id" : "(Dia adalah Tuhan) Yang Mengetahui yang ghaib, maka Dia tidak memperlihatkan kepada seorangpun tentang yang ghaib itu.",
    "nomor" : "26",
    "tr" : "'<u>aa</u>limu <strong>a</strong>lghaybi fal<u>aa</u> yu<u>zh</u>hiru 'al<u>aa</u> ghaybihi a<u>h</u>ad<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِلَّا مَنِ ارْتَضَىٰ مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا",
    "id" : "Kecuali kepada rasul yang diridhai-Nya, maka sesungguhnya Dia mengadakan penjaga-penjaga (malaikat) di muka dan di belakangnya.",
    "nomor" : "27",
    "tr" : "ill<u>aa</u> mani irta<u>daa</u> min rasuulin fa-innahu yasluku min bayni yadayhi wamin khalfihi ra<u>sh</u>ad<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَىٰ كُلَّ شَيْءٍ عَدَدًا",
    "id" : "Supaya Dia mengetahui, bahwa sesungguhnya rasul-rasul itu telah menyampaikan risalah-risalah Tuhannya, sedang (sebenarnya) ilmu-Nya meliputi apa yang ada pada mereka, dan Dia menghitung segala sesuatu satu persatu.",
    "nomor" : "28",
    "tr" : "liya'lama an qad ablaghuu ris<u>aa</u>l<u>aa</u>ti rabbihim wa-a<u>hath</u>a bim<u>aa</u> ladayhim wa-a<u>hsaa</u> kulla syay-in 'adad<u>aa</u><strong>n</strong>"
  }, {
    "surah": "Al Muzammil",
    "ar" : "يَا أَيُّهَا الْمُزَّمِّلُ",
    "id" : "Hai orang yang berselimut (Muhammad),",
    "nomor" : "1",
    "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>a</strong>lmuzzammil<strong>u</strong>"
  }, {
    "ar" : "قُمِ اللَّيْلَ إِلَّا قَلِيلًا",
    "id" : "bangunlah (untuk sembahyang) di malam hari, kecuali sedikit (daripadanya),",
    "nomor" : "2",
    "tr" : "qumi <strong>al</strong>layla ill<u>aa</u> qaliil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا",
    "id" : "(yaitu) seperduanya atau kurangilah dari seperdua itu sedikit.",
    "nomor" : "3",
    "tr" : "ni<u>sh</u>fahu awi unqu<u>sh</u> minhu qaliil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا",
    "id" : "atau lebih dari seperdua itu. Dan bacalah Al Qur'an itu dengan perlahan-lahan.",
    "nomor" : "4",
    "tr" : "aw zid 'alayhi warattili <strong>a</strong>lqur-<u>aa</u>na tartiil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا",
    "id" : "Sesungguhnya Kami akan menurunkan kapadamu perkataan yang berat.",
    "nomor" : "5",
    "tr" : "inn<u>aa</u> sanulqii 'alayka qawlan tsaqiil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا",
    "id" : "Sesungguhnya bangun di waktu malam adalah lebih tepat (untuk khusyuk) dan bacaan di waktu itu lebih berkesan.",
    "nomor" : "6",
    "tr" : "inna n<u>aa</u>syi-ata <strong>al</strong>layli hiya asyaddu wa<u>th</u>-an wa-aqwamu qiil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّ لَكَ فِي النَّهَارِ سَبْحًا طَوِيلًا",
    "id" : "Sesungguhnya kamu pada siang hari mempunyai urusan yang panjang (banyak).",
    "nomor" : "7",
    "tr" : "inna laka fii <strong>al</strong>nnah<u>aa</u>ri sab<u>h</u>an <u>th</u>awiil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَاذْكُرِ اسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا",
    "id" : "Sebutlah nama Tuhanmu, dan beribadatlah kepada-Nya dengan penuh ketekunan.",
    "nomor" : "8",
    "tr" : "wa<strong>u</strong><u>dz</u>kuri isma rabbika watabattal ilayhi tabtiil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَٰهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا",
    "id" : "(Dia-lah) Tuhan masyrik dan maghrib, tiada Tuhan (yang berhak disembah) melainkan Dia, maka ambillah Dia sebagai pelindung.",
    "nomor" : "9",
    "tr" : "rabbu <strong>a</strong>lmasyriqi wa<strong>a</strong>lmaghribi l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa fa<strong>i</strong>ttakhi<u>dz</u>hu wakiil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَاصْبِرْ عَلَىٰ مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا",
    "id" : "Dan bersabarlah terhadap apa yang mereka ucapkan dan jauhilah mereka dengan cara yang baik.",
    "nomor" : "10",
    "tr" : "wa<strong>i</strong><u>sh</u>bir 'al<u>aa</u> m<u>aa</u> yaquuluuna wa<strong>u</strong>hjurhum hajran jamiil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا",
    "id" : "Dan biarkanlah Aku (saja) bertindak terhadap orang-orang yang mendustakan itu, orang-orang yang mempunyai kemewahan dan beri tangguhlah mereka barang sebentar.",
    "nomor" : "11",
    "tr" : "wa<u>dz</u>arnii wa<strong>a</strong>lmuka<u>dzdz</u>ibiina ulii <strong>al</strong>nna'mati wamahhilhum qaliil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّ لَدَيْنَا أَنْكَالًا وَجَحِيمًا",
    "id" : "Karena sesungguhnya pada sisi Kami ada belenggu-belenggu yang berat dan neraka yang menyala-nyala.",
    "nomor" : "12",
    "tr" : "inna ladayn<u>aa</u> ank<u>aa</u>lan waja<u>h</u>iim<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَطَعَامًا ذَا غُصَّةٍ وَعَذَابًا أَلِيمًا",
    "id" : "Dan makanan yang menyumbat di kerongkongan dan azab yang pedih.",
    "nomor" : "13",
    "tr" : "wa<u>th</u>a'<u>aa</u>man <u>dzaa</u> ghu<u>shsh</u>atin wa'a<u>dzaa</u>ban <strong>a</strong>liim<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "يَوْمَ تَرْجُفُ الْأَرْضُ وَالْجِبَالُ وَكَانَتِ الْجِبَالُ كَثِيبًا مَهِيلًا",
    "id" : "Pada hari bumi dan gunung-gunung bergoncangan, dan menjadilah gunung-gunung itu tumpukan-tumpukan pasir yang berterbangan.",
    "nomor" : "14",
    "tr" : "yawma tarjufu <strong>a</strong>l-ar<u>dh</u>u wa<strong>a</strong>ljib<u>aa</u>lu wak<u>aa</u>nati <strong>a</strong>ljib<u>aa</u>lu katsiiban mahiil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولًا شَاهِدًا عَلَيْكُمْ كَمَا أَرْسَلْنَا إِلَىٰ فِرْعَوْنَ رَسُولًا",
    "id" : "Sesungguhnya Kami telah mengutus kepada kamu (hai orang kafir Mekah) seorang Rasul, yang menjadi saksi terhadapmu, sebagaimana Kami telah mengutus (dahulu) seorang Rasul kepada Fir'aun.",
    "nomor" : "15",
    "tr" : "inn<u>aa</u> arsaln<u>aa</u> ilaykum rasuulan sy<u>aa</u>hidan 'alaykum kam<u>aa</u> arsaln<u>aa</u> il<u>aa</u> fir'awna rasuul<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "فَعَصَىٰ فِرْعَوْنُ الرَّسُولَ فَأَخَذْنَاهُ أَخْذًا وَبِيلًا",
    "id" : "Maka Fir'aun mendurhakai Rasul itu, lalu Kami siksa dia dengan siksaan yang berat.",
    "nomor" : "16",
    "tr" : "fa'a<u>shaa</u> fir'awnu <strong>al</strong>rrasuula fa-akha<u>dz</u>n<u>aa</u>hu akh<u>dz</u>an wabiil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "فَكَيْفَ تَتَّقُونَ إِنْ كَفَرْتُمْ يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا",
    "id" : "Maka bagaimanakah kamu akan dapat memelihara dirimu jika kamu tetap kafir kepada hari yang menjadikan anak-anak beruban.",
    "nomor" : "17",
    "tr" : "fakayfa tattaquuna in kafartum yawman yaj'alu <strong>a</strong>lwild<u>aa</u>na syiib<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "السَّمَاءُ مُنْفَطِرٌ بِهِ ۚ كَانَ وَعْدُهُ مَفْعُولًا",
    "id" : "Langit(pun) menjadi pecah belah pada hari itu. Adalah janji-Nya itu pasti terlaksana.",
    "nomor" : "18",
    "tr" : "a<strong>l</strong>ssam<u>aa</u>u munfa<u>th</u>irun bihi k<u>aa</u>na wa'duhu maf'uul<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّ هَٰذِهِ تَذْكِرَةٌ ۖ فَمَنْ شَاءَ اتَّخَذَ إِلَىٰ رَبِّهِ سَبِيلًا",
    "id" : "Sesungguhnya ini adalah suatu peringatan. Maka barangsiapa yang menghendaki niscaya ia menempuh jalan (yang menyampaikannya) kepada Tuhannya.",
    "nomor" : "19",
    "tr" : "inna h<u>aadz</u>ihi ta<u>dz</u>kiratun faman sy<u>aa</u>-a ittakha<u>dz</u>a il<u>aa</u> rabbihi sabiil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَىٰ مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَ ۚ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ ۚ عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ ۖ فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ ۚ عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَىٰ ۙ وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ ۙ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ ۖ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ ۚ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا ۚ وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا ۚ وَاسْتَغْفِرُوا اللَّهَ ۖ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
    "id" : "Sesungguhnya Tuhanmu mengetahui bahwasanya kamu berdiri (sembahyang) kurang dari dua pertiga malam, atau seperdua malam atau sepertiganya dan (demikian pula) segolongan dari orang-orang yang bersama kamu. Dan Allah menetapkan ukuran malam dan siang. Allah mengetahui bahwa kamu sekali-kali tidak dapat menentukan batas-batas waktu-waktu itu, maka Dia memberi keringanan kepadamu, karena itu bacalah apa yang mudah (bagimu) dari Al Qur'an. Dia mengetahui bahwa akan ada di antara kamu orang-orang yang sakit dan orang-orang yang berjalan di muka bumi mencari sebagian karunia Allah; dan orang-orang yang lain lagi berperang di jalan Allah, maka bacalah apa yang mudah (bagimu) dari Al Qur'an dan dirikanlah sembahyang, tunaikanlah zakat dan berikanlah pinjaman kepada Allah pinjaman yang baik. Dan kebaikan apa saja yang kamu perbuat untuk dirimu niscaya kamu memperoleh (balasan)nya di sisi Allah sebagai balasan yang paling baik dan yang paling besar pahalanya. Dan mohonlah ampunan kepada Allah; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
    "nomor" : "20",
    "tr" : "inna rabbaka ya'lamu annaka taquumu adn<u>aa</u> min tsulutsayi <strong>al</strong>layli wani<u>sh</u>fahu watsulutsahu wa<u>th</u><u>aa</u>-ifatun mina <strong>al</strong>la<u>dz</u>iina ma'aka wa<strong>al</strong>l<u>aa</u>hu yuqaddiru <strong>al</strong>layla wa<strong>al</strong>nnah<u>aa</u>ra 'alima an lan tu<u>hs</u>uuhu fat<u>aa</u>ba 'alaykum fa<strong>i</strong>qrauu m<u>aa</u> tayassara mina <strong>a</strong>lqur-<u>aa</u>ni 'alima an sayakuunu minkum mar<u>daa</u> wa<u>aa</u>kharuuna ya<u>dh</u>ribuuna fii <strong>a</strong>l-ar<u>dh</u>i yabtaghuuna min fa<u>dh</u>li <strong>al</strong>l<u>aa</u>hi wa<u>aa</u>kharuuna yuq<u>aa</u>tiluuna fii sabiili <strong>al</strong>l<u>aa</u>hi fa<strong>i</strong>qrauu m<u>aa</u> tayassara minhu wa-aqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tuu <strong>al</strong>zzak<u>aa</u>ta wa-aqri<u>dh</u>uu <strong>al</strong>l<u>aa</u>ha qar<u>dh</u>an <u>h</u>asanan wam<u>aa</u> tuqaddimuu li-anfusikum min khayrin tajiduuhu 'inda <strong>al</strong>l<u>aa</u>hi huwa khayran wa-a'<u>zh</u>ama ajran wa<strong>i</strong>staghfiruu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
  }, {
    "surah": "Al Muddatsir",
    "ar" : "يَا أَيُّهَا الْمُدَّثِّرُ",
    "id" : "Hai orang yang berkemul (berselimut),",
    "nomor" : "1",
    "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>a</strong>lmuddatstsir<strong>u</strong>"
  }, {
    "ar" : "قُمْ فَأَنْذِرْ",
    "id" : "bangunlah, lalu berilah peringatan!",
    "nomor" : "2",
    "tr" : "qum fa-an<u>dz</u>ir"
  }, {
    "ar" : "وَرَبَّكَ فَكَبِّرْ",
    "id" : "dan Tuhanmu agungkanlah!",
    "nomor" : "3",
    "tr" : "warabbaka fakabbir"
  }, {
    "ar" : "وَثِيَابَكَ فَطَهِّرْ",
    "id" : "dan pakaianmu bersihkanlah,",
    "nomor" : "4",
    "tr" : "watsiy<u>aa</u>baka fa<u>th</u>ahhir"
  }, {
    "ar" : "وَالرُّجْزَ فَاهْجُرْ",
    "id" : "dan perbuatan dosa tinggalkanlah,",
    "nomor" : "5",
    "tr" : "wa<strong>al</strong>rrujza fa<strong>u</strong>hjur"
  }, {
    "ar" : "وَلَا تَمْنُنْ تَسْتَكْثِرُ",
    "id" : "dan janganlah kamu memberi (dengan maksud) memperoleh (balasan) yang lebih banyak.",
    "nomor" : "6",
    "tr" : "wal<u>aa</u> tamnun tastaktsir<strong>u</strong>"
  }, {
    "ar" : "وَلِرَبِّكَ فَاصْبِرْ",
    "id" : "Dan untuk (memenuhi perintah) Tuhanmu, bersabarlah.",
    "nomor" : "7",
    "tr" : "walirabbika fa<strong>i</strong><u>sh</u>bir"
  }, {
    "ar" : "فَإِذَا نُقِرَ فِي النَّاقُورِ",
    "id" : "Apabila ditiup sangkakala,",
    "nomor" : "8",
    "tr" : "fa-i<u>dzaa</u> nuqira fii <strong>al</strong>nn<u>aa</u>quur<strong>i</strong>"
  }, {
    "ar" : "فَذَٰلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ",
    "id" : "maka waktu itu adalah waktu (datangnya) hari yang sulit,",
    "nomor" : "9",
    "tr" : "fa<u>dzal</u>ika yawma-i<u>dz</u>in yawmun 'asiir<strong>un</strong>"
  }, {
    "ar" : "عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ",
    "id" : "bagi orang-orang kafir lagi tidak mudah.",
    "nomor" : "10",
    "tr" : "'al<u>aa</u> <strong>a</strong>lk<u>aa</u>firiina ghayru yasiir<strong>in</strong>"
  }, {
    "ar" : "ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا",
    "id" : "Biarkanlah Aku bertindak terhadap orang yang Aku telah menciptakannya sendirian.",
    "nomor" : "11",
    "tr" : "<u>dz</u>arnii waman khalaqtu wa<u>h</u>iid<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَجَعَلْتُ لَهُ مَالًا مَمْدُودًا",
    "id" : "Dan Aku jadikan baginya harta benda yang banyak,",
    "nomor" : "12",
    "tr" : "waja'altu lahu m<u>aa</u>lan mamduud<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَبَنِينَ شُهُودًا",
    "id" : "dan anak-anak yang selalu bersama dia,",
    "nomor" : "13",
    "tr" : "wabaniina syuhuud<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَمَهَّدْتُ لَهُ تَمْهِيدًا",
    "id" : "dan Ku lapangkan baginya (rezki dan kekuasaan) dengan selapang-lapangnya,",
    "nomor" : "14",
    "tr" : "wamahhadtu lahu tamhiid<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "ثُمَّ يَطْمَعُ أَنْ أَزِيدَ",
    "id" : "kemudian dia ingin sekali supaya Aku menambahnya.",
    "nomor" : "15",
    "tr" : "tsumma ya<u>th</u>ma'u an aziid<strong>a</strong>"
  }, {
    "ar" : "كَلَّا ۖ إِنَّهُ كَانَ لِآيَاتِنَا عَنِيدًا",
    "id" : "Sekali-kali tidak (akan Aku tambah), karena sesungguhnya dia menentang ayat-ayat Kami (Al Quraan).",
    "nomor" : "16",
    "tr" : "kall<u>aa</u> innahu k<u>aa</u>na li-<u>aa</u>y<u>aa</u>tin<u>aa</u> 'aniid<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "سَأُرْهِقُهُ صَعُودًا",
    "id" : "Aku akan membebaninya mendaki pendakian yang memayahkan.",
    "nomor" : "17",
    "tr" : "saurhiquhu <u>sh</u>a'uud<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّهُ فَكَّرَ وَقَدَّرَ",
    "id" : "Sesungguhnya dia telah memikirkan dan menetapkan (apa yang ditetapkannya),",
    "nomor" : "18",
    "tr" : "innahu fakkara waqaddar<strong>a</strong>"
  }, {
    "ar" : "فَقُتِلَ كَيْفَ قَدَّرَ",
    "id" : "maka celakalah dia! Bagaimana dia menetapkan?,",
    "nomor" : "19",
    "tr" : "faqutila kayfa qaddar<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ قُتِلَ كَيْفَ قَدَّرَ",
    "id" : "kemudian celakalah dia! Bagaimanakah dia menetapkan?,",
    "nomor" : "20",
    "tr" : "tsumma qutila kayfa qaddar<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ نَظَرَ",
    "id" : "kemudian dia memikirkan,",
    "nomor" : "21",
    "tr" : "tsumma na<u>zh</u>ar<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ عَبَسَ وَبَسَرَ",
    "id" : "sesudah itu dia bermasam muka dan merengut,",
    "nomor" : "22",
    "tr" : "tsumma 'abasa wabasar<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ",
    "id" : "kemudian dia berpaling (dari kebenaran) dan menyombongkan diri,",
    "nomor" : "23",
    "tr" : "tsumma adbara wa<strong>i</strong>stakbar<strong>a</strong>"
  }, {
    "ar" : "فَقَالَ إِنْ هَٰذَا إِلَّا سِحْرٌ يُؤْثَرُ",
    "id" : "lalu dia berkata: \"(Al Quraan) ini tidak lain hanyalah sihir yang dipelajari (dari orang-orang dahulu),",
    "nomor" : "24",
    "tr" : "faq<u>aa</u>la in h<u>aadzaa</u> ill<u>aa</u> si<u>h</u>run yu/tsar<strong>u</strong>"
  }, {
    "ar" : "إِنْ هَٰذَا إِلَّا قَوْلُ الْبَشَرِ",
    "id" : "ini tidak lain hanyalah perkataan manusia\".",
    "nomor" : "25",
    "tr" : "in h<u>aadzaa</u> ill<u>aa</u> qawlu <strong>a</strong>lbasyar<strong>i</strong>"
  }, {
    "ar" : "سَأُصْلِيهِ سَقَرَ",
    "id" : "Aku akan memasukkannya ke dalam (neraka) Saqar.",
    "nomor" : "26",
    "tr" : "sau<u>sh</u>liihi saqar<strong>a</strong>"
  }, {
    "ar" : "وَمَا أَدْرَاكَ مَا سَقَرُ",
    "id" : "Tahukah kamu apakah (neraka) Saqar itu?",
    "nomor" : "27",
    "tr" : "wam<u>aa</u> adr<u>aa</u>ka m<u>aa</u> saqar<strong>u</strong>"
  }, {
    "ar" : "لَا تُبْقِي وَلَا تَذَرُ",
    "id" : "Saqar itu tidak meninggalkan dan tidak membiarkan.",
    "nomor" : "28",
    "tr" : "l<u>aa</u> tubqii wal<u>aa</u> ta<u>dz</u>ar<strong>u</strong>"
  }, {
    "ar" : "لَوَّاحَةٌ لِلْبَشَرِ",
    "id" : "(Neraka Saqar) adalah pembakar kulit manusia.",
    "nomor" : "29",
    "tr" : "laww<u>aah</u>atun lilbasyar<strong>i</strong>"
  }, {
    "ar" : "عَلَيْهَا تِسْعَةَ عَشَرَ",
    "id" : "Dan di atasnya ada sembilan belas (malaikat penjaga).",
    "nomor" : "30",
    "tr" : "'alayh<u>aa</u> tis'ata 'asyar<strong>a</strong>"
  }, {
    "ar" : "وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً ۙ وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا ۙ وَلَا يَرْتَابَ الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَ ۙ وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْكَافِرُونَ مَاذَا أَرَادَ اللَّهُ بِهَٰذَا مَثَلًا ۚ كَذَٰلِكَ يُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ ۚ وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ ۚ وَمَا هِيَ إِلَّا ذِكْرَىٰ لِلْبَشَرِ",
    "id" : "Dan tiada Kami jadikan penjaga neraka itu melainkan dari malaikat: dan tidaklah Kami menjadikan bilangan mereka itu melainkan untuk jadi cobaan bagi orang-orang kafir, supaya orang-orang yang diberi Al-Kitab menjadi yakin dan supaya orang yang beriman bertambah imannya dan supaya orang-orang yang diberi Al Kitab dan orng-orang mu'min itu tidak ragu-ragu dan supaya orang-orang yang di dalam hatinya ada penyakit dan orang-orang kafir (mengatakan): \"Apakah yang dikehendaki Allah dengan bilangan ini sebagai suatu perumpamaan?\" Demikianlah Allah membiarkan sesat orang-orang yang dikehendaki-Nya dan memberi petunjuk kepada siapa yang dikehendaki-Nya. Dan tidak ada yang mengetahui tentara Tuhanmu melainkan Dia sendiri. Dan Saqar itu tiada lain hanyalah peringatan bagi manusia.",
    "nomor" : "31",
    "tr" : "wam<u>aa</u> ja'aln<u>aa</u> a<u>sh</u>-<u>haa</u>ba <strong>al</strong>nn<u>aa</u>ri ill<u>aa</u> mal<u>aa</u>-ikatan wam<u>aa</u> ja'aln<u>aa</u> 'iddatahum ill<u>aa</u> fitnatan lilla<u>dz</u>iina kafaruu liyastayqina <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba wayazd<u>aa</u>da <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu iim<u>aa</u>nan wal<u>aa</u> yart<u>aa</u>ba <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>lmu/minuuna waliyaquula <strong>al</strong>la<u>dz</u>iina fii quluubihim mara<u>dh</u>un wa<strong>a</strong>lk<u>aa</u>firuuna m<u>aatsaa</u> ar<u>aa</u>da <strong>al</strong>l<u>aa</u>hu bih<u>aadzaa</u> matsalan ka<u>dzaa</u>lika yu<u>dh</u>illu <strong>al</strong>l<u>aa</u>hu man yasy<u>aa</u>u wayahdii man yasy<u>aa</u>u wam<u>aa</u> ya'lamu junuuda rabbika ill<u>aa</u> huwa wam<u>aa</u> hiya ill<u>aa</u> <u>dz</u>ikr<u>aa</u> lilbasyar<strong>i</strong>"
  }, {
    "ar" : "كَلَّا وَالْقَمَرِ",
    "id" : "Sekali-kali tidak, demi bulan,",
    "nomor" : "32",
    "tr" : "kall<u>aa</u> wa<strong>a</strong>lqamar<strong>i</strong>"
  }, {
    "ar" : "وَاللَّيْلِ إِذْ أَدْبَرَ",
    "id" : "dan malam ketika telah berlalu,",
    "nomor" : "33",
    "tr" : "wa<strong>a</strong>llayli i<u>dz</u> adbar<strong>a</strong>"
  }, {
    "ar" : "وَالصُّبْحِ إِذَا أَسْفَرَ",
    "id" : "dan subuh apabila mulai terang.",
    "nomor" : "34",
    "tr" : "wa<strong>al</strong><u>shsh</u>ub<u>h</u>i i<u>dzaa</u> asfar<strong>a</strong>"
  }, {
    "ar" : "إِنَّهَا لَإِحْدَى الْكُبَرِ",
    "id" : "Sesungguhnya Saqar itu adalah salah satu bencana yang amat besar,",
    "nomor" : "35",
    "tr" : "innah<u>aa</u> la-i<u>h</u>d<u>aa</u> <strong>a</strong>lkubar<strong>i</strong>"
  }, {
    "ar" : "نَذِيرًا لِلْبَشَرِ",
    "id" : "sebagai ancaman bagi manusia.",
    "nomor" : "36",
    "tr" : "na<u>dz</u>iiran lilbasyar<strong>i</strong>"
  }, {
    "ar" : "لِمَنْ شَاءَ مِنْكُمْ أَنْ يَتَقَدَّمَ أَوْ يَتَأَخَّرَ",
    "id" : "(Yaitu) bagi siapa di antaramu yang berkehendak akan maju atau mundur.",
    "nomor" : "37",
    "tr" : "liman sy<u>aa</u>-a minkum an yataqaddama aw yata-akhkhar<strong>a</strong>"
  }, {
    "ar" : "كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ",
    "id" : "Tiap-tiap diri bertanggung jawab atas apa yang telah diperbuatnya,",
    "nomor" : "38",
    "tr" : "kullu nafsin bim<u>aa</u> kasabat rahiina<strong>tun</strong>"
  }, {
    "ar" : "إِلَّا أَصْحَابَ الْيَمِينِ",
    "id" : "kecuali golongan kanan,",
    "nomor" : "39",
    "tr" : "ill<u>aa</u> a<u>sh</u>-<u>haa</u>ba <strong>a</strong>lyamiin<strong>i</strong>"
  }, {
    "ar" : "فِي جَنَّاتٍ يَتَسَاءَلُونَ",
    "id" : "berada di dalam syurga, mereka tanya menanya,",
    "nomor" : "40",
    "tr" : "fii jann<u>aa</u>tin yatas<u>aa</u>-aluun<strong>a</strong>"
  }, {
    "ar" : "عَنِ الْمُجْرِمِينَ",
    "id" : "tentang (keadaan) orang-orang yang berdosa,",
    "nomor" : "41",
    "tr" : "'ani <strong>a</strong>lmujrimiin<strong>a</strong>"
  }, {
    "ar" : "مَا سَلَكَكُمْ فِي سَقَرَ",
    "id" : "\"Apakah yang memasukkan kamu ke dalam Saqar (neraka)?\"",
    "nomor" : "42",
    "tr" : "m<u>aa</u> salakakum fii saqar<strong>a</strong>"
  }, {
    "ar" : "قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ",
    "id" : "Mereka menjawab: \"Kami dahulu tidak termasuk orang-orang yang mengerjakan shalat,",
    "nomor" : "43",
    "tr" : "q<u>aa</u>luu lam naku mina <strong>a</strong>lmu<u>sh</u>alliin<strong>a</strong>"
  }, {
    "ar" : "وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ",
    "id" : "dan kami tidak (pula) memberi makan orang miskin,",
    "nomor" : "44",
    "tr" : "walam naku nu<u>th</u>'imu <strong>a</strong>lmiskiin<strong>a</strong>"
  }, {
    "ar" : "وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ",
    "id" : "dan adalah kami membicarakan yang bathil, bersama dengan orang-orang yang membicarakannya,",
    "nomor" : "45",
    "tr" : "wakunn<u>aa</u> nakhuu<u>dh</u>u ma'a <strong>a</strong>lkh<u>aa</u>-i<u>dh</u>iin<strong>a</strong>"
  }, {
    "ar" : "وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ",
    "id" : "dan adalah kami mendustakan hari pembalasan,",
    "nomor" : "46",
    "tr" : "wakunn<u>aa</u> nuka<u>dzdz</u>ibu biyawmi <strong>al</strong>ddiin<strong>i</strong>"
  }, {
    "ar" : "حَتَّىٰ أَتَانَا الْيَقِينُ",
    "id" : "hingga datang kepada kami kematian\".",
    "nomor" : "47",
    "tr" : "<u>h</u>att<u>aa</u> at<u>aa</u>n<u>aa</u> <strong>a</strong>lyaqiin<strong>u</strong>"
  }, {
    "ar" : "فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ",
    "id" : "Maka tidak berguna lagi bagi mereka syafa'at dari orang-orang yang memberikan syafa'at.",
    "nomor" : "48",
    "tr" : "fam<u>aa</u> tanfa'uhum syaf<u>aa</u>'atu <strong>al</strong>sysy<u>aa</u>fi'iin<strong>a</strong>"
  }, {
    "ar" : "فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ",
    "id" : "Maka mengapa mereka (orang-orang kafir) berpaling dari peringatan (Allah)?,",
    "nomor" : "49",
    "tr" : "fam<u>aa</u> lahum 'ani <strong>al</strong>tta<u>dz</u>kirati mu'ri<u>dh</u>iin<strong>a</strong>"
  }, {
    "ar" : "كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ",
    "id" : "seakan-akan mereka itu keledai liar yang lari terkejut,",
    "nomor" : "50",
    "tr" : "ka-annahum <u>h</u>umurun mustanfira<strong>tun</strong>"
  }, {
    "ar" : "فَرَّتْ مِنْ قَسْوَرَةٍ",
    "id" : "lari daripada singa.",
    "nomor" : "51",
    "tr" : "farrat min qaswara<strong>tin</strong>"
  }, {
    "ar" : "بَلْ يُرِيدُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُؤْتَىٰ صُحُفًا مُنَشَّرَةً",
    "id" : "Bahkan tiap-tiap orang dari mereka berkehendak supaya diberikan kepadanya lembaran-lembaran yang terbuka.",
    "nomor" : "52",
    "tr" : "bal yuriidu kullu imri-in minhum an yu/t<u>aa</u> <u>sh</u>u<u>h</u>ufan munasysyara<strong>tan</strong>"
  }, {
    "ar" : "كَلَّا ۖ بَلْ لَا يَخَافُونَ الْآخِرَةَ",
    "id" : "Sekali-kali tidak. Sebenarnya mereka tidak takut kepada negeri akhirat.",
    "nomor" : "53",
    "tr" : "kall<u>aa</u> bal l<u>aa</u> yakh<u>aa</u>fuuna <strong>a</strong>l-<u>aa</u>khira<strong>ta</strong>"
  }, {
    "ar" : "كَلَّا إِنَّهُ تَذْكِرَةٌ",
    "id" : "Sekali-kali tidak demikian halnya. Sesungguhnya Al Quraan itu adalah peringatan.",
    "nomor" : "54",
    "tr" : "kall<u>aa</u> innahu ta<u>dz</u>kira<strong>tun</strong>"
  }, {
    "ar" : "فَمَنْ شَاءَ ذَكَرَهُ",
    "id" : "Maka barangsiapa menghendaki, niscaya dia mengambil pelajaran daripadanya (Al Quraan).",
    "nomor" : "55",
    "tr" : "faman sy<u>aa</u>-a <u>dz</u>akarah<strong>u</strong>"
  }, {
    "ar" : "وَمَا يَذْكُرُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ ۚ هُوَ أَهْلُ التَّقْوَىٰ وَأَهْلُ الْمَغْفِرَةِ",
    "id" : "Dan mereka tidak akan mengambil pelajaran daripadanya kecuali (jika) Allah menghendakinya. Dia (Allah) adalah Tuhan Yang patut (kita) bertakwa kepada-Nya dan berhak memberi ampun.",
    "nomor" : "56",
    "tr" : "wam<u>aa</u> ya<u>dz</u>kuruuna ill<u>aa</u> an yasy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu huwa ahlu <strong>al</strong>ttaqw<u>aa</u> wa-ahlu <strong>a</strong>lmaghfirat<strong>i</strong>"
  }, {
    "surah": "Al Qiyamah",
    "ar" : "لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ",
    "id" : "Aku bersumpah demi hari kiamat,",
    "nomor" : "1",
    "tr" : "l<u>aa</u> uqsimu biyawmi <strong>a</strong>lqiy<u>aa</u>mat<strong>i</strong>"
  }, {
    "ar" : "وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ",
    "id" : "dan aku bersumpah dengan jiwa yang amat menyesali (dirinya sendiri).",
    "nomor" : "2",
    "tr" : "wal<u>aa</u> uqsimu bi<strong>al</strong>nnafsi <strong>al</strong>laww<u>aa</u>mat<strong>i</strong>"
  }, {
    "ar" : "أَيَحْسَبُ الْإِنْسَانُ أَلَّنْ نَجْمَعَ عِظَامَهُ",
    "id" : "Apakah manusia mengira, bahwa Kami tidak akan mengumpulkan (kembali) tulang belulangnya?",
    "nomor" : "3",
    "tr" : "aya<u>h</u>sabu <strong>a</strong>l-ins<u>aa</u>nu <strong>al</strong>lan najma'a 'i<u>zhaa</u>mah<strong>u</strong>"
  }, {
    "ar" : "بَلَىٰ قَادِرِينَ عَلَىٰ أَنْ نُسَوِّيَ بَنَانَهُ",
    "id" : "Bukan demikian, sebenarnya Kami kuasa menyusun (kembali) jari jemarinya dengan sempurna.",
    "nomor" : "4",
    "tr" : "bal<u>aa</u> q<u>aa</u>diriina 'al<u>aa</u> an nusawwiya ban<u>aa</u>nah<strong>u</strong>"
  }, {
    "ar" : "بَلْ يُرِيدُ الْإِنْسَانُ لِيَفْجُرَ أَمَامَهُ",
    "id" : "Bahkan manusia itu hendak membuat maksiat terus menerus.",
    "nomor" : "5",
    "tr" : "bal yuriidu <strong>a</strong>l-ins<u>aa</u>nu liyafjura am<u>aa</u>mah<strong>u</strong>"
  }, {
    "ar" : "يَسْأَلُ أَيَّانَ يَوْمُ الْقِيَامَةِ",
    "id" : "Ia berkata: \"Bilakah hari kiamat itu?\"",
    "nomor" : "6",
    "tr" : "yas-alu ayy<u>aa</u>na yawmu <strong>a</strong>lqiy<u>aa</u>ma<strong>ti</strong>"
  }, {
    "ar" : "فَإِذَا بَرِقَ الْبَصَرُ",
    "id" : "Maka apabila mata terbelalak (ketakutan),",
    "nomor" : "7",
    "tr" : "fa-i<u>dzaa</u> bariqa <strong>a</strong>lba<u>sh</u>ar<strong>u</strong>"
  }, {
    "ar" : "وَخَسَفَ الْقَمَرُ",
    "id" : "dan apabila bulan telah hilang cahayanya,",
    "nomor" : "8",
    "tr" : "wakhasafa <strong>a</strong>lqamar<strong>u</strong>"
  }, {
    "ar" : "وَجُمِعَ الشَّمْسُ وَالْقَمَرُ",
    "id" : "dan matahari dan bulan dikumpulkan,",
    "nomor" : "9",
    "tr" : "wajumi'a <strong>al</strong>sysyamsu wa<strong>a</strong>lqamar<strong>u</strong>"
  }, {
    "ar" : "يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ",
    "id" : "pada hari itu manusia berkata: \"Ke mana tempat berlari?\"",
    "nomor" : "10",
    "tr" : "yaquulu <strong>a</strong>l-ins<u>aa</u>nu yawma-i<u>dz</u>in ayna <strong>a</strong>lmafar<strong>ru</strong>"
  }, {
    "ar" : "كَلَّا لَا وَزَرَ",
    "id" : "sekali-kali tidak! Tidak ada tempat berlindung!",
    "nomor" : "11",
    "tr" : "kall<u>aa</u> l<u>aa</u> wazar<strong>a</strong>"
  }, {
    "ar" : "إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ",
    "id" : "Hanya kepada Tuhanmu sajalah pada hari itu tempat kembali.",
    "nomor" : "12",
    "tr" : "il<u>aa</u> rabbika yawma-i<u>dz</u>in <strong>a</strong>lmustaqar<strong>ru</strong>"
  }, {
    "ar" : "يُنَبَّأُ الْإِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ",
    "id" : "Pada hari itu diberitakan kepada manusia apa yang telah dikerjakannya dan apa yang dilalaikannya.",
    "nomor" : "13",
    "tr" : "yunabbau <strong>a</strong>l-ins<u>aa</u>nu yawma-i<u>dz</u>in bim<u>aa</u> qaddama wa-akhkhar<strong>a</strong>"
  }, {
    "ar" : "بَلِ الْإِنْسَانُ عَلَىٰ نَفْسِهِ بَصِيرَةٌ",
    "id" : "Bahkan manusia itu menjadi saksi atas dirinya sendiri,",
    "nomor" : "14",
    "tr" : "bali <strong>a</strong>l-ins<u>aa</u>nu 'al<u>aa</u> nafsihi ba<u>sh</u>iira<strong>tun</strong>"
  }, {
    "ar" : "وَلَوْ أَلْقَىٰ مَعَاذِيرَهُ",
    "id" : "meskipun dia mengemukakan alasan-alasannya.",
    "nomor" : "15",
    "tr" : "walaw <strong>a</strong>lq<u>aa</u> ma'<u>aadz</u>iirah<strong>u</strong>"
  }, {
    "ar" : "لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ",
    "id" : "Janganlah kamu gerakkan lidahmu untuk (membaca) Al Qur'an karena hendak cepat-cepat (menguasai)nya.",
    "nomor" : "16",
    "tr" : "l<u>aa</u> tu<u>h</u>arrik bihi lis<u>aa</u>naka lita'jala bih<strong>i</strong>"
  }, {
    "ar" : "إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ",
    "id" : "Sesungguhnya atas tanggungan Kamilah mengumpulkannya (di dadamu) dan (membuatmu pandai) membacanya.",
    "nomor" : "17",
    "tr" : "inna 'alayn<u>aa</u> jam'ahu waqur-<u>aa</u>nah<strong>u</strong>"
  }, {
    "ar" : "فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ",
    "id" : "Apabila Kami telah selesai membacakannya maka ikutilah bacaannya itu.",
    "nomor" : "18",
    "tr" : "fa-i<u>dzaa</u> qara/n<u>aa</u>hu fa<strong>i</strong>ttabi' qur-<u>aa</u>nah<strong>u</strong>"
  }, {
    "ar" : "ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ",
    "id" : "Kemudian, sesungguhnya atas tanggungan Kamilah penjelasannya.",
    "nomor" : "19",
    "tr" : "tsumma inna 'alayn<u>aa</u> bay<u>aa</u>nah<strong>u</strong>"
  }, {
    "ar" : "كَلَّا بَلْ تُحِبُّونَ الْعَاجِلَةَ",
    "id" : "Sekali-kali janganlah demikian. Sebenarnya kamu (hai manusia) mencintai kehidupan dunia,",
    "nomor" : "20",
    "tr" : "kall<u>aa</u> bal tu<u>h</u>ibbuuna <strong>a</strong>l'<u>aa</u>jila<strong>ta</strong>"
  }, {
    "ar" : "وَتَذَرُونَ الْآخِرَةَ",
    "id" : "dan meninggalkan (kehidupan) akhirat.",
    "nomor" : "21",
    "tr" : "wata<u>dz</u>aruuna <strong>a</strong>l-<u>aa</u>khira<strong>ta</strong>"
  }, {
    "ar" : "وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ",
    "id" : "Wajah-wajah (orang-orang mu'min) pada hari itu berseri-seri.",
    "nomor" : "22",
    "tr" : "wujuuhun yawma-i<u>dz</u>in n<u>aad</u>ira<strong>tun</strong>"
  }, {
    "ar" : "إِلَىٰ رَبِّهَا نَاظِرَةٌ",
    "id" : "Kepada Tuhannyalah mereka melihat.",
    "nomor" : "23",
    "tr" : "il<u>aa</u> rabbih<u>aa</u> n<u>aats</u>ira<strong>tun</strong>"
  }, {
    "ar" : "وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ",
    "id" : "Dan wajah-wajah (orang kafir) pada hari itu muram,",
    "nomor" : "24",
    "tr" : "wawujuuhun yawma-i<u>dz</u>in b<u>aa</u>sira<strong>tun</strong>"
  }, {
    "ar" : "تَظُنُّ أَنْ يُفْعَلَ بِهَا فَاقِرَةٌ",
    "id" : "mereka yakin bahwa akan ditimpakan kepadanya malapetaka yang amat dahsyat.",
    "nomor" : "25",
    "tr" : "ta<u>zh</u>unnu an yuf'ala bih<u>aa</u> f<u>aa</u>qira<strong>tun</strong>"
  }, {
    "ar" : "كَلَّا إِذَا بَلَغَتِ التَّرَاقِيَ",
    "id" : "Sekali-kali jangan. Apabila nafas (seseorang) telah (mendesak) sampai ke kerongkongan,",
    "nomor" : "26",
    "tr" : "kall<u>aa</u> i<u>dzaa</u> balaghati <strong>al</strong>ttar<u>aa</u>qiy<strong>a</strong>"
  }, {
    "ar" : "وَقِيلَ مَنْ ۜ رَاقٍ",
    "id" : "dan dikatakan (kepadanya): \"Siapakah yang dapat menyembuhkan?\",",
    "nomor" : "27",
    "tr" : "waqiila man r<u>aa</u>q<strong>in</strong>"
  }, {
    "ar" : "وَظَنَّ أَنَّهُ الْفِرَاقُ",
    "id" : "dan dia yakin bahwa sesungguhnya itulah waktu perpisahan (dengan dunia),",
    "nomor" : "28",
    "tr" : "wa<u>zh</u>anna annahu <strong>a</strong>lfir<u>aa</u>q<strong>u</strong>"
  }, {
    "ar" : "وَالْتَفَّتِ السَّاقُ بِالسَّاقِ",
    "id" : "dan bertaut betis (kiri) dan betis (kanan),",
    "nomor" : "29",
    "tr" : "wa<strong>i</strong>ltaffati <strong>al</strong>ss<u>aa</u>qu bi<strong>a</strong>lss<u>aa</u>q<strong>i</strong>"
  }, {
    "ar" : "إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ",
    "id" : "kepada Tuhanmulah pada hari itu kamu dihalau.",
    "nomor" : "30",
    "tr" : "il<u>aa</u> rabbika yawma-i<u>dz</u>in <strong>a</strong>lmas<u>aa</u>q<strong>u</strong>"
  }, {
    "ar" : "فَلَا صَدَّقَ وَلَا صَلَّىٰ",
    "id" : "Dan ia tidak mau membenarkan (Rasul dan Al Qur'an) dan tidak mau mengerjakan shalat,",
    "nomor" : "31",
    "tr" : "fal<u>aa</u> <u>sh</u>addaqa wal<u>aa</u> <u>sh</u>all<u>aa</u>"
  }, {
    "ar" : "وَلَٰكِنْ كَذَّبَ وَتَوَلَّىٰ",
    "id" : "tetapi ia mendustakan (Rasul) dam berpaling (dari kebenaran),",
    "nomor" : "32",
    "tr" : "wal<u>aa</u>kin ka<u>dzdz</u>aba watawall<u>aa</u>"
  }, {
    "ar" : "ثُمَّ ذَهَبَ إِلَىٰ أَهْلِهِ يَتَمَطَّىٰ",
    "id" : "kemudian ia pergi kepada ahlinya dengan berlagak (sombong).",
    "nomor" : "33",
    "tr" : "tsumma <u>dz</u>ahaba il<u>aa</u> ahlihi yatama<u>ththaa</u>"
  }, {
    "ar" : "أَوْلَىٰ لَكَ فَأَوْلَىٰ",
    "id" : "Kecelakaanlah bagimu (hai orang kafir) dan kecelakaanlah bagimu,",
    "nomor" : "34",
    "tr" : "awl<u>aa</u> laka fa-awl<u>aa</u>"
  }, {
    "ar" : "ثُمَّ أَوْلَىٰ لَكَ فَأَوْلَىٰ",
    "id" : "kemudian kecelakaanlah bagimu (hai orang kafir) dan kecelakaanlah bagimu.",
    "nomor" : "35",
    "tr" : "tsumma awl<u>aa</u> laka fa-awl<u>aa</u>"
  }, {
    "ar" : "أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى",
    "id" : "Apakah manusia mengira, bahwa ia akan dibiarkan begitu saja (tanpa pertanggung jawaban)?",
    "nomor" : "36",
    "tr" : "aya<u>h</u>sabu <strong>a</strong>l-ins<u>aa</u>nu an yutraka sud<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَىٰ",
    "id" : "Bukankah dia dahulu setetes mani yang ditumpahkan (ke dalam rahim),",
    "nomor" : "37",
    "tr" : "alam yaku nu<u>th</u>fatan min manayyin yumn<u>aa</u>"
  }, {
    "ar" : "ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّىٰ",
    "id" : "kemudian mani itu menjadi segumpal darah, lalu Allah menciptakannya, dan menyempurnakannya,",
    "nomor" : "38",
    "tr" : "tsumma k<u>aa</u>na 'alaqatan fakhalaqa fasaww<u>aa</u>"
  }, {
    "ar" : "فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَىٰ",
    "id" : "lalu Allah menjadikan daripadanya sepasang: laki-laki dan perempuan.",
    "nomor" : "39",
    "tr" : "faja'ala minhu <strong>al</strong>zzawjayni <strong>al</strong><u>dzdz</u>akara wa<strong>a</strong>l-unts<u>aa</u>"
  }, {
    "ar" : "أَلَيْسَ ذَٰلِكَ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ",
    "id" : "Bukankah (Allah yang berbuat) demikian berkuasa (pula) menghidupkan orang mati?",
    "nomor" : "40",
    "tr" : "alaysa <u>dzaa</u>lika biq<u>aa</u>dirin 'al<u>aa</u> an yu<u>h</u>yiya <strong>a</strong>lmawt<u>aa</u>"
  }, {
    "surah": "Al Insan",
    "ar" : "هَلْ أَتَىٰ عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا",
    "id" : "Bukankah telah datang atas manusia satu waktu dari masa, sedang dia ketika itu belum merupakan sesuatu yang dapat disebut?",
    "nomor" : "1",
    "tr" : "hal at<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-ins<u>aa</u>ni <u>h</u>iinun mina <strong>al</strong>ddahri lam yakun syay-an ma<u>dz</u>kuur<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا",
    "id" : "Sesungguhnya Kami telah menciptakan manusia dari setetes mani yang bercampur yang Kami hendak mengujinya (dengan perintah dan larangan), karena itu Kami jadikan dia mendengar dan melihat.",
    "nomor" : "2",
    "tr" : "inn<u>aa</u> khalaqn<u>aa</u> <strong>a</strong>l-ins<u>aa</u>na min nu<u>th</u>fatin amsy<u>aa</u>jin nabtaliihi faja'aln<u>aa</u>hu samii'an ba<u>sh</u>iir<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا",
    "id" : "Sesungguhnya Kami telah menunjukinya jalan yang lurus; ada yang bersyukur dan ada pula yang kafir.",
    "nomor" : "3",
    "tr" : "inn<u>aa</u> hadayn<u>aa</u>hu <strong>al</strong>ssabiila imm<u>aa</u> sy<u>aa</u>kiran wa-imm<u>aa</u> kafuur<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَ وَأَغْلَالًا وَسَعِيرًا",
    "id" : "Sesungguhnya Kami menyediakan bagi orang-orang kafir rantai, belenggu dan neraka yang menyala-nyala.",
    "nomor" : "4",
    "tr" : "inn<u>aa</u> a'tadn<u>aa</u> lilk<u>aa</u>firiina sal<u>aa</u>sila wa-aghl<u>aa</u>lan wasa'iir<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا",
    "id" : "Sesungguhnya orang-orang yang berbuat kebajikan minum dari gelas (berisi minuman) yang campurannya adalah air kafur,",
    "nomor" : "5",
    "tr" : "inna <strong>a</strong>l-abr<u>aa</u>ra yasyrabuuna min ka/sin k<u>aa</u>na miz<u>aa</u>juh<u>aa</u> k<u>aa</u>fuur<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا",
    "id" : "(yaitu) mata air (dalam surga) yang daripadanya hamba-hamba Allah minum, yang mereka dapat mengalirkannya dengan sebaik-baiknya.",
    "nomor" : "6",
    "tr" : "'aynan yasyrabu bih<u>aa</u> 'ib<u>aa</u>du <strong>al</strong>l<u>aa</u>hi yufajjiruunah<u>aa</u> tafjiir<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا",
    "id" : "Mereka menunaikan nazar dan takut akan suatu hari yang azabnya merata di mana-mana.",
    "nomor" : "7",
    "tr" : "yuufuuna bi<strong>al</strong>nna<u>dz</u>ri wayakh<u>aa</u>fuuna yawman k<u>aa</u>na syarruhu musta<u>th</u>iir<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَيُطْعِمُونَ الطَّعَامَ عَلَىٰ حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا",
    "id" : "Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim dan orang yang ditawan.",
    "nomor" : "8",
    "tr" : "wayu<u>th</u>'imuna <strong>al</strong><u>ththh</u>a'<u>aa</u>ma 'al<u>aa</u> <u>h</u>ubbihi miskiinan wayatiiman wa-asiir<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا",
    "id" : "Sesungguhnya kami memberi makanan kepadamu hanyalah untuk mengharapkan keridhaan Allah, kami tidak menghendaki balasan dari kamu dan tidak pula (ucapan) terima kasih.",
    "nomor" : "9",
    "tr" : "innam<u>aa</u> nu<u>th</u>'imukum liwajhi <strong>al</strong>l<u>aa</u>hi l<u>aa</u> nuriidu minkum jaz<u>aa</u>-an wal<u>aa</u> syukuur<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا",
    "id" : "Sesungguhnya kami takut akan (azab) Tuhan kami pada suatu hari yang (di hari itu) orang-orang bermuka masam penuh kesulitan.",
    "nomor" : "10",
    "tr" : "innam<u>aa</u> nu<u>th</u>'imukum liwajhi <strong>al</strong>l<u>aa</u>hi l<u>aa</u> nuriidu minkum jaz<u>aa</u>-an wal<u>aa</u> syukuur<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "فَوَقَاهُمُ اللَّهُ شَرَّ ذَٰلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا",
    "id" : "Maka Tuhan memelihara mereka dari kesusahan hari itu, dan memberikan kepada mereka kejernihan (wajah) dan kegembiraan hati.",
    "nomor" : "11",
    "tr" : "fawaq<u>aa</u>humu <strong>al</strong>l<u>aa</u>hu syarra <u>dzaa</u>lika <strong>a</strong>lyawmi walaqq<u>aa</u>hum na<u>dh</u>ratan wasuruur<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَجَزَاهُمْ بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا",
    "id" : "Dan Dia memberi balasan kepada mereka karena kesabaran mereka (dengan) surga dan (pakaian) sutera,",
    "nomor" : "12",
    "tr" : "wajaz<u>aa</u>hum bim<u>aa</u> <u>sh</u>abaruu jannatan wa<u>h</u>ariir<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ ۖ لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا",
    "id" : "di dalamnya mereka duduk bertelakan di atas dipan, mereka tidak merasakan di dalamnya (teriknya) matahari dan tidak pula dingin yang bersangatan.",
    "nomor" : "13",
    "tr" : "muttaki-iina fiih<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-ar<u>aa</u>-iki l<u>aa</u> yarawna fiih<u>aa</u> syamsan wal<u>aa</u> zamhariir<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا",
    "id" : "Dan naungan (pohon-pohon surga itu) dekat di atas mereka dan buahnya dimudahkan memetiknya semudah-mudahnya.",
    "nomor" : "14",
    "tr" : "wad<u>aa</u>niyatan 'alayhim <u>zh</u>il<u>aa</u>luh<u>aa</u> wa<u>dz</u>ullilat qu<u>th</u>uufuh<u>aa</u> ta<u>dz</u>liil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِنْ فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا",
    "id" : "Dan diedarkan kepada mereka bejana-bejana dari perak dan piala-piala yang bening laksana kaca,",
    "nomor" : "15",
    "tr" : "wayu<u>th</u><u>aa</u>fu 'alayhim bi-<u>aa</u>niyatin min fi<u>dhdh</u>atin wa-akw<u>aa</u>bin k<u>aa</u>nat qaw<u>aa</u>riir<u>aa</u>"
  }, {
    "ar" : "قَوَارِيرَ مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا",
    "id" : "(yaitu) kaca-kaca (yang terbuat) dari perak yang telah diukur mereka dengan sebaik-baiknya.",
    "nomor" : "16",
    "tr" : "qaw<u>aa</u>riira min fi<u>dhdh</u>atin qaddaruuh<u>aa</u> taqdiir<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيلًا",
    "id" : "Di dalam syurga itu mereka diberi minum segelas (minuman) yang campurannya adalah jahe.",
    "nomor" : "17",
    "tr" : "wayusqawna fiih<u>aa</u> ka/san k<u>aa</u>na miz<u>aa</u>juh<u>aa</u> zanjabiil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "عَيْنًا فِيهَا تُسَمَّىٰ سَلْسَبِيلًا",
    "id" : "(Yang didatangkan dari) sebuah mata air surga yang dinamakan salsabil.",
    "nomor" : "18",
    "tr" : "'aynan fiih<u>aa</u> tusamm<u>aa</u> salsabiil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَنْثُورًا",
    "id" : "Dan mereka dikelilingi oleh pelayan-pelayan muda yang tetap muda. Apabila kamu melihat mereka, kamu akan mengira mereka, mutiara yang bertaburan.",
    "nomor" : "19",
    "tr" : "waya<u>th</u>uufu 'alayhim wild<u>aa</u>nun mukhalladuuna i<u>dzaa</u> ra-aytahum <u>h</u>asibtahum lu/lu-an mantsuur<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا",
    "id" : "Dan apabila kamu melihat di sana (surga), niscaya kamu akan melihat berbagai macam keni'matan dan kerajaan yang besar.",
    "nomor" : "20",
    "tr" : "wa-i<u>dzaa</u> ra-ayta tsamma ra-ayta na'iiman wamulkan kabiir<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَإِسْتَبْرَقٌ ۖ وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا",
    "id" : "Mereka memakai pakaian sutera halus yang hijau dan sutera tebal dan dipakaikan kepada mereka gelang terbuat dari perak, dan Tuhan memberikan kepada mereka minuman yang bersih.",
    "nomor" : "21",
    "tr" : "'<u>aa</u>liyahum tsiy<u>aa</u>bu sundusin khu<u>dh</u>run wa-istabraqun wa<u>h</u>ulluu as<u>aa</u>wira min fi<u>dhdh</u>atin wasaq<u>aa</u>hum rabbuhum syar<u>aa</u>ban <u>th</u>ahuur<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّ هَٰذَا كَانَ لَكُمْ جَزَاءً وَكَانَ سَعْيُكُمْ مَشْكُورًا",
    "id" : "Sesungguhnya ini adalah balasan untukmu, dan usahamu adalah disyukuri (diberi balasan).",
    "nomor" : "22",
    "tr" : "inna h<u>aadzaa</u> k<u>aa</u>na lakum jaz<u>aa</u>-an wak<u>aa</u>na sa'yukum masykuur<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْآنَ تَنْزِيلًا",
    "id" : "Sesungguhnya Kami telah menurunkan Al Qur'an kepadamu (hai Muhammad) dengan berangsur-angsur.",
    "nomor" : "23",
    "tr" : "inn<u>aa</u> na<u>h</u>nu nazzaln<u>aa</u> 'alayka <strong>a</strong>lqur-<u>aa</u>na tanziil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا",
    "id" : "Maka bersabarlah kamu untuk (melaksanakan) ketetapan Tuhanmu, dan janganlah kamu ikuti orang yang berdosa dan orang yang kafir diantara mereka.",
    "nomor" : "24",
    "tr" : "fa<strong>i</strong><u>sh</u>bir li<u>h</u>ukmi rabbika wal<u>aa</u> tu<u>th</u>i' minhum <u>aa</u>tsiman aw kafuur<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا",
    "id" : "Dan sebutlah nama Tuhanmu pada (waktu) pagi dan petang.",
    "nomor" : "25",
    "tr" : "wa<strong>u</strong><u>dz</u>kuri isma rabbika bukratan wa-a<u>sh</u>iil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلًا طَوِيلًا",
    "id" : "Dan pada sebagian dari malam, maka sujudlah kepada-Nya dan bertasbihlah kepada-Nya pada bagian yang panjang dimalam hari.",
    "nomor" : "26",
    "tr" : "wamina <strong>al</strong>layli fa<strong>u</strong>sjud lahu wasabbi<u>h</u>hu laylan <u>th</u>awiil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّ هَٰؤُلَاءِ يُحِبُّونَ الْعَاجِلَةَ وَيَذَرُونَ وَرَاءَهُمْ يَوْمًا ثَقِيلًا",
    "id" : "Sesungguhnya mereka (orang kafir) menyukai kehidupan dunia dan mereka tidak memperdulikan kesudahan mereka, pada hari yang berat (hari akhirat).",
    "nomor" : "27",
    "tr" : "inna h<u>aa</u>ul<u>aa</u>-i yu<u>h</u>ibbuuna <strong>a</strong>l'<u>aa</u>jilata waya<u>dz</u>aruuna war<u>aa</u>-ahum yawman tsaqiil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "نَحْنُ خَلَقْنَاهُمْ وَشَدَدْنَا أَسْرَهُمْ ۖ وَإِذَا شِئْنَا بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلًا",
    "id" : "Kami telah menciptakan mereka dan menguatkan persendian tubuh mereka, apabila Kami menghendaki, Kami sungguh-sungguh mengganti (mereka) dengan orang-orang yang serupa dengan mereka.",
    "nomor" : "28",
    "tr" : "na<u>h</u>nu khalaqn<u>aa</u>hum wasyadadn<u>aa</u> asrahum wa-i<u>dzaa</u> syi/n<u>aa</u> baddaln<u>aa</u> amts<u>aa</u>lahum tabdiil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "إِنَّ هَٰذِهِ تَذْكِرَةٌ ۖ فَمَنْ شَاءَ اتَّخَذَ إِلَىٰ رَبِّهِ سَبِيلًا",
    "id" : "Sesungguhnya (ayat-ayat) ini adalah suatu peringatan, maka barangsiapa menghendaki (kebaikan bagi dirinya) niscaya dia mengambil jalan kepada Tuhannya.",
    "nomor" : "29",
    "tr" : "inna h<u>aadz</u>ihi ta<u>dz</u>kiratun faman sy<u>aa</u>-a ittakha<u>dz</u>a il<u>aa</u> rabbihi sabiil<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ ۚ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا",
    "id" : "Dan kamu tidak mampu (menempuh jalan itu), kecuali bila dikehendaki Allah. Sesungguhnya Allah adalah Maha Mengetahui lagi Maha Bijaksana.",
    "nomor" : "30",
    "tr" : "wam<u>aa</u> tasy<u>aa</u>uuna ill<u>aa</u> an yasy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na 'aliiman <u>h</u>akiim<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ ۚ وَالظَّالِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًا",
    "id" : "Dan memasukkan siapa yang dikehendakiNya ke dalam rahmat-Nya (surga). Dan bagi orang-orang zalim disediakan-Nya azab yang pedih.",
    "nomor" : "31",
    "tr" : "yudkhilu man yasy<u>aa</u>u fii ra<u>h</u>matihi wa<strong>al</strong><u>zhzhaa</u>limiina a'adda lahum 'a<u>dzaa</u>ban <strong>a</strong>liim<u>aa</u><strong>n</strong>"
  }, {
    "surah": "Al Mursalat",
    "ar" : "وَالْمُرْسَلَاتِ عُرْفًا",
    "id" : "Demi malaikat-malaikat yang diutus untuk membawa kebaikan,",
    "nomor" : "1",
    "tr" : "wa<strong>a</strong>lmursal<u>aa</u>ti 'urf<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "فَالْعَاصِفَاتِ عَصْفًا",
    "id" : "dan (malaikat-malaikat) yang terbang dengan kencangnya,",
    "nomor" : "2",
    "tr" : "fa<strong>a</strong>l'<u>aas</u>if<u>aa</u>ti 'a<u>sh</u>f<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَالنَّاشِرَاتِ نَشْرًا",
    "id" : "dan (malaikat-malaikat) yang menyebarkan (rahmat Tuhannya) dengan seluas-luasnya,",
    "nomor" : "3",
    "tr" : "wa<strong>al</strong>nn<u>aa</u>syir<u>aa</u>ti nasyr<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "فَالْفَارِقَاتِ فَرْقًا",
    "id" : "dan (malaikat-malaikat) yang membedakan (antara yang hak dan yang bathil) dengan sejelas-jelasnya,",
    "nomor" : "4",
    "tr" : "fa<strong>a</strong>lf<u>aa</u>riq<u>aa</u>ti farq<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "فَالْمُلْقِيَاتِ ذِكْرًا",
    "id" : "dan (malaikat-malaikat) yang menyampaikan wahyu,",
    "nomor" : "5",
    "tr" : "fa<strong>a</strong>lmulqiy<u>aa</u>ti <u>dz</u>ikr<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "عُذْرًا أَوْ نُذْرًا",
    "id" : "untuk menolak alasan-alasan atau memberi peringatan,",
    "nomor" : "6",
    "tr" : "'u<u>dz</u>ran aw nu<u>dz</u>ra<strong>n</strong>"
  }, {
    "ar" : "إِنَّمَا تُوعَدُونَ لَوَاقِعٌ",
    "id" : "sesungguhnya apa yang dijanjikan kepadamu itu pasti terjadi.",
    "nomor" : "7",
    "tr" : "innam<u>aa</u> tuu'aduuna law<u>aa</u>qi'<strong>un</strong>"
  }, {
    "ar" : "فَإِذَا النُّجُومُ طُمِسَتْ",
    "id" : "Maka apabila bintang-bintang telah dihapuskan,",
    "nomor" : "8",
    "tr" : "fa-i<u>dzaa</u> <strong>al</strong>nnujuumu <u>th</u>umisath"
  }, {
    "ar" : "وَإِذَا السَّمَاءُ فُرِجَتْ",
    "id" : "dan apabila langit telah dibelah,",
    "nomor" : "9",
    "tr" : "wa-i<u>dzaa</u> <strong>al</strong>ssam<u>aa</u>u furijath"
  }, {
    "ar" : "وَإِذَا الْجِبَالُ نُسِفَتْ",
    "id" : "dan apabila gunung-gunung telah dihancurkan menjadi debu,",
    "nomor" : "10",
    "tr" : "wa-i<u>dzaa</u> <strong>a</strong>ljib<u>aa</u>lu nusifath"
  }, {
    "ar" : "وَإِذَا الرُّسُلُ أُقِّتَتْ",
    "id" : "dan apabila rasul-rasul telah ditetapkan waktu (mereka).",
    "nomor" : "11",
    "tr" : "wa-i<u>dzaa</u> <strong>al</strong>rrusulu uqqitat"
  }, {
    "ar" : "لِأَيِّ يَوْمٍ أُجِّلَتْ",
    "id" : "(Niscaya dikatakan kepada mereka:) \"Sampai hari apakah ditangguhkan (mengazab orang-orang kafir itu)?\"",
    "nomor" : "12",
    "tr" : "li-ayyi yawmin ujjilat"
  }, {
    "ar" : "لِيَوْمِ الْفَصْلِ",
    "id" : "Sampai hari keputusan.",
    "nomor" : "13",
    "tr" : "liyawmi <strong>a</strong>lfa<u>sh</u>l<strong>i</strong>"
  }, {
    "ar" : "وَمَا أَدْرَاكَ مَا يَوْمُ الْفَصْلِ",
    "id" : "Dan tahukah kamu apakah hari keputusan itu?",
    "nomor" : "14",
    "tr" : "wam<u>aa</u> adr<u>aa</u>ka m<u>aa</u> yawmu <strong>a</strong>lfa<u>sh</u>l<strong>i</strong>"
  }, {
    "ar" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
    "id" : "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
    "nomor" : "15",
    "tr" : "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>"
  }, {
    "ar" : "أَلَمْ نُهْلِكِ الْأَوَّلِينَ",
    "id" : "Bukankah Kami telah membinasakan orang-orang yang dahulu?",
    "nomor" : "16",
    "tr" : "alam nuhliki <strong>a</strong>l-awwaliin<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ نُتْبِعُهُمُ الْآخِرِينَ",
    "id" : "Lalu Kami iringkan (azab Kami terhadap) mereka dengan (mengazab) orang-orang yang datang kemudian.",
    "nomor" : "17",
    "tr" : "tsumma nutbi'uhumu <strong>a</strong>l-<u>aa</u>khiriin<strong>a</strong>"
  }, {
    "ar" : "كَذَٰلِكَ نَفْعَلُ بِالْمُجْرِمِينَ",
    "id" : "Demikianlah Kami berbuat terhadap orang-orang yang berdosa.",
    "nomor" : "18",
    "tr" : "ka<u>dzaa</u>lika naf'alu bi<strong>a</strong>lmujrimiin<strong>a</strong>"
  }, {
    "ar" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
    "id" : "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
    "nomor" : "19",
    "tr" : "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>"
  }, {
    "ar" : "أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ",
    "id" : "Bukankah Kami menciptakan kamu dari air yang hina?,",
    "nomor" : "20",
    "tr" : "alam nakhluqkum min m<u>aa</u>-in mahiin<strong>in</strong>"
  }, {
    "ar" : "فَجَعَلْنَاهُ فِي قَرَارٍ مَكِينٍ",
    "id" : "kemudian Kami letakkan dia dalam tempat yang kokoh (rahim),",
    "nomor" : "21",
    "tr" : "faja'aln<u>aa</u>hu fii qar<u>aa</u>rin makiin<strong>in</strong>"
  }, {
    "ar" : "إِلَىٰ قَدَرٍ مَعْلُومٍ",
    "id" : "sampai waktu yang ditentukan,",
    "nomor" : "22",
    "tr" : "il<u>aa</u> qadarin ma'luum<strong>in</strong>"
  }, {
    "ar" : "فَقَدَرْنَا فَنِعْمَ الْقَادِرُونَ",
    "id" : "lalu Kami tentukan (bentuknya), maka Kami-lah sebaik-baik yang menentukan.",
    "nomor" : "23",
    "tr" : "faqadarn<u>aa</u> fani'ma <strong>a</strong>lq<u>aa</u>diruun<strong>a</strong>"
  }, {
    "ar" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
    "id" : "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
    "nomor" : "24",
    "tr" : "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>"
  }, {
    "ar" : "أَلَمْ نَجْعَلِ الْأَرْضَ كِفَاتًا",
    "id" : "Bukankah Kami menjadikan bumi (tempat) berkumpul,",
    "nomor" : "25",
    "tr" : "alam naj'ali <strong>a</strong>l-ar<u>dh</u>a kif<u>aa</u>t<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "أَحْيَاءً وَأَمْوَاتًا",
    "id" : "orang-orang hidup dan orang-orang mati?,",
    "nomor" : "26",
    "tr" : "a<u>h</u>y<u>aa</u>-an wa-amw<u>aa</u>t<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَجَعَلْنَا فِيهَا رَوَاسِيَ شَامِخَاتٍ وَأَسْقَيْنَاكُمْ مَاءً فُرَاتًا",
    "id" : "dan Kami jadikan padanya gunung-gunung yang tinggi, dan Kami beri minum kamu dengan air tawar?",
    "nomor" : "27",
    "tr" : "waja'aln<u>aa</u> fiih<u>aa</u> raw<u>aa</u>siya sy<u>aa</u>mikh<u>aa</u>tin wa-asqayn<u>aa</u>kum m<u>aa</u>-an fur<u>aa</u>t<u>aa</u><strong>n</strong>"
  }, {
    "ar" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
    "id" : "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
    "nomor" : "28",
    "tr" : "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>"
  }, {
    "ar" : "انْطَلِقُوا إِلَىٰ مَا كُنْتُمْ بِهِ تُكَذِّبُونَ",
    "id" : "(Dikatakan kepada mereka pada hari kiamat): \"Pergilah kamu mendapatkan azab yang dahulunya kamu mendustakannya.",
    "nomor" : "29",
    "tr" : "in<u>th</u>aliquu il<u>aa</u> m<u>aa</u> kuntum bihi tuka<u>dzdz</u>ibuun<strong>a</strong>"
  }, {
    "ar" : "انْطَلِقُوا إِلَىٰ ظِلٍّ ذِي ثَلَاثِ شُعَبٍ",
    "id" : "Pergilah kamu mendapatkan naungan yang mempunyai tiga cabang,",
    "nomor" : "30",
    "tr" : "in<u>th</u>aliquu il<u>aa</u> <u>zh</u>illin <u>dz</u>ii tsal<u>aa</u>tsi syu'ab<strong>in</strong>"
  }, {
    "ar" : "لَا ظَلِيلٍ وَلَا يُغْنِي مِنَ اللَّهَبِ",
    "id" : "yang tidak melindungi dan tidak pula menolak nyala api neraka\".",
    "nomor" : "31",
    "tr" : "<u>aa</u> <u>zh</u>aliilin wal<u>aa</u> yughnii mina <strong>al</strong>lahab<strong>i</strong>"
  }, {
    "ar" : "إِنَّهَا تَرْمِي بِشَرَرٍ كَالْقَصْرِ",
    "id" : "Sesungguhnya neraka itu melontarkan bunga api sebesar dan setinggi istana.",
    "nomor" : "32",
    "tr" : "innah<u>aa</u> tarmii bisyararin ka<strong>a</strong>lqa<u>sh</u>r<strong>i</strong>"
  }, {
    "ar" : "كَأَنَّهُ جِمَالَتٌ صُفْرٌ",
    "id" : "Seolah-olah ia iringan unta yang kuning.",
    "nomor" : "33",
    "tr" : "ka-annahu jim<u>aa</u>latun <u>sh</u>ufr<strong>un</strong>"
  }, {
    "ar" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
    "id" : "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
    "nomor" : "34",
    "tr" : "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>"
  }, {
    "ar" : "هَٰذَا يَوْمُ لَا يَنْطِقُونَ",
    "id" : "Ini adalah hari, yang mereka tidak dapat berbicara (pada hari itu),",
    "nomor" : "35",
    "tr" : "h<u>aadzaa</u> yawmu l<u>aa</u> yan<u>th</u>iquun<strong>a</strong>"
  }, {
    "ar" : "وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ",
    "id" : "dan tidak diizinkan kepada mereka minta uzur sehingga mereka (dapat) minta uzur.",
    "nomor" : "36",
    "tr" : "wal<u>aa</u> yu/<u>dz</u>anu lahum faya'ta<u>dz</u>iruun<strong>a</strong>"
  }, {
    "ar" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
    "id" : "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
    "nomor" : "37",
    "tr" : "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>"
  }, {
    "ar" : "هَٰذَا يَوْمُ الْفَصْلِ ۖ جَمَعْنَاكُمْ وَالْأَوَّلِينَ",
    "id" : "Ini adalah hari keputusan; (pada hari ini) Kami mengumpulkan kamu dan orang-orang terdahulu.",
    "nomor" : "38",
    "tr" : "h<u>aadzaa</u> yawmu <strong>a</strong>lfa<u>sh</u>li jama'n<u>aa</u>kum wa<strong>a</strong>l-awwaliin<strong>a</strong>"
  }, {
    "ar" : "فَإِنْ كَانَ لَكُمْ كَيْدٌ فَكِيدُونِ",
    "id" : "Jika kamu mempunyai tipu daya, maka lakukanlah tipu dayamu itu terhadap-Ku.",
    "nomor" : "39",
    "tr" : "fa-in k<u>aa</u>na lakum kaydun fakiiduun<strong>i</strong>"
  }, {
    "ar" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
    "id" : "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
    "nomor" : "40",
    "tr" : "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>"
  }, {
    "ar" : "إِنَّ الْمُتَّقِينَ فِي ظِلَالٍ وَعُيُونٍ",
    "id" : "Sesungguhnya orang-orang yang bertakwa berada dalam naungan (yang teduh) dan (di sekitar) mata-mata air.",
    "nomor" : "41",
    "tr" : "inna <strong>a</strong>lmuttaqiina fii <u>zh</u>il<u>aa</u>lin wa'uyuun<strong>in</strong>"
  }, {
    "ar" : "وَفَوَاكِهَ مِمَّا يَشْتَهُونَ",
    "id" : "Dan (mendapat) buah-buahan dari (macam-macam) yang mereka ingini.",
    "nomor" : "42",
    "tr" : "wafaw<u>aa</u>kiha mimm<u>aa</u> yasytahuun<strong>a</strong>"
  }, {
    "ar" : "كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنْتُمْ تَعْمَلُونَ",
    "id" : "(Dikatakan kepada mereka): \"Makan dan minumlah kamu dengan enak karena apa yang telah kamu kerjakan\".",
    "nomor" : "43",
    "tr" : "kuluu wa<strong>i</strong>syrabuu hanii-an bim<u>aa</u> kuntum ta'maluun<strong>a</strong>"
  }, {
    "ar" : "إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ",
    "id" : "Sesungguhnya demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
    "nomor" : "44",
    "tr" : "inn<u>aa</u> ka<u>dzaa</u>lika najzii <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
  }, {
    "ar" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
    "id" : "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
    "nomor" : "45",
    "tr" : "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>"
  }, {
    "ar" : "كُلُوا وَتَمَتَّعُوا قَلِيلًا إِنَّكُمْ مُجْرِمُونَ",
    "id" : "(Dikatakan kepada orang-orang kafir): \"Makanlah dan bersenang-senanglah kamu (di dunia dalam waktu) yang pendek; sesungguhnya kamu adalah orang-orang yang berdosa\".",
    "nomor" : "46",
    "tr" : "kuluu watamatta'uu qaliilan innakum mujrimuun<strong>a</strong>"
  }, {
    "ar" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
    "id" : "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
    "nomor" : "47",
    "tr" : "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>"
  }, {
    "ar" : "وَإِذَا قِيلَ لَهُمُ ارْكَعُوا لَا يَرْكَعُونَ",
    "id" : "Dan apabila dikatakan kepada mereka: \"Ruku'lah, niscaya mereka tidak mau ruku'.",
    "nomor" : "48",
    "tr" : "wa-i<u>dzaa</u> qiila lahumu irka'uu l<u>aa</u> yarka'uun<strong>a</strong>"
  }, {
    "ar" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
    "id" : "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
    "nomor" : "49",
    "tr" : "waylun yawma-i<u>dz</u>in lilmuka<u>dzdz</u>ibiin<strong>a</strong>"
  }, {
    "ar" : "فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ",
    "id" : "Maka kepada perkataan apakah sesudah Al Quraan ini mereka akan beriman?",
    "nomor" : "50",
    "tr" : "fabi-ayyi <u>h</u>adiitsin ba'dahu yu/minuun<strong>a</strong>"
  }]