[ {
    "surah": "Fussilat",
    "ar" : "إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ ۚ وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ ۚ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آذَنَّاكَ مَا مِنَّا مِنْ شَهِيدٍ",
    "id" : "Kepada-Nyalah dikembalikan pengetahuan tentang hari Kiamat. Dan tidak ada buah-buahan keluar dari kelopaknya dan tidak seorang perempuanpun mengandung dan tidak (pula) melahirkan, melainkan dengan sepengetahuan-Nya. Pada hari Tuhan memanggil mereka: \"Dimanakah sekutu-sekutu-Ku itu?\", mereka menjawab: \"Kami nyatakan kepada Engkau bahwa tidak ada seorangpun di antara kami yang memberi kesaksian (bahwa Engkau punya sekutu)\".",
    "nomor" : "47",
    "tr" : "ilayhi yuraddu 'ilmu <strong>al</strong>ss<u>aa</u>'ati wam<u>aa</u> takhruju min tsamar<u>aa</u>tin min akm<u>aa</u>mih<u>aa</u> wam<u>aa</u> ta<u>h</u>milu min unts<u>aa</u> wal<u>aa</u> ta<u>dh</u>a'u ill<u>aa</u> bi'ilmihi wayawma yun<u>aa</u>diihim ayna syurak<u>aa</u>-ii q<u>aa</u>luu <u>aadz</u>ann<u>aa</u>ka m<u>aa</u> minn<u>aa</u> min syahiid<strong>in</strong>"
  }, {
    "ar" : "وَضَلَّ عَنْهُمْ مَا كَانُوا يَدْعُونَ مِنْ قَبْلُ ۖ وَظَنُّوا مَا لَهُمْ مِنْ مَحِيصٍ",
    "id" : "Dan hilang lenyaplah dari mereka apa yang selalu mereka sembah dahulu, dan mereka yakin bahwa tidak ada bagi mereka satu jalan keluarpun.",
    "nomor" : "48",
    "tr" : "wa<u>dh</u>alla 'anhum m<u>aa</u> k<u>aa</u>nuu yad'uuna min qablu wa<u>zh</u>annuu m<u>aa</u> lahum min ma<u>h</u>ii<u>sh</u><strong>in</strong>"
  }, {
    "ar" : "لَا يَسْأَمُ الْإِنْسَانُ مِنْ دُعَاءِ الْخَيْرِ وَإِنْ مَسَّهُ الشَّرُّ فَيَئُوسٌ قَنُوطٌ",
    "id" : "Manusia tidak jemu memohon kebaikan, dan jika mereka ditimpa malapetaka dia menjadi putus asa lagi putus harapan.",
    "nomor" : "49",
    "tr" : "l<u>aa</u> yas-amu <strong>a</strong>l-ins<u>aa</u>nu min du'<u>aa</u>-i <strong>a</strong>lkhayri wa-in massahu <strong>al</strong>sysyarru fayauusun qanuu<u>th</u><strong>u</strong>"
  }, {
    "ar" : "وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَٰذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُجِعْتُ إِلَىٰ رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَىٰ ۚ فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَابٍ غَلِيظٍ",
    "id" : "Dan jika Kami merasakan kepadanya sesuatu rahmat dari Kami sesudah dia ditimpa kesusahan, pastilah dia berkata: \"Ini adalah hakku, dan aku tidak yakin bahwa hari Kiamat itu akan datang. Dan jika aku dikembalikan kepada Tuhanku maka sesungguhnya aku akan memperoleh kebaikan pada sisiNya.\" Maka Kami benar-benar akan memberitakan kepada orang-orang kafir apa yang telah mereka kerjakan dan akan Kami rasakan kepada mereka azab yang keras.",
    "nomor" : "50",
    "tr" : "wala-in a<u>dz</u>aqn<u>aa</u>hu ra<u>h</u>matan minn<u>aa</u> min ba'di <u>dh</u>arr<u>aa</u>-a massat-hu layaquulanna h<u>aadzaa</u> lii wam<u>aa</u> a<u>zh</u>unnu <strong>al</strong>ss<u>aa</u>'ata q<u>aa</u>-imatan wala-in ruji'tu il<u>aa</u> rabbii inna lii 'indahu lal<u>h</u>usn<u>aa</u> falanunabbi-anna <strong>al</strong>la<u>dz</u>iina kafaruu bim<u>aa</u> 'amiluu walanu<u>dz</u>iiqannahum min 'a<u>dzaa</u>bin ghalii<u>zh</u><strong>in</strong>"
  }, {
    "ar" : "وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَىٰ بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ",
    "id" : "Dan apabila Kami memberikan ni'mat kepada manusia, ia berpaling dan menjauhkan diri; tetapi apabila ia ditimpa malapetaka, maka ia banyak berdo'a.",
    "nomor" : "51",
    "tr" : "wa-i<u>dzaa</u> an'amn<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-ins<u>aa</u>ni a'ra<u>dh</u>a wana<u>aa</u> bij<u>aa</u>nibihi wa-i<u>dzaa</u> massahu <strong>al</strong>sysyarru fa<u>dz</u>uu du'<u>aa</u>-in 'arii<u>dh</u><strong>in</strong>"
  }, {
    "ar" : "قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ",
    "id" : "Katakanlah: \"Bagaimana pendapatmu jika (Al Quraan) itu datang dari sisi Allah, kemudian kamu mengingkarinya. Siapakah yang lebih sesat daripada orang yang selalu berada dalam penyimpangan yang jauh?\"",
    "nomor" : "52",
    "tr" : "qul ara-aytum in k<u>aa</u>na min 'indi <strong>al</strong>l<u>aa</u>hi tsumma kafartum bihi man a<u>dh</u>allu mimman huwa fii syiq<u>aa</u>qin ba'iid<strong>in</strong>"
  }, {
    "ar" : "سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ ۗ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
    "id" : "Kami akan memperlihatkan kepada mereka tanda-tanda (kekuasaan) Kami di segala wilayah bumi dan pada diri mereka sendiri, hingga jelas bagi mereka bahwa Al Quraan itu adalah benar. Tiadakah cukup bahwa sesungguhnya Tuhanmu menjadi saksi atas segala sesuatu?",
    "nomor" : "53",
    "tr" : "sanuriihim <u>aa</u>y<u>aa</u>tin<u>aa</u> fii <strong>a</strong>l-<u>aa</u>f<u>aa</u>qi wafii anfusihim <u>h</u>att<u>aa</u> yatabayyana lahum annahu <strong>a</strong>l<u>h</u>aqqu awa lam yakfi birabbika annahu 'al<u>aa</u> kulli syay-in syahiid<strong>un</strong>"
  }, {
    "ar" : "أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ ۗ أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ",
    "id" : "Ingatlah bahwa sesungguhnya mereka adalah dalam keraguan tentang pertemuan dengan Tuhan mereka. Ingatlah bahwa sesungguhnya Dia Maha Meliputi segala sesuatu.",
    "nomor" : "54",
    "tr" : "al<u>aa</u> innahum fii miryatin min liq<u>aa</u>-i rabbihim <strong>a</strong>l<u>aa</u> innahu bikulli syay-in mu<u>h</u>ii<u>th</u><strong>un</strong>"
  }, { 
    "surah": "Asy Syura",
    "ar" : "حٰمٓ‌",
    "id" : "Haa Miim.",
    "nomor" : "1",
    "tr" : "<u>haa</u>-miim"
  }, {
    "ar" : "عسق",
    "id" : "'Ain Siin Qaaf.",
    "nomor" : "2",
    "tr" : "'ayn-siin-q<u>aa</u>f"
  }, {
    "ar" : "كَذَٰلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ",
    "id" : "Demikianlah Allah Yang Maha Perkasa lagi Maha Bijaksana, mewahyukan kepada kamu dan kepada orang-orang sebelum kamu.",
    "nomor" : "3",
    "tr" : "ka<u>dzaa</u>lika yuu<u>h</u>ii ilayka wa-il<u>aa</u> <strong>al</strong>la<u>dz</u>iina min qablika <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
  }, {
    "ar" : "لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ وَهُوَ الْعَلِيُّ الْعَظِيمُ",
    "id" : "Kepunyaan-Nya-lah apa yang ada di langit dan apa yang ada di bumi. Dan Dialah yang Maha Tinggi lagi Maha Besar.",
    "nomor" : "4",
    "tr" : "lahu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wahuwa <strong>a</strong>l'aliyyu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>"
  }, {
    "ar" : "تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ ۚ وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ ۗ أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ",
    "id" : "Hampir saja langit itu pecah dari sebelah atas (karena kebesaran Tuhan) dan malaikat-malaikat bertasbih serta memuji Tuhan-nya dan memohonkan ampun bagi orang-orang yang ada di bumi. Ingatlah, bahwa sesungguhnya Allah Dia-lah Yang Maha Pengampun lagi Penyayang.",
    "nomor" : "5",
    "tr" : "tak<u>aa</u>du <strong>al</strong>ssam<u>aa</u>w<u>aa</u>tu yatafa<u>ththh</u>arna min fawqihinna wa<strong>a</strong>lmal<u>aa</u>-ikatu yusabbi<u>h</u>uuna bi<u>h</u>amdi rabbihim wayastaghfiruuna liman fii <strong>a</strong>l-ar<u>dh</u>i <strong>a</strong>l<u>aa</u> inna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>lghafuuru <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
  }, {
    "ar" : "وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ اللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ",
    "id" : "Dan orang-orang yang mengambil pelindung-pelindung selain Allah, Allah mengawasi (perbuatan) mereka; dan kamu (ya Muhammad) bukanlah orang yang diserahi mengawasi mereka.",
    "nomor" : "6",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina ittakha<u>dz</u>uu min duunihi awliy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu <u>h</u>afii<u>zh</u>un 'alayhim wam<u>aa</u> anta 'alayhim biwakiil<strong>in</strong>"
  }, {
    "ar" : "وَكَذَٰلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآنًا عَرَبِيًّا لِتُنْذِرَ أُمَّ الْقُرَىٰ وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيهِ ۚ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ",
    "id" : "Demikianlah Kami wahyukan kepadamu Al Qur'an dalam bahasa Arab, supaya kamu memberi peringatan kepada ummul Qura (penduduk Mekah) dan penduduk (negeri-negeri) sekelilingnya serta memberi peringatan (pula) tentang hari berkumpul (kiamat) yang tidak ada keraguan padanya. Segolongan masuk surga, dan segolongan masuk Jahannam.",
    "nomor" : "7",
    "tr" : "waka<u>dzaa</u>lika aw<u>h</u>ayn<u>aa</u> ilayka qur-<u>aa</u>nan 'arabiyyan litun<u>dz</u>ira umma <strong>a</strong>lqur<u>aa</u> waman <u>h</u>awlah<u>aa</u> watun<u>dz</u>ira yawma <strong>a</strong>ljam'i l<u>aa</u> rayba fiihi fariiqun fii <strong>a</strong>ljannati wafariiqun fii <strong>al</strong>ssa'iir<strong>i</strong>"
  }, {
    "ar" : "وَلَوْ شَاءَ اللَّهُ لَجَعَلَهُمْ أُمَّةً وَاحِدَةً وَلَٰكِنْ يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ ۚ وَالظَّالِمُونَ مَا لَهُمْ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
    "id" : "Dan kalau Allah menghendaki niscaya Allah menjadikan mereka satu umat (saja), tetapi Dia memasukkan orang-orang yang dikehendaki-Nya ke dalam rahmat-Nya. Dan orang-orang yang zalim tidak ada bagi mereka seorang pelindungpun dan tidak pula seorang penolong.",
    "nomor" : "8",
    "tr" : "walaw sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu laja'alahum ummatan w<u>aah</u>idatan wal<u>aa</u>kin yudkhilu man yasy<u>aa</u>u fii ra<u>h</u>matihi wa<strong>al</strong><u>zhzhaa</u>limuuna m<u>aa</u> lahum min waliyyin wal<u>aa</u> na<u>sh</u>iir<strong>in</strong>"
  }, {
    "ar" : "أَمِ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ ۖ فَاللَّهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِي الْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
    "id" : "Atau patutkah mereka mengambil pelindung-pelindung selain Allah? Maka Allah, Dialah pelindung (yang sebenarnya) dan Dia menghidupkan orang-orang yang mati, dan Dia adalah Maha Kuasa atas segala sesuatu.",
    "nomor" : "9",
    "tr" : "ami ittakha<u>dz</u>uu min duunihi awliy<u>aa</u>-a fa<strong>al</strong>l<u>aa</u>hu huwa <strong>a</strong>lwaliyyu wahuwa yu<u>h</u>yii <strong>a</strong>lmawt<u>aa</u> wahuwa 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
  }, {
    "ar" : "وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ۚ ذَٰلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
    "id" : "Tentang sesuatu apapun kamu berselisih, maka putusannya (terserah) kepada Allah. (Yang mempunyai sifat-sifat demikian) itulah Allah Tuhanku. Kepada-Nya lah aku bertawakkal dan kepada-Nyalah aku kembali.",
    "nomor" : "10",
    "tr" : "wam<u>aa</u> ikhtalaftum fiihi min syay-in fa<u>h</u>ukmuhu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi <u>dzaa</u>likumu <strong>al</strong>l<u>aa</u>hu rabbii 'alayhi tawakkaltu wa-ilayhi uniib<strong>u</strong>"
  }, {
    "ar" : "فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ ۚ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَمِنَ الْأَنْعَامِ أَزْوَاجًا ۖ يَذْرَؤُكُمْ فِيهِ ۚ لَيْسَ كَمِثْلِهِ شَيْءٌ ۖ وَهُوَ السَّمِيعُ الْبَصِيرُ",
    "id" : "(Dia) Pencipta langit dan bumi. Dia menjadikan bagi kamu dari jenis kamu sendiri pasangan-pasangan dan dari jenis binatang ternak pasangan-pasangan (pula), dijadikan-Nya kamu berkembang biak dengan jalan itu. Tidak ada sesuatupun yang serupa dengan Dia, dan Dia-lah yang Maha Mendengar dan Melihat.",
    "nomor" : "11",
    "tr" : "f<u>aath</u>iru <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i ja'ala lakum min anfusikum azw<u>aa</u>jan wamina <strong>a</strong>l-an'<u>aa</u>mi azw<u>aa</u>jan ya<u>dz</u>raukum fiihi laysa kamitslihi syay-un wahuwa <strong>al</strong>ssamii'u <strong>a</strong>lba<u>sh</u>iir<strong>u</strong>"
  }, {
    "ar" : "لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ ۖ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
    "id" : "Kepunyaan-Nya-lah perbendaharaan langit dan bumi; Dia melapangkan rezki bagi siapa yang dikehendaki-Nya dan menyempitkan(nya). Sesungguhnya Dia Maha Mengetahui segala sesuatu.",
    "nomor" : "12",
    "tr" : "lahu maq<u>aa</u>liidu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i yabsu<u>th</u>u <strong>al</strong>rrizqa liman yasy<u>aa</u>u wayaqdiru innahu bikulli syay-in 'aliim<strong>un</strong>"
  }, {
    "ar" : "شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّىٰ بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَىٰ وَعِيسَىٰ ۖ أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ ۚ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ ۚ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ",
    "id" : "Dia telah mensyari'atkan bagi kamu tentang agama apa yang telah diwasiatkan-Nya kepada Nuh dan apa yang telah Kami wahyukan kepadamu dan apa yang telah Kami wasiatkan kepada Ibrahim, Musa dan Isa yaitu : Tegakkanlah agama dan janganlah kamu berpecah belah tentangnya. Amat berat bagi orang-orang musyrik agama yang kamu seru mereka kepadanya. Allah menarik kepada agama itu orang yang dikehendaki-Nya dan memberi petunjuk kepada (agama)-Nya orang yang kembali (kepada-Nya).",
    "nomor" : "13",
    "tr" : "syara'a lakum mina <strong>al</strong>ddiini m<u>aa</u> wa<u>shshaa</u> bihi nuu<u>h</u>an wa<strong>a</strong>lla<u>dz</u>ii aw<u>h</u>ayn<u>aa</u> ilayka wam<u>aa</u> wa<u>shsh</u>ayn<u>aa</u> bihi ibr<u>aa</u>hiima wamuus<u>aa</u> wa'iis<u>aa</u> an aqiimuu <strong>al</strong>ddiina wal<u>aa</u> tatafarraquu fiihi kabura 'al<u>aa</u> <strong>a</strong>lmusyrikiina m<u>aa</u> tad'uuhum ilayhi <strong>al</strong>l<u>aa</u>hu yajtabii ilayhi man yasy<u>aa</u>u wayahdii ilayhi man yuniib<strong>u</strong>"
  }, {
    "ar" : "وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلَىٰ أَجَلٍ مُسَمًّى لَقُضِيَ بَيْنَهُمْ ۚ وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ",
    "id" : "Dan mereka (ahli kitab) tidak berpecah belah, kecuali setelah datang pada mereka ilmu pengetahuan, karena kedengkian di antara mereka. Kalau tidaklah karena sesuatu ketetapan yang telah ada dari Tuhanmu dahulunya (untuk menangguhkan azab) sampai kepada waktu yang ditentukan, pastilah mereka telah dibinasakan. Dan sesungguhnya orang-orang yang diwariskan kepada mereka Al-Kitab (Taurat dan Injil) sesudah mereka, benar-benar berada dalam keraguan yang menggoncangkan tentang kitab itu.",
    "nomor" : "14",
    "tr" : "wam<u>aa</u> tafarraquu ill<u>aa</u> min ba'di m<u>aa</u> j<u>aa</u>-ahumu <strong>a</strong>l'ilmu baghyan baynahum walawl<u>aa</u> kalimatun sabaqat min rabbika il<u>aa</u> ajalin musamman laqu<u>dh</u>iya baynahum wa-inna <strong>al</strong>la<u>dz</u>iina uuritsuu <strong>a</strong>lkit<u>aa</u>ba min ba'dihim lafii syakkin minhu muriib<strong>in</strong>"
  }, {
    "ar" : "فَلِذَٰلِكَ فَادْعُ ۖ وَاسْتَقِمْ كَمَا أُمِرْتَ ۖ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ ۖ وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ ۖ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ ۖ اللَّهُ رَبُّنَا وَرَبُّكُمْ ۖ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ ۖ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ ۖ اللَّهُ يَجْمَعُ بَيْنَنَا ۖ وَإِلَيْهِ الْمَصِيرُ",
    "id" : "Maka karena itu serulah (mereka kepada agama ini) dan tetaplah sebagai mana diperintahkan kepadamu dan janganlah mengikuti hawa nafsu mereka dan katakanlah : \"Aku beriman kepada semua Kitab yang diturunkan Allah dan aku diperintahkan supaya berlaku adil diantara kamu. Allah-lah Tuhan kami dan Tuhan kamu. Bagi kami amal-amal kami dan bagi kamu amal-amal kamu. Tidak ada pertengkaran antara kami dan kamu, Allah mengumpulkan antara kita dan kepada-Nyalah kembali (kita) \".",
    "nomor" : "15",
    "tr" : "fali<u>dzaa</u>lika fa<strong>u</strong>d'u wa<strong>i</strong>staqim kam<u>aa</u> umirta wal<u>aa</u> tattabi' ahw<u>aa</u>-ahum waqul <u>aa</u>mantu bim<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu min kit<u>aa</u>bin waumirtu li-a'dila baynakum <strong>al</strong>l<u>aa</u>hu rabbun<u>aa</u> warabbukum lan<u>aa</u> a'm<u>aa</u>lun<u>aa</u> walakum a'm<u>aa</u>lukum l<u>aa</u> <u>h</u>ujjata baynan<u>aa</u> wabaynakumu <strong>al</strong>l<u>aa</u>hu yajma'u baynan<u>aa</u> wa-ilayhi <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
  }, {
    "ar" : "وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ",
    "id" : "Dan orang-orang yang membantah (agama) Allah sesudah agama itu diterima maka bantahan mereka itu sia-sia saja, di sisi Tuhan mereka. Mereka mendapat kemurkaan (Allah) dan bagi mereka azab yang sangat keras.",
    "nomor" : "16",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yu<u>haa</u>jjuuna fii <strong>al</strong>l<u>aa</u>hi min ba'di m<u>aa</u> istujiiba lahu <u>h</u>ujjatuhum d<u>aah</u>i<u>dh</u>atun 'inda rabbihim wa'alayhim gha<u>dh</u>abun walahum 'a<u>dzaa</u>bun syadiid<strong>un</strong>"
  }, {
    "ar" : "اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ ۗ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ",
    "id" : "Allah-lah yang menurunkan kitab dengan (membawa) kebenaran dan (menurunkan) neraca (keadilan). Dan tahukah kamu, boleh jadi hari kiamat itu (sudah) dekat ?",
    "nomor" : "17",
    "tr" : "<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii anzala <strong>a</strong>lkit<u>aa</u>ba bi<strong>a</strong>l<u>h</u>aqqi wa<strong>a</strong>lmiiz<u>aa</u>ni wam<u>aa</u> yudriika la'alla <strong>al</strong>ss<u>aa</u>'ata qariib<strong>un</strong>"
  }, {
    "ar" : "يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ ۗ أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ لَفِي ضَلَالٍ بَعِيدٍ",
    "id" : "Orang-orang yang tidak beriman kepada hari kiamat meminta supaya hari itu segera didatangkan dan orang-orang yang beriman merasa takut kepadanya dan mereka yakin bahwa kiamat itu adalah benar (akan terjadi). Ketahuilah bahwa sesungguhnya orang-orang yang membantah tentang terjadinya kiamat itu benar-benar dalam kesesatan yang jauh.",
    "nomor" : "18",
    "tr" : "yasta'jilu bih<u>aa</u> <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/minuuna bih<u>aa</u> wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu musyfiquuna minh<u>aa</u> waya'lamuuna annah<u>aa</u> <strong>a</strong>l<u>h</u>aqqu <strong>a</strong>l<u>aa</u> inna <strong>al</strong>la<u>dz</u>iina yum<u>aa</u>ruuna fii <strong>al</strong>ss<u>aa</u>'ati lafii <u>dh</u>al<u>aa</u>lin ba'iid<strong>in</strong>"
  }, {
    "ar" : "اللَّهُ لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَنْ يَشَاءُ ۖ وَهُوَ الْقَوِيُّ الْعَزِيزُ",
    "id" : "Allah Maha lembut terhadap hamba-hamba-Nya; Dia memberi rezki kepada yang di kehendaki-Nya dan Dialah Yang Maha Kuat lagi Maha Perkasa.",
    "nomor" : "19",
    "tr" : "<strong>al</strong>l<u>aa</u>hu la<u>th</u>iifun bi'ib<u>aa</u>dihi yarzuqu man yasy<u>aa</u>u wahuwa <strong>a</strong>lqawiyyu <strong>a</strong>l'aziiz<strong>u</strong>"
  }, {
    "ar" : "مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ ۖ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ",
    "id" : "Barang siapa yang menghendaki keuntungan di akhirat akan Kami tambah keuntungan itu baginya dan barang siapa yang menghendaki keuntungan di dunia Kami berikan kepadanya sebagian dari keuntungan dunia dan tidak ada baginya suatu bahagianpun di akhirat.",
    "nomor" : "20",
    "tr" : "man k<u>aa</u>na yuriidu <u>h</u>artsa <strong>a</strong>l-<u>aa</u>khirati nazid lahu fii <u>h</u>artsihi waman k<u>aa</u>na yuriidu <u>h</u>artsa <strong>al</strong>dduny<u>aa</u> nu/tihi minh<u>aa</u> wam<u>aa</u> lahu fii <strong>a</strong>l-<u>aa</u>khirati min na<u>sh</u>iib<strong>in</strong>"
  }, {
    "ar" : "أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ ۚ وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ ۗ وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
    "id" : "Apakah mereka mempunyai sembahan-sembahan selain Allah yang mensyariatkan untuk mereka agama yang tidak diizinkan Allah? Sekiranya tak ada ketetapan yang menentukan (dari Allah) tentulah mereka telah dibinasakan. Dan sesungguhnya orang-orang yang zalim itu akan memperoleh azab yang amat pedih.",
    "nomor" : "21",
    "tr" : "am lahum syurak<u>aa</u>u syara'uu lahum mina <strong>al</strong>ddiini m<u>aa</u> lam ya/<u>dz</u>an bihi <strong>al</strong>l<u>aa</u>hu walawl<u>aa</u> kalimatu <strong>a</strong>lfa<u>sh</u>li laqu<u>dh</u>iya baynahum wa-inna <strong>al</strong><u>zhzhaa</u>limiina lahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
  }, {
    "ar" : "تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا وَهُوَ وَاقِعٌ بِهِمْ ۗ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ ۖ لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ۚ ذَٰلِكَ هُوَ الْفَضْلُ الْكَبِيرُ",
    "id" : "Kamu lihat orang-orang yang zalim sangat ketakutan karena kejahatan-kejahatan yang telah mereka kerjakan, sedang siksaan menimpa mereka. Dan orang-orang yang beriman serta mengerjakan amal saleh (berada) di dalam taman-taman surga, mereka memperoleh apa yang mereka kehendaki di sisi Tuhan mereka. Yang demikian itu adalah karunia yang besar.",
    "nomor" : "22",
    "tr" : "tar<u>aa</u> <strong>al</strong><u>zhzhaa</u>limiina musyfiqiina mimm<u>aa</u> kasabuu wahuwa w<u>aa</u>qi'un bihim wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti fii raw<u>daa</u>ti <strong>a</strong>ljann<u>aa</u>ti lahum m<u>aa</u> yasy<u>aa</u>uuna 'inda rabbihim <u>dzaa</u>lika huwa <strong>a</strong>lfa<u>dh</u>lu <strong>a</strong>lkabiir<strong>u</strong>"
  }, {
    "ar" : "ذَٰلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ۗ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَىٰ ۗ وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيهَا حُسْنًا ۚ إِنَّ اللَّهَ غَفُورٌ شَكُورٌ",
    "id" : "Itulah (karunia) yang (dengan itu) Allah menggembirakan hamba- hamba-Nya yang beriman dan mengerjakan amal yang saleh. Katakanlah: \"Aku tidak meminta kepadamu sesuatu upahpun atas seruanku kecuali kasih sayang dalam kekeluargaan\". Dan siapa yang mengerjakan kebaikan akan Kami tambahkan baginya kebaikan pada kebaikannya itu. Sesungguhnya Allah Maha Pengampun lagi Maha Mensyukuri.",
    "nomor" : "23",
    "tr" : "<u>dzaa</u>lika <strong>al</strong>la<u>dz</u>ii yubasysyiru <strong>al</strong>l<u>aa</u>hu 'ib<u>aa</u>dahu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti qul l<u>aa</u> as-alukum 'alayhi ajran ill<u>aa</u> <strong>a</strong>lmawaddata fii <strong>a</strong>lqurb<u>aa</u> waman yaqtarif <u>h</u>asanatan nazid lahu fiih<u>aa</u> <u>h</u>usnan inna <strong>al</strong>l<u>aa</u>ha ghafuurun syakuur<strong>un</strong>"
  }, {
    "ar" : "أَمْ يَقُولُونَ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا ۖ فَإِنْ يَشَإِ اللَّهُ يَخْتِمْ عَلَىٰ قَلْبِكَ ۗ وَيَمْحُ اللَّهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
    "id" : "Bahkan mereka mengatakan: \" Dia (Muhammad) telah mengada-adakan dusta terhadap Allah \". Maka jika Allah menghendaki niscaya Dia mengunci mati hatimu; dan Allah menghapuskan yang batil dan membenarkan yang hak dengan kalimat-kalimat-Nya (Al Qur'an). Sesungguhnya Dia Maha Mengetahui segala isi hati.",
    "nomor" : "24",
    "tr" : "am yaquuluuna iftar<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>iban fa-in yasya-i <strong>al</strong>l<u>aa</u>hu yakhtim 'al<u>aa</u> qalbika wayam<u>h</u>u <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lb<u>aath</u>ila wayu<u>h</u>iqqu <strong>a</strong>l<u>h</u>aqqa bikalim<u>aa</u>tihi innahu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>"
  }, {
    "ar" : "وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ",
    "id" : "Dan Dialah yang menerima taubat dari hamba-hamba-Nya dan memaafkan kesalahan-kesalahan dan mengetahui apa yang kamu kerjakan,",
    "nomor" : "25",
    "tr" : "wahuwa <strong>al</strong>la<u>dz</u>ii yaqbalu <strong>al</strong>ttawbata 'an 'ib<u>aa</u>dihi waya'fuu 'ani <strong>al</strong>ssayyi-ati waya'lamu m<u>aa</u> taf'aluun<strong>a</strong>"
  }, {
    "ar" : "وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَيَزِيدُهُمْ مِنْ فَضْلِهِ ۚ وَالْكَافِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ",
    "id" : "dan Dia memperkenankan (doa) orang-orang yang beriman serta mengerjakan amal yang saleh dan menambah (pahala) kepada mereka dari karunia-Nya. Dan orang-orang yang kafir bagi mereka azab yang sangat keras.",
    "nomor" : "26",
    "tr" : "wayastajiibu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti wayaziiduhum min fa<u>dh</u>lihi wa<strong>a</strong>lk<u>aa</u>firuuna lahum 'a<u>dzaa</u>bun syadiid<strong>un</strong>"
  }, {
    "ar" : "وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ وَلَٰكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ ۚ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ",
    "id" : "Dan jikalau Allah melapangkan rezki kepada hamba-hamba-Nya tentulah mereka akan melampaui batas di muka bumi, tetapi Allah menurunkan apa yang dikehendaki-Nya dengan ukuran. Sesungguhnya Dia Maha Mengetahui (keadaan) hamba-hamba-Nya lagi Maha Melihat.",
    "nomor" : "27",
    "tr" : "walaw basa<u>th</u>a <strong>al</strong>l<u>aa</u>hu <strong>al</strong>rrizqa li'ib<u>aa</u>dihi labaghaw fii <strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u>kin yunazzilu biqadarin m<u>aa</u> yasy<u>aa</u>u innahu bi'ib<u>aa</u>dihi khabiirun ba<u>sh</u>iir<strong>un</strong>"
  }, {
    "ar" : "وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ ۚ وَهُوَ الْوَلِيُّ الْحَمِيدُ",
    "id" : "Dan Dialah Yang menurunkan hujan sesudah mereka berputus asa dan menyebarkan rahmat-Nya. Dan Dialah Yang Maha Pelindung lagi Maha Terpuji.",
    "nomor" : "28",
    "tr" : "wahuwa <strong>al</strong>la<u>dz</u>ii yunazzilu <strong>a</strong>lghaytsa min ba'di m<u>aa</u> qana<u>th</u>uu wayansyuru ra<u>h</u>matahu wahuwa <strong>a</strong>lwaliyyu <strong>a</strong>l<u>h</u>amiid<strong>u</strong>"
  }, {
    "ar" : "وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ فِيهِمَا مِنْ دَابَّةٍ ۚ وَهُوَ عَلَىٰ جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ",
    "id" : "Di antara (ayat-ayat) tanda-tanda-Nya ialah menciptakan langit dan bumi dan makhluk-makhluk yang melata Yang Dia sebarkan pada keduanya. Dan Dia Maha Kuasa mengumpulkan semuanya apabila dikehendaki-Nya.",
    "nomor" : "29",
    "tr" : "wamin <u>aa</u>y<u>aa</u>tihi khalqu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> batstsa fiihim<u>aa</u> min d<u>aa</u>bbatin wahuwa 'al<u>aa</u> jam'ihim i<u>dzaa</u> yasy<u>aa</u>u qadiir<strong>un</strong>"
  }, {
    "ar" : "وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ",
    "id" : "Dan apa saja musibah yang menimpa kamu maka adalah disebabkan oleh perbuatan tanganmu sendiri, dan Allah memaafkan sebagian besar (dari kesalahan-kesalahanmu).",
    "nomor" : "30",
    "tr" : "wam<u>aa</u> a<u>shaa</u>bakum min mu<u>sh</u>iibatin fabim<u>aa</u> kasabat aydiikum waya'fuu 'an katsiir<strong>in</strong>"
  }, {
    "ar" : "وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ ۖ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
    "id" : "Dan kamu tidak dapat melepaskan diri (dari azab Allah) di muka bumi, dan kamu tidak memperoleh seorang pelindung dan tidak pula penolong selain Allah.",
    "nomor" : "31",
    "tr" : "wam<u>aa</u> antum bimu'jiziina fii <strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> lakum min duuni <strong>al</strong>l<u>aa</u>hi min waliyyin wal<u>aa</u> na<u>sh</u>iir<strong>in</strong>"
  }, {
    "ar" : "وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلَامِ",
    "id" : "Dan di antara tanda-tanda kekuasaan-Nya ialah kapal-kapal di tengah (yang berlayar) di laut seperti gunung-gunung.",
    "nomor" : "32",
    "tr" : "wamin <u>aa</u>y<u>aa</u>tihi <strong>a</strong>ljaw<u>aa</u>ri fii <strong>a</strong>lba<u>h</u>ri ka<strong>a</strong>l-a'l<u>aa</u>m<strong>i</strong>"
  }, {
    "ar" : "إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَىٰ ظَهْرِهِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ",
    "id" : "Jika Dia menghendaki, Dia akan menenangkan angin, maka jadilah kapal-kapal itu terhenti di permukaan laut. Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaannya) bagi setiap orang yang banyak bersabar dan banyak bersyukur,",
    "nomor" : "33",
    "tr" : "in yasya/ yuskini <strong>al</strong>rrii<u>h</u>a faya<u>zh</u>lalna raw<u>aa</u>kida 'al<u>aa</u> <u>zh</u>ahrihi inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin likulli <u>sh</u>abb<u>aa</u>rin syakuur<strong>in</strong>"
  }, {
    "ar" : "أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا وَيَعْفُ عَنْ كَثِيرٍ",
    "id" : "atau kapal-kapal itu dibinasakan-Nya karena perbuatan mereka atau Dia memberi maaf sebagian besar (dari mereka).",
    "nomor" : "34",
    "tr" : "aw yuubiqhunna bim<u>aa</u> kasabuu waya'fu 'an katsiir<strong>in</strong>"
  }, {
    "ar" : "وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا مَا لَهُمْ مِنْ مَحِيصٍ",
    "id" : "Dan supaya orang-orang yang membantah ayat-ayat (kekuasaan) Kami mengetahui bahwa mereka sekali-kali tidak akan memperoleh jalan ke luar (dari siksaan).",
    "nomor" : "35",
    "tr" : "waya'lama <strong>al</strong>la<u>dz</u>iina yuj<u>aa</u>diluuna fii <u>aa</u>y<u>aa</u>tin<u>aa</u> m<u>aa</u> lahum min ma<u>h</u>ii<u>sh</u><strong>in</strong>"
  }, {
    "ar" : "فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا ۖ وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَىٰ لِلَّذِينَ آمَنُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
    "id" : "Maka sesuatu yang diberikan kepadamu, itu adalah keni'matan hidup di dunia; dan yang ada pada sisi Allah lebih baik dan lebih kekal bagi orang-orang yang beriman, dan hanya kepada Tuhan mereka, mereka bertawakkal.",
    "nomor" : "36",
    "tr" : "fam<u>aa</u> uutiitum min syay-in famat<u>aa</u>'u <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wam<u>aa</u> 'inda <strong>al</strong>l<u>aa</u>hi khayrun wa-abq<u>aa</u> lilla<u>dz</u>iina <u>aa</u>manuu wa'al<u>aa</u> rabbihim yatawakkaluun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ",
    "id" : "Dan (bagi) orang-orang yang menjauhi dosa-dosa besar dan perbuatan-perbuatan keji, dan apabila mereka marah mereka memberi maaf.",
    "nomor" : "37",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yajtanibuuna kab<u>aa</u>-ira <strong>a</strong>l-itsmi wa<strong>a</strong>lfaw<u>aah</u>isya wa-i<u>dzaa</u> m<u>aa</u> gha<u>dh</u>ibuu hum yaghfiruun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَىٰ بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
    "id" : "Dan (bagi) orang-orang yang menerima (mematuhi) seruan Tuhannya dan mendirikan shalat, sedang urusan mereka (diputuskan) dengan musyawarat antara mereka; dan mereka menafkahkan sebagian dari rezki yang Kami berikan kepada mereka.",
    "nomor" : "38",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina istaj<u>aa</u>buu lirabbihim wa-aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa-amruhum syuur<u>aa</u> baynahum wamimm<u>aa</u> razaqn<u>aa</u>hum yunfiquun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ",
    "id" : "Dan ( bagi) orang-orang yang apabila mereka diperlakukan dengan zalim mereka membela diri.",
    "nomor" : "39",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina i<u>dzaa</u> a<u>shaa</u>bahumu <strong>a</strong>lbaghyu hum yanta<u>sh</u>iruun<strong>a</strong>"
  }, {
    "ar" : "وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا ۖ فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ ۚ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ",
    "id" : "Dan balasan suatu kejahatan adalah kejahatan yang serupa, maka barang siapa mema'afkan dan berbuat baik maka pahalanya atas (tanggungan) Allah. Sesungguhnya Dia tidak menyukai orang-orang yang zalim.",
    "nomor" : "40",
    "tr" : "wajaz<u>aa</u>u sayyi-atin sayyi-atun mitsluh<u>aa</u> faman 'af<u>aa</u> wa-a<u>sh</u>la<u>h</u>a fa-ajruhu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi innahu l<u>aa</u> yu<u>h</u>ibbu <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
  }, {
    "ar" : "وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَٰئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ",
    "id" : "Dan sesungguhnya orang-orang yang membela diri sesudah teraniaya, tidak ada satu dosapun terhadap mereka.",
    "nomor" : "41",
    "tr" : "walamani inta<u>sh</u>ara ba'da <u>zh</u>ulmihi faul<u>aa</u>-ika m<u>aa</u> 'alayhim min sabiil<strong>in</strong>"
  }, {
    "ar" : "إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ ۚ أُولَٰئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
    "id" : "Sesungguhnya dosa itu atas orang-orang yang berbuat zalim kepada manusia dan melampaui batas di muka bumi tanpa hak. Mereka itu mendapat azab yang pedih.",
    "nomor" : "42",
    "tr" : "innam<u>aa</u> <strong>al</strong>ssabiilu 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina ya<u>zh</u>limuuna <strong>al</strong>nn<u>aa</u>sa wayabghuuna fii <strong>a</strong>l-ar<u>dh</u>i bighayri <strong>a</strong>l<u>h</u>aqqi ul<u>aa</u>-ika lahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
  }, {
    "ar" : "وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنْ عَزْمِ الْأُمُورِ",
    "id" : "Tetapi orang yang bersabar dan mema'afkan, sesungguhnya (perbuatan ) yang demikian itu termasuk hal-hal yang diutamakan.",
    "nomor" : "43",
    "tr" : "walaman <u>sh</u>abara waghafara inna <u>dzaa</u>lika lamin 'azmi <strong>a</strong>l-umuur<strong>i</strong>"
  }, {
    "ar" : "وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ وَلِيٍّ مِنْ بَعْدِهِ ۗ وَتَرَى الظَّالِمِينَ لَمَّا رَأَوُا الْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّ مِنْ سَبِيلٍ",
    "id" : "Dan siapa yang disesatkan Allah maka tidak ada baginya seorang pemimpinpun sesudah itu. Dan kamu akan melihat orang-orang yang zalim ketika mereka melihat azab berkata: \" Adakah kiranya jalan untuk kembali (ke dunia)?\"",
    "nomor" : "44",
    "tr" : "waman yu<u>dh</u>lili <strong>al</strong>l<u>aa</u>hu fam<u>aa</u> lahu min waliyyin min ba'dihi watar<u>aa</u> <strong>al</strong><u>zhzhaa</u>limiina lamm<u>aa</u> ra-awuu <strong>a</strong>l'a<u>dzaa</u>ba yaquuluuna hal il<u>aa</u> maraddin min sabiil<strong>in</strong>"
  }, {
    "ar" : "وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنَ الذُّلِّ يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ ۗ وَقَالَ الَّذِينَ آمَنُوا إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ ۗ أَلَا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُقِيمٍ",
    "id" : "Dan kamu akan melihat mereka dihadapkan ke neraka dalam keadaan tunduk karena (merasa) hina, mereka melihat dengan pandangan yang lesu. Dan orang-orang yang beriman berkata: \"Sesungguhnya orang-orang yang merugi ialah orang-orang yang kehilangan diri mereka sendiri dan (kehilangan) keluarga mereka pada hari kiamat. Ingatlah, sesungguhnya orang-orang yang zalim itu berada dalam azab yang kekal.",
    "nomor" : "45",
    "tr" : "watar<u>aa</u>hum yu'ra<u>dh</u>uuna 'alayh<u>aa</u> kh<u>aa</u>syi'iina mina <strong>al</strong><u>dzdz</u>ulli yan<u>zh</u>uruuna min <u>th</u>arfin khafiyyin waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu inna <strong>a</strong>lkh<u>aa</u>siriina <strong>al</strong>la<u>dz</u>iina khasiruu anfusahum wa-ahliihim yawma <strong>a</strong>lqiy<u>aa</u>mati <strong>a</strong>l<u>aa</u> inna <strong>al</strong><u>zhzhaa</u>limiina fii 'a<u>dzaa</u>bin muqiim<strong>in</strong>"
  }, {
    "ar" : "وَمَا كَانَ لَهُمْ مِنْ أَوْلِيَاءَ يَنْصُرُونَهُمْ مِنْ دُونِ اللَّهِ ۗ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ سَبِيلٍ",
    "id" : "Dan mereka sekali-kali tidak mempunyai pelindung-pelindung yang dapat menolong mereka selain Allah. Dan siapa yang disesatkan Allah maka tidaklah ada baginya satu jalanpun (untuk mendapat petunjuk).",
    "nomor" : "46",
    "tr" : "wam<u>aa</u> k<u>aa</u>na lahum min awliy<u>aa</u>-a yan<u>sh</u>uruunahum min duuni <strong>al</strong>l<u>aa</u>hi waman yu<u>dh</u>lili <strong>al</strong>l<u>aa</u>hu fam<u>aa</u> lahu min sabiil<strong>in</strong>"
  }, {
    "ar" : "اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ ۚ مَا لَكُمْ مِنْ مَلْجَإٍ يَوْمَئِذٍ وَمَا لَكُمْ مِنْ نَكِيرٍ",
    "id" : "Patuhilah seruan Tuhanmu sebelum datang dari Allah suatu hari yang tidak dapat ditolak kedatangannya. Kamu tidak memperoleh tempat berlindung pada hari itu dan tidak (pula) dapat mengingkari (dosa-dosamu).",
    "nomor" : "47",
    "tr" : "istajiibuu lirabbikum min qabli an ya/tiya yawmun l<u>aa</u> maradda lahu mina <strong>al</strong>l<u>aa</u>hi m<u>aa</u> lakum min malja-in yawma-i<u>dz</u>in wam<u>aa</u> lakum min nakiir<strong>in</strong>"
  }, {
    "ar" : "فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا ۖ إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ ۗ وَإِنَّا إِذَا أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا ۖ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الْإِنْسَانَ كَفُورٌ",
    "id" : "Jika mereka berpaling maka Kami tidak mengutus kamu sebagai pengawas bagi mereka. Kewajibanmu tidak lain hanyalah menyampaikan (risalah). Sesungguhnya apabila Kami merasakan kepada manusia sesuatu rahmat dari Kami dia bergembira ria karena rahmat itu. Dan jika mereka ditimpa kesusahan disebabkan perbuatan tangan mereka sendiri (niscaya mereka ingkar) karena sesungguhnya manusia itu amat ingkar (kepada nikmat).",
    "nomor" : "48",
    "tr" : "fa-in a'ra<u>dh</u>uu fam<u>aa</u> arsaln<u>aa</u>ka 'alayhim <u>h</u>afii<u>zh</u>an in 'alayka ill<u>aa</u> <strong>a</strong>lbal<u>aa</u>ghu wa-inn<u>aa</u> i<u>dzaa</u> a<u>dz</u>aqn<u>aa</u> <strong>a</strong>l-ins<u>aa</u>na minn<u>aa</u> ra<u>h</u>matan fari<u>h</u>a bih<u>aa</u> wa-in tu<u>sh</u>ibhum sayyi-atun bim<u>aa</u> qaddamat aydiihim fa-inna <strong>a</strong>l-ins<u>aa</u>na kafuur<strong>un</strong>"
  }, {
    "ar" : "لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ يَخْلُقُ مَا يَشَاءُ ۚ يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ",
    "id" : "Kepunyaan Allah-lah kerajaan langit dan bumi, Dia menciptakan apa yang Dia kehendaki. Dia memberikan anak-anak perempuan kepada siapa yang Dia kehendaki dan memberikan anak-anak lelaki kepada siapa yang Dia kehendaki,",
    "nomor" : "49",
    "tr" : "lill<u>aa</u>hi mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i yakhluqu m<u>aa</u> yasy<u>aa</u>u yahabu liman yasy<u>aa</u>u in<u>aa</u>tsan wayahabu liman yasy<u>aa</u>u <strong>al</strong><u>dzdz</u>ukuur<strong>a</strong>"
  }, {
    "ar" : "أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا ۖ وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا ۚ إِنَّهُ عَلِيمٌ قَدِيرٌ",
    "id" : "atau Dia menganugerahkan kedua jenis laki-laki dan perempuan (kepada siapa) yang dikehendaki-Nya, dan Dia menjadikan mandul siapa yang Dia kehendaki. Sesungguhnya Dia Maha Mengetahui lagi Maha Kuasa.",
    "nomor" : "50",
    "tr" : "aw yuzawwijuhum <u>dz</u>ukr<u>aa</u>nan wa-in<u>aa</u>tsan wayaj'alu man yasy<u>aa</u>u 'aqiiman innahu 'aliimun qadiir<strong>un</strong>"
  }, {
    "ar" : "وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ ۚ إِنَّهُ عَلِيٌّ حَكِيمٌ",
    "id" : "Dan tidak mungkin bagi seorang manusiapun bahwa Allah berkata-kata dengan dia kecuali dengan perantaraan wahyu atau dibelakang tabir atau dengan mengutus seorang utusan (malaikat) lalu diwahyukan kepadanya dengan seizin-Nya apa yang Dia kehendaki. Sesungguhnya Dia Maha Tinggi lagi Maha Bijaksana.",
    "nomor" : "51",
    "tr" : "wam<u>aa</u> k<u>aa</u>na libasyarin an yukallimahu <strong>al</strong>l<u>aa</u>hu ill<u>aa</u> wa<u>h</u>yan aw min war<u>aa</u>-i <u>h</u>ij<u>aa</u>bin aw yursila rasuulan fayuu<u>h</u>iya bi-i<u>dz</u>nihi m<u>aa</u> yasy<u>aa</u>u innahu 'aliyyun <u>h</u>akiim<strong>un</strong>"
  }, {
    "ar" : "وَكَذَٰلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا ۚ مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَٰكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا ۚ وَإِنَّكَ لَتَهْدِي إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
    "id" : "Dan demikianlah Kami wahyukan kepadamu wahyu (Al Qur'an) dengan perintah Kami. Sebelumnya kamu tidaklah mengetahui apakah Al Kitab (Al Qur'an) dan tidak pula mengetahui apakah iman itu, tetapi Kami menjadikan Al Qur'an itu cahaya, yang Kami tunjuki dengan dia siapa yang kami kehendaki di antara hamba-hamba Kami. Dan sesungguhnya kamu benar-benar memberi petunjuk kepada jalan yang lurus.",
    "nomor" : "52",
    "tr" : "waka<u>dzaa</u>lika aw<u>h</u>ayn<u>aa</u> ilayka ruu<u>h</u>an min amrin<u>aa</u> m<u>aa</u> kunta tadrii m<u>aa</u> <strong>a</strong>lkit<u>aa</u>bu wal<u>aa</u> <strong>a</strong>l-iim<u>aa</u>nu wal<u>aa</u>kin ja'aln<u>aa</u>hu nuuran nahdii bihi man nasy<u>aa</u>u min 'ib<u>aa</u>din<u>aa</u> wa-innaka latahdii il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
  }, {
    "ar" : "صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ أَلَا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ",
    "id" : "(Yaitu) jalan Allah yang kepunyaan-Nya segala apa yang ada di langit dan apa yang ada di bumi. Ingatlah, bahwa kepada Allah-lah kembali semua urusan.",
    "nomor" : "53",
    "tr" : "<u>sh</u>ir<u>aath</u>i <strong>al</strong>l<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii lahu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i <strong>a</strong>l<u>aa</u> il<u>aa</u> <strong>al</strong>l<u>aa</u>hi ta<u>sh</u>iiru <strong>a</strong>l-umuur<strong>u</strong>"
  }, { 
    "surah": "Az Zukhruf",
    "ar" : "حٰمٓ‌",
    "id" : "Haa Miim.",
    "nomor" : "1",
    "tr" : "<u>haa</u>-miim"
  }, {
    "ar" : "وَالْكِتَابِ الْمُبِينِ",
    "id" : "Demi Kitab (Al Qur'an) yang menerangkan.",
    "nomor" : "2",
    "tr" : "wa<strong>a</strong>lkit<u>aa</u>bi <strong>a</strong>lmubiin<strong>i</strong>"
  }, {
    "ar" : "إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ",
    "id" : "Sesungguhnya Kami menjadikan Al Qur'an dalam bahasa Arab supaya kamu memahami(nya).",
    "nomor" : "3",
    "tr" : "inn<u>aa</u> ja'aln<u>aa</u>hu qur-<u>aa</u>nan 'arabiyyan la'allakum ta'qiluunaa"
  }, {
    "ar" : "وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ",
    "id" : "Dan sesungguhnya Al Qur'an itu dalam induk Al Kitab (Lauh Mahfuzh) di sisi Kami, adalah benar-benar tinggi (nilainya) dan amat banyak mengandung hikmah.",
    "nomor" : "4",
    "tr" : "wa-innahu fii ummi <strong>a</strong>lkit<u>aa</u>bi ladayn<u>aa</u> la'aliyyun <u>h</u>akiim<strong>un</strong>"
  }, {
    "ar" : "أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ",
    "id" : "Maka apakah Kami akan berhenti menurunkan Al Qur'an kepadamu, karena kamu adalah kaum yang melampaui batas?",
    "nomor" : "5",
    "tr" : "afana<u>dh</u>ribu 'ankumu <strong>al</strong><u>dzdz</u>ikra <u>sh</u>af<u>h</u>an an kuntum qawman musrifiin<strong>a</strong>"
  }, {
    "ar" : "وَكَمْ أَرْسَلْنَا مِنْ نَبِيٍّ فِي الْأَوَّلِينَ",
    "id" : "Berapa banyaknya nabi-nabi yang telah Kami utus kepada umat-umat yang terdahulu.",
    "nomor" : "6",
    "tr" : "wakam arsaln<u>aa</u> min nabiyyin fii <strong>a</strong>l-awwaliin<strong>a</strong>"
  }, {
    "ar" : "وَمَا يَأْتِيهِمْ مِنْ نَبِيٍّ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ",
    "id" : "Dan tiada seorang nabipun datang kepada mereka melainkan mereka selalu memperolok-olokkannya.",
    "nomor" : "7",
    "tr" : "wam<u>aa</u> ya/tiihim min nabiyyin ill<u>aa</u> k<u>aa</u>nuu bihi yastahzi-uun<strong>a</strong>"
  }, {
    "ar" : "فَأَهْلَكْنَا أَشَدَّ مِنْهُمْ بَطْشًا وَمَضَىٰ مَثَلُ الْأَوَّلِينَ",
    "id" : "Maka telah Kami binasakan orang-orang yang lebih besar kekuatannya dari mereka itu (musyrikin Mekah) dan telah terdahulu (tersebut dalam Al Qur'an) perumpamaan umat-umat masa dahulu.",
    "nomor" : "8",
    "tr" : "fa-ahlakn<u>aa</u> asyadda minhum ba<u>th</u>syan wama<u>daa</u> matsalu <strong>a</strong>l-awwaliin<strong>a</strong>"
  }, {
    "ar" : "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ",
    "id" : "Dan sungguh jika kamu tanyakan kepada mereka: \"Siapakah yang menciptakan langit dan bumi?\", niscaya mereka akan menjawab: \"Semuanya diciptakan oleh Yang Maha Perkasa lagi Maha Mengetahui\".",
    "nomor" : "9",
    "tr" : "wala-in sa-altahum man khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a layaquulunna khalaqahunna <strong>a</strong>l'aziizu <strong>a</strong>l'aliim<strong>u</strong>"
  }, {
    "ar" : "الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَجَعَلَ لَكُمْ فِيهَا سُبُلًا لَعَلَّكُمْ تَهْتَدُونَ",
    "id" : "Yang menjadikan bumi untuk kamu sebagai tempat menetap dan Dia membuat jalan-jalan di atas bumi untuk kamu supaya kamu mendapat petunjuk.",
    "nomor" : "10",
    "tr" : "<strong>al</strong>la<u>dz</u>ii ja'ala lakumu <strong>a</strong>l-ar<u>dh</u>a mahdan waja'ala lakum fiih<u>aa</u> subulan la'allakum tahtaduun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِي نَزَّلَ مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَنْشَرْنَا بِهِ بَلْدَةً مَيْتًا ۚ كَذَٰلِكَ تُخْرَجُونَ",
    "id" : "Dan Yang menurunkan air dari langit menurut kadar (yang diperlukan) lalu Kami hidupkan dengan air itu negeri yang mati, seperti itulah kamu akan dikeluarkan (dari dalam kubur).",
    "nomor" : "11",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>ii nazzala mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an biqadarin fa-ansyarn<u>aa</u> bihi baldatan maytan ka<u>dzaa</u>lika tukhrajuun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ",
    "id" : "Dan Yang menciptakan semua yang berpasang-pasangan dan menjadikan untukmu kapal dan binatang ternak yang kamu tunggangi.",
    "nomor" : "12",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>ii khalaqa <strong>a</strong>l-azw<u>aa</u>ja kullah<u>aa</u> waja'ala lakum mina <strong>a</strong>lfulki wa<strong>a</strong>l-an'<u>aa</u>mi m<u>aa</u> tarkabuun<strong>a</strong>"
  }, {
    "ar" : "لِتَسْتَوُوا عَلَىٰ ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ",
    "id" : "Supaya kamu duduk di atas punggungnya kemudian kamu ingat ni'mat Tuhanmu apabila kamu telah duduk di atasnya; dan supaya kamu mengucapkan: \"Maha Suci Tuhan yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya,",
    "nomor" : "13",
    "tr" : "litastawuu 'al<u>aa</u> <u>zh</u>uhuurihi tsumma ta<u>dz</u>kuruu ni'mata rabbikum i<u>dzaa</u> istawaytum 'alayhi wataquuluu sub<u>haa</u>na <strong>al</strong>la<u>dz</u>ii sakhkhara lan<u>aa</u> h<u>aadzaa</u> wam<u>aa</u> kunn<u>aa</u> lahu muqriniin<strong>a</strong>"
  }, {
    "ar" : "وَإِنَّا إِلَىٰ رَبِّنَا لَمُنْقَلِبُونَ",
    "id" : "dan sesungguhnya kami akan kembali kepada Tuhan kami\".",
    "nomor" : "14",
    "tr" : "wa-inn<u>aa</u> il<u>aa</u> rabbin<u>aa</u> lamunqalibuun<strong>a</strong>"
  }, {
    "ar" : "وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا ۚ إِنَّ الْإِنْسَانَ لَكَفُورٌ مُبِينٌ",
    "id" : "Dan mereka menjadikan sebahagian dari hamba-hamba-Nya sebagai bahagian daripada-Nya. Sesungguhnya manusia itu benar-benar pengingkar yang nyata (terhadap rahmat Allah).",
    "nomor" : "15",
    "tr" : "waja'aluu lahu min 'ib<u>aa</u>dihi juz-an inna <strong>a</strong>l-ins<u>aa</u>na lakafuurun mubiin<strong>un</strong>"
  }, {
    "ar" : "أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُمْ بِالْبَنِينَ",
    "id" : "Patutkah Dia mengambil anak perempuan dari yang diciptakan-Nya dan Dia mengkhususkan buat kamu anak laki-laki.",
    "nomor" : "16",
    "tr" : "ami ittakha<u>dz</u>a mimm<u>aa</u> yakhluqu ban<u>aa</u>tin wa-a<u>sh</u>f<u>aa</u>kum bi<strong>a</strong>lbaniin<strong>a</strong>"
  }, {
    "ar" : "وَإِذَا بُشِّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَٰنِ مَثَلًا ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ",
    "id" : "Padahal apabila salah seorang di antara mereka diberi kabar gembira dengan apa yang dijadikan sebagai misal bagi Allah Yang Maha Pemurah; jadilah mukanya hitam pekat sedang dia amat menahan sedih.",
    "nomor" : "17",
    "tr" : "wa-i<u>dzaa</u> busysyira a<u>h</u>aduhum bim<u>aa</u> <u>dh</u>araba li<strong>l</strong>rra<u>h</u>m<u>aa</u>ni matsalan <u>zh</u>alla wajhuhu muswaddan wahuwa ka<u>zh</u>iim<strong>un</strong>"
  }, {
    "ar" : "أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ",
    "id" : "Dan apakah patut (menjadi anak Allah) orang yang dibesarkan dalam keadaan berperhiasan sedang dia tidak dapat memberi alasan yang terang dalam pertengkaran.",
    "nomor" : "18",
    "tr" : "awaman yunasysyau fii <strong>a</strong>l<u>h</u>ilyati wahuwa fii <strong>a</strong>lkhi<u>shaa</u>mi ghayru mubiin<strong>in</strong>"
  }, {
    "ar" : "وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَٰنِ إِنَاثًا ۚ أَشَهِدُوا خَلْقَهُمْ ۚ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ",
    "id" : "Dan mereka menjadikan malaikat-malaikat yang mereka itu adalah hamba-hamba Allah Yang Maha Pemurah sebagai orang-orang perempuan. Apakah mereka menyaksikan penciptaan malaika-malaikat itu? Kelak akan dituliskan persaksian mereka dan mereka akan dimintai pertanggung-jawaban.",
    "nomor" : "19",
    "tr" : "waja'aluu <strong>a</strong>lmal<u>aa</u>-ikata <strong>al</strong>la<u>dz</u>iina hum 'ib<u>aa</u>du <strong>al</strong>rra<u>h</u>m<u>aa</u>ni in<u>aa</u>tsan asyahiduu khalqahum satuktabu syah<u>aa</u>datuhum wayus-aluun<strong>a</strong>"
  }, {
    "ar" : "وَقَالُوا لَوْ شَاءَ الرَّحْمَٰنُ مَا عَبَدْنَاهُمْ ۗ مَا لَهُمْ بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَخْرُصُونَ",
    "id" : "Dan mereka berkata: \"Jikalau Allah Yang Maha Pemurah menghendaki tentulah kami tidak menyembah mereka (malaikat)\". Mereka tidak mempunyai pengetahuan sedikitpun tentang itu, mereka tidak lain hanyalah menduga-duga belaka.",
    "nomor" : "20",
    "tr" : "waq<u>aa</u>luu law sy<u>aa</u>-a <strong>al</strong>rra<u>h</u>m<u>aa</u>nu m<u>aa</u> 'abadn<u>aa</u>hum m<u>aa</u> lahum bi<u>dzaa</u>lika min 'ilmin in hum ill<u>aa</u> yakhru<u>sh</u>uun<strong>a</strong>"
  }, {
    "ar" : "أَمْ آتَيْنَاهُمْ كِتَابًا مِنْ قَبْلِهِ فَهُمْ بِهِ مُسْتَمْسِكُونَ",
    "id" : "Atau adakah Kami memberikan sebuah kitab kepada mereka sebelum Al Qur'an, lalu mereka berpegang dengan kitab itu ?",
    "nomor" : "21",
    "tr" : "am <u>aa</u>tayn<u>aa</u>hum kit<u>aa</u>ban min qablihi fahum bihi mustamsikuun<strong>a</strong>"
  }, {
    "ar" : "بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِمْ مُهْتَدُونَ",
    "id" : "Bahkan mereka berkata: \"Sesungguhnya kami mendapati bapak-bapak kami menganut suatu agama, dan sesungguhnya kami orang-orang yang mendapat petunjuk dengan (mengikuti) jejak mereka\".",
    "nomor" : "22",
    "tr" : "bal q<u>aa</u>luu inn<u>aa</u> wajadn<u>aa</u> <u>aa</u>b<u>aa</u>-an<u>aa</u> 'al<u>aa</u> ummatin wa-inn<u>aa</u> 'al<u>aa</u> <u>aa</u>ts<u>aa</u>rihim muhtaduun<strong>a</strong>"
  }, {
    "ar" : "وَكَذَٰلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِمْ مُقْتَدُونَ",
    "id" : "Dan demikianlah, Kami tidak mengutus sebelum kamu seorang pemberi peringatanpun dalam suatu negeri, melainkan orang-orang yang hidup mewah di negeri itu berkata: \"Sesungguhnya kami mendapati bapak-bapak kami menganut suatu agama dan sesungguhnya kami adalah pengikut jejak-jejak mereka\".",
    "nomor" : "23",
    "tr" : "waka<u>dzaa</u>lika m<u>aa</u> arsaln<u>aa</u> min qablika fii qaryatin min na<u>dz</u>iirin ill<u>aa</u> q<u>aa</u>la mutrafuuh<u>aa</u> inn<u>aa</u> wajadn<u>aa</u> <u>aa</u>b<u>aa</u>-an<u>aa</u> 'al<u>aa</u> ummatin wa-inn<u>aa</u> 'al<u>aa</u> <u>aa</u>ts<u>aa</u>rihim muqtaduun<strong>a</strong>"
  }, {
    "ar" : "قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَىٰ مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ ۖ قَالُوا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ",
    "id" : "(Rasul itu) berkata: \"Apakah (kamu akan mengikutinya juga) sekalipun aku membawa untukmu (agama) yang lebih (nyata) memberi petunjuk daripada apa yang kamu dapati bapak-bapakmu menganutnya?\" Mereka menjawab: \"Sesungguhnya kami mengingkari agama yang kamu diutus untuk menyampaikannya.\"",
    "nomor" : "24",
    "tr" : "q<u>aa</u>la awa law ji/tukum bi-ahd<u>aa</u> mimm<u>aa</u> wajadtum 'alayhi <u>aa</u>b<u>aa</u>-akum q<u>aa</u>luu inn<u>aa</u> bim<u>aa</u> ursiltum bihi k<u>aa</u>firuun<strong>a</strong>"
  }, {
    "ar" : "فَانْتَقَمْنَا مِنْهُمْ ۖ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ",
    "id" : "Maka Kami binasakan mereka maka perhatikanlah bagaimana kesudahan orang-orang yang mendustakan itu.",
    "nomor" : "25",
    "tr" : "fa<strong>i</strong>ntaqamn<u>aa</u> minhum fa<strong>u</strong>n<u>zh</u>ur kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>a</strong>lmuka<u>dzdz</u>ibiin<strong>a</strong>"
  }, {
    "ar" : "وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ",
    "id" : "Dan ingatlah ketika Ibrahim berkata kepada bapaknya dan kaumnya: \"Sesungguhnya aku tidak bertanggung jawab terhadap apa yang kamu sembah,",
    "nomor" : "26",
    "tr" : "wa-i<u>dz</u> q<u>aa</u>la ibr<u>aa</u>hiimu li-abiihi waqawmihi innanii bar<u>aa</u>un mimm<u>aa</u> ta'buduun<strong>a</strong>"
  }, {
    "ar" : "إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ",
    "id" : "tetapi (aku menyembah) Tuhan Yang menjadikanku; karena sesungguhnya Dia akan memberi hidayah kepadaku\".",
    "nomor" : "27",
    "tr" : "ill<u>aa</u> <strong>al</strong>la<u>dz</u>ii fa<u>th</u>aranii fa-innahu sayahdiin<strong>i</strong>"
  }, {
    "ar" : "وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ",
    "id" : "Dan (lbrahim a. s.) menjadikan kalimat tauhid itu kalimat yang kekal pada keturunannya supaya mereka kembali kepada kalimat tauhid itu.",
    "nomor" : "28",
    "tr" : "waja'alah<u>aa</u> kalimatan b<u>aa</u>qiyatan fii 'aqibihi la'allahum yarji'uun<strong>a</strong>"
  }, {
    "ar" : "بَلْ مَتَّعْتُ هَٰؤُلَاءِ وَآبَاءَهُمْ حَتَّىٰ جَاءَهُمُ الْحَقُّ وَرَسُولٌ مُبِينٌ",
    "id" : "Tetapi Aku telah memberikan keni'matan hidup kepada mereka dan bapak-bapak mereka sehingga datanglah kepada mereka kebenaran (Al Qur'an) dan seorang rasul yang memberi penjelasan.",
    "nomor" : "29",
    "tr" : "bal matta'tu h<u>aa</u>ul<u>aa</u>-i wa<u>aa</u>b<u>aa</u>-ahum <u>h</u>att<u>aa</u> j<u>aa</u>-ahumu <strong>a</strong>l<u>h</u>aqqu warasuulun mubiin<strong>un</strong>"
  }, {
    "ar" : "وَلَمَّا جَاءَهُمُ الْحَقُّ قَالُوا هَٰذَا سِحْرٌ وَإِنَّا بِهِ كَافِرُونَ",
    "id" : "Dan tatkala kebenaran (Al Qur'an) itu datang kepada mereka, mereka berkata: \"Ini adalah sihir dan sesungguhnya kami adalah orang-orang yang mengingkarinya\".",
    "nomor" : "30",
    "tr" : "walamm<u>aa</u> j<u>aa</u>-ahumu <strong>a</strong>l<u>h</u>aqqu q<u>aa</u>luu h<u>aadzaa</u> si<u>h</u>run wa-inn<u>aa</u> bihi k<u>aa</u>firuun<strong>a</strong>"
  }, {
    "ar" : "وَقَالُوا لَوْلَا نُزِّلَ هَٰذَا الْقُرْآنُ عَلَىٰ رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ",
    "id" : "Dan mereka berkata: \"Mengapa Al Qur'an ini tidak diturunkan kepada seorang besar dari salah satu dua negeri (Mekah dan Thaif) ini?\"",
    "nomor" : "31",
    "tr" : "waq<u>aa</u>luu lawl<u>aa</u> nuzzila h<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>nu 'al<u>aa</u> rajulin mina <strong>a</strong>lqaryatayni 'a<u>zh</u>iim<strong>un</strong>"
  }, {
    "ar" : "أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ ۚ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا ۚ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ۗ وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ",
    "id" : "Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kami telah menentukan antara mereka penghidupan mereka dalam kehidupan dunia, dan kami telah meninggikan sebahagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat mempergunakan sebagian yang lain. Dan rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan.",
    "nomor" : "32",
    "tr" : "ahum yaqsimuuna ra<u>h</u>mata rabbika na<u>h</u>nu qasamn<u>aa</u> baynahum ma'iisyatahum fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> warafa'n<u>aa</u> ba'<u>dh</u>ahum fawqa ba'<u>dh</u>in daraj<u>aa</u>tin liyattakhi<u>dz</u>a ba'<u>dh</u>uhum ba'<u>dh</u>an sukhriyyan wara<u>h</u>matu rabbika khayrun mimm<u>aa</u> yajma'uun<strong>a</strong>"
  }, {
    "ar" : "وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَٰنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ",
    "id" : "Dan sekiranya bukan karena hendak menghindari manusia menjadi umat yang satu (dalam kekafiran), tentulah kami buatkan bagi orang-orang yang kafir kepada Tuhan Yang Maha Pemurah loteng-loteng perak bagi rumah mereka dan (juga) tangga-tangga (perak) yang mereka menaikinya.",
    "nomor" : "33",
    "tr" : "walawl<u>aa</u> an yakuuna <strong>al</strong>nn<u>aa</u>su ummatan w<u>aah</u>idatan laja'aln<u>aa</u> liman yakfuru bi<strong>al</strong>rra<u>h</u>m<u>aa</u>ni libuyuutihim suqufan min fi<u>dhdh</u>atin wama'<u>aa</u>rija 'alayh<u>aa</u> ya<u>zh</u>haruun<strong>a</strong>"
  }, {
    "ar" : "وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرُرًا عَلَيْهَا يَتَّكِئُونَ",
    "id" : "Dan (Kami buatkan pula) pintu-pintu (perak) bagi rumah-rumah mereka dan (begitu pula) dipan-dipan yang mereka bertelekan atasnya.",
    "nomor" : "34",
    "tr" : "walibuyuutihim abw<u>aa</u>ban wasururan 'alayh<u>aa</u> yattaki-uun<strong>a</strong>"
  }, {
    "ar" : "وَزُخْرُفًا ۚ وَإِنْ كُلُّ ذَٰلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا ۚ وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ",
    "id" : "Dan (Kami buatkan pula) perhiasan-perhiasan (dari emas untuk mereka). Dan semuanya itu tidak lain hanyalah kesenangan kehidupan dunia, dan kehidupan akhirat itu di sisi Tuhanmu adalah bagi orang-orang yang bertakwa.",
    "nomor" : "35",
    "tr" : "wazukhrufan wa-in kullu <u>dzaa</u>lika lamm<u>aa</u> mat<u>aa</u>'u <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa </u>wa<strong>a</strong>l-<u>aa</u>khiratu 'inda rabbika lilmuttaqiin<strong>a</strong>"
  }, {
    "ar" : "وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَٰنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ",
    "id" : "Barangsiapa yang berpaling dari pengajaran Tuhan Yang Maha Pemurah (Al Qur'an), kami adakan baginya syaitan (yang menyesatkan) maka syaitan itulah yang menjadi teman yang selalu menyertainya.",
    "nomor" : "36",
    "tr" : "waman ya'syu 'an <u>dz</u>ikri <strong>al</strong>rra<u>h</u>m<u>aa</u>ni nuqayyi<u>dh</u> lahu syay<u>th</u><u>aa</u>nan fahuwa lahu qariin<strong>un</strong>"
  }, {
    "ar" : "وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ",
    "id" : "Dan sesungguhnya syaitan-syaitan itu benar-benar menghalangi mereka dari jalan yang benar dan mereka menyangka bahwa mereka mendapat petunjuk.",
    "nomor" : "37",
    "tr" : "wa-innahum laya<u>sh</u>udduunahum 'ani <strong>al</strong>ssabiili waya<u>h</u>sabuuna annahum muhtaduun<strong>a</strong>"
  }, {
    "ar" : "حَتَّىٰ إِذَا جَاءَنَا قَالَ يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ",
    "id" : "Sehingga apabila orang-orang yang berpaling itu datang kepada kami (di hari kiamat) dia berkata: \"Aduhai, semoga (jarak) antaraku dan kamu seperti jarak antara masyrik dan maghrib, maka syaitan itu adalah sejahat-jahat teman (yang menyertai manusia)\".",
    "nomor" : "38",
    "tr" : "<u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>-an<u>aa</u> q<u>aa</u>la y<u>aa</u> layta baynii wabaynaka bu'da <strong>a</strong>lmasyriqayni fabi/sa <strong>a</strong>lqariin<strong>u</strong>"
  }, {
    "ar" : "وَلَنْ يَنْفَعَكُمُ الْيَوْمَ إِذْ ظَلَمْتُمْ أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ",
    "id" : "(Harapanmu itu) sekali-kali tidak akan memberi manfaat kepadamu di hari itu karena kamu telah menganiaya (dirimu sendiri). Sesungguhnya kamu bersekutu dalam azab itu.",
    "nomor" : "39",
    "tr" : "walan yanfa'akumu <strong>a</strong>lyawma i<u>dz</u> <u>zh</u>alamtum annakum fii <strong>a</strong>l'a<u>dzaa</u>bi musytarikuun<strong>a</strong>"
  }, {
    "ar" : "أَفَأَنْتَ تُسْمِعُ الصُّمَّ أَوْ تَهْدِي الْعُمْيَ وَمَنْ كَانَ فِي ضَلَالٍ مُبِينٍ",
    "id" : "Maka apakah kamu dapat menjadikan orang yang pekak bisa mendengar atau (dapatkah) kamu memberi petunjuk kepada orang yang buta (hatinya) dan kepada orang yang tetap dalam kesesatan yang nyata?",
    "nomor" : "40",
    "tr" : "afa-anta tusmi'u <strong>al</strong><u>shsh</u>umma aw tahdii <strong>a</strong>l'umya waman k<u>aa</u>na fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>"
  }, {
    "ar" : "فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ",
    "id" : "Sungguh, jika Kami mewafatkan kamu (sebelum kamu mencapai kemenangan) maka sesungguhnya Kami akan menyiksa mereka (di akhirat).",
    "nomor" : "41",
    "tr" : "fa-imm<u>aa</u> na<u>dz</u>habanna bika fa-inn<u>aa</u> minhum muntaqimuun<strong>a</strong>"
  }, {
    "ar" : "أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ",
    "id" : "Atau Kami memperlihatkan kepadamu (azab) yang telah Kami ancamkan kepada mereka. Maka sesungguhnya Kami berkuasa atas mereka.",
    "nomor" : "42",
    "tr" : "aw nuriyannaka <strong>al</strong>la<u>dz</u>ii wa'adn<u>aa</u>hum fa-inn<u>aa</u> 'alayhim muqtadiruun<strong>a</strong>"
  }, {
    "ar" : "فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ ۖ إِنَّكَ عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
    "id" : "Maka berpegang teguhlah kamu kepada agama yang telah diwahyukan kepadamu. Sesungguhnya kamu berada di atas jalan yang lurus.",
    "nomor" : "43",
    "tr" : "fa<strong>i</strong>stamsik bi<strong>a</strong>lla<u>dz</u>ii uu<u>h</u>iya ilayka innaka 'al<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
  }, {
    "ar" : "وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ ۖ وَسَوْفَ تُسْأَلُونَ",
    "id" : "Dan sesungguhnya Al Qur'an itu benar-benar adalah suatu kemuliaan besar bagimu dan bagi kaummu dan kelak kamu akan diminta pertanggungan jawab.",
    "nomor" : "44",
    "tr" : "wa-innahu la<u>dz</u>ikrun laka waliqawmika wasawfa tus-aluun<strong>a</strong>"
  }, {
    "ar" : "وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَٰنِ آلِهَةً يُعْبَدُونَ",
    "id" : "Dan tanyakanlah kepada rasul-rasul Kami yang telah Kami utus sebelum kamu: \"Adakah Kami menentukan tuhan-tuhan untuk disembah selain Allah Yang Maha Pemurah?\"",
    "nomor" : "45",
    "tr" : "wa<strong>i</strong>s-al man arsaln<u>aa</u> min qablika min rusulin<u>aa</u> aja'aln<u>aa</u> min duuni <strong>al</strong>rra<u>h</u>m<u>aa</u>ni <u>aa</u>lihatan yu'baduun<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِآيَاتِنَا إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ فَقَالَ إِنِّي رَسُولُ رَبِّ الْعَالَمِينَ",
    "id" : "Dan sesunguhnya Kami telah mengutus Musa dengan membawa mu'jizat-mu'jizat Kami kepada Fir'aun dan pemuka-pemuka kaumnya. Maka Musa berkata: \"Sesungguhnya aku adalah utusan dari Tuhan seru sekalian alam\".",
    "nomor" : "46",
    "tr" : "walaqad arsaln<u>aa</u> muus<u>aa</u> bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> il<u>aa</u> fir'awna wamala-ihi faq<u>aa</u>la innii rasuulu rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "ar" : "فَلَمَّا جَاءَهُمْ بِآيَاتِنَا إِذَا هُمْ مِنْهَا يَضْحَكُونَ",
    "id" : "Maka tatkala dia datang kepada mereka dengan membawa mu'jizat-mu'jizat Kami dengan serta merta mereka mentertawakannya.",
    "nomor" : "47",
    "tr" : "falamm<u>aa</u> j<u>aa</u>-ahum bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> i<u>dzaa</u> hum minh<u>aa</u> ya<u>dh</u>akuun<strong>a</strong>"
  }, {
    "ar" : "وَمَا نُرِيهِمْ مِنْ آيَةٍ إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِهَا ۖ وَأَخَذْنَاهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ",
    "id" : "Dan tidaklah Kami perlihatkan kepada mereka sesuatu mu'jizat kecuali mu'jizat itu lebih besar dari mu'jizat-mu'jizat yang sebelumnya. Dan Kami timpakan kepada mereka azab supaya mereka kembali (ke jalan yang benar).",
    "nomor" : "48",
    "tr" : "wam<u>aa</u> nuriihim min <u>aa</u>yatin ill<u>aa</u> hiya akbaru min ukhtih<u>aa</u> wa-akha<u>dz</u>n<u>aa</u>hum bi<strong>a</strong>l'a<u>dzaa</u>bi la'allahum yarji'uun<strong>a</strong>"
  }, {
    "ar" : "وَقَالُوا يَا أَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ إِنَّنَا لَمُهْتَدُونَ",
    "id" : "Dan mereka berkata: \"Hai ahli sihir, berdo'alah kepada Tuhanmu untuk (melepaskan) kami sesuai dengan apa yang telah dijanjikan-Nya kepadmu; sesungguhnya kami (jika do'amu dikabulkan) benar-benar akan menjadi orang yang mendapat petunjuk.",
    "nomor" : "49",
    "tr" : "waq<u>aa</u>luu y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>s<u>aah</u>iru ud'u lan<u>aa</u> rabbaka bim<u>aa</u> 'ahida 'indaka innan<u>aa</u> lamuhtaduun<strong>a</strong>"
  }, {
    "ar" : "فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ إِذَا هُمْ يَنْكُثُونَ",
    "id" : "Maka tatkala Kami hilangkan azab itu dari mereka, dengan serta merta mereka memungkiri (janjinya).",
    "nomor" : "50",
    "tr" : "falamm<u>aa</u> kasyafn<u>aa</u> 'anhumu <strong>a</strong>l'a<u>dzaa</u>ba i<u>dzaa</u> hum yankutsuun<strong>a</strong>"
  }, {
    "ar" : "وَنَادَىٰ فِرْعَوْنُ فِي قَوْمِهِ قَالَ يَا قَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَٰذِهِ الْأَنْهَارُ تَجْرِي مِنْ تَحْتِي ۖ أَفَلَا تُبْصِرُونَ",
    "id" : "Dan Fir'aun berseru kepada kaumnya (seraya) berkata: \"Hai kaumku, bukankah kerajaan Mesir ini kepunyaanku dan (bukankah) sungai-sungai ini mengalir di bawahku; maka apakah kamu tidak melihat(nya)?",
    "nomor" : "51",
    "tr" : "wan<u>aa</u>d<u>aa</u> fir'awnu fii qawmihi q<u>aa</u>la y<u>aa</u> qawmi alaysa lii mulku mi<u>sh</u>ra wah<u>aadz</u>ihi al-anh<u>aa</u>ru tajrii min ta<u>h</u>tii afal<u>aa</u> tub<u>sh</u>iruun<strong>a</strong>"
  }, {
    "ar" : "أَمْ أَنَا خَيْرٌ مِنْ هَٰذَا الَّذِي هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ",
    "id" : "Bukankah aku lebih baik dari orang yang hina ini dan yang hampir tidak dapat menjelaskan (perkataannya)?",
    "nomor" : "52",
    "tr" : "am an<u>aa</u> khayrun min h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii huwa mahiinun wal<u>aa</u> yak<u>aa</u>du yubiin<strong>u</strong>"
  }, {
    "ar" : "فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ",
    "id" : "Mengapa tidak dipakaikan kepadanya gelang dari emas atau malaikat datang bersama-sama dia untuk mengiringkannya?\"",
    "nomor" : "53",
    "tr" : "falawl<u>aa</u> ulqiya 'alayhi aswiratun min <u>dz</u>ahabin aw j<u>aa</u>-a ma'ahu <strong>a</strong>lmal<u>aa</u>-ikatu muqtariniin<strong>a</strong>"
  }, {
    "ar" : "فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ ۚ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ",
    "id" : "Maka Fir'aun mempengaruhi kaumnya (dengan perkataan itu) lalu mereka patuh kepadanya. Karena sesungguhnya mereka adalah kaum yang fasik.",
    "nomor" : "54",
    "tr" : "fa<strong>i</strong>stakhaffa qawmahu fa-a<u>th</u><u>aa</u>'uuhu innahum k<u>aa</u>nuu qawman f<u>aa</u>siqiin<strong>a</strong>"
  }, {
    "ar" : "فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ",
    "id" : "Maka tatkala mereka membuat Kami murka, Kami menghukum mereka lalu kami tenggelamkan mereka semuanya (di laut),",
    "nomor" : "55",
    "tr" : "falamm<u>aa</u> <u>aa</u>safuun<u>aa</u> intaqamn<u>aa</u> minhum fa-aghraqn<u>aa</u>hum ajma'iin<strong>a</strong>"
  }, {
    "ar" : "فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِلْآخِرِينَ",
    "id" : "dan Kami jadikan mereka sebagai pelajaran dan contoh bagi orang-orang yang kemudian.",
    "nomor" : "56",
    "tr" : "faja'aln<u>aa</u>hum salafan wamatsalan lil-<u>aa</u>khiriin<strong>a</strong>"
  }, {
    "ar" : "وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ",
    "id" : "Dan tatkala putra Maryam (Isa) dijadikan perumpamnaan tiba-tiba kaummu (Quraisy) bersorak karenanya.",
    "nomor" : "57",
    "tr" : "walamm<u>aa</u> <u>dh</u>uriba ibnu maryama matsalan i<u>dzaa</u> qawmuka minhu ya<u>sh</u>idduun<strong>a</strong>"
  }, {
    "ar" : "وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ ۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا ۚ بَلْ هُمْ قَوْمٌ خَصِمُونَ",
    "id" : "Dan mereka berkata: \"Manakah yang lebih baik tuhan-tuhan kami atau dia (Isa)?\" Mereka tidak memberikan perumpamaan itu kepadamu melainkan dengan maksud membantah saja, sebenarnya mereka adalah kaum yang suka bertengkar.",
    "nomor" : "58",
    "tr" : "waq<u>aa</u>luu a<u>aa</u>lihatun<u>aa</u> khayrun am huwa m<u>aa</u> <u>dh</u>arabuuhu laka ill<u>aa</u> jadalan bal hum qawmun kha<u>sh</u>imuun<strong>a</strong>"
  }, {
    "ar" : "إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيلَ",
    "id" : "Isa tidak lain hanyalah seorang hamba yang Kami berikan kepadanya ni'mat (kenabian) dan Kami jadikan dia sebagai tanda bukti (kekuasaan Allah) untuk Bani lsrail",
    "nomor" : "59",
    "tr" : "in huwa ill<u>aa</u> 'abdun an'amn<u>aa</u> 'alayhi waja'aln<u>aa</u>hu matsalan libanii isr<u>aa</u>-iil<strong>a</strong>"
  }, {
    "ar" : "وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلَائِكَةً فِي الْأَرْضِ يَخْلُفُونَ",
    "id" : "Dan kalau Kami kehendaki benar-benar Kami jadikan sebagai gantimu di muka bumi malaikat-malaikat yang turun temurun.",
    "nomor" : "60",
    "tr" : "walaw nasy<u>aa</u>u laja'aln<u>aa</u> minkum mal<u>aa</u>-ikatan fii <strong>a</strong>l-ar<u>dh</u>i yakhlufuun<strong>a</strong>"
  }, {
    "ar" : "وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِ ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ",
    "id" : "Dan sesungguhnya Isa itu benar-benar memberikan pengetahuan tentang hari kiamat. Karena itu janganlah kamu ragu-ragu tentang kiamat itu dan ikutilah Aku. Inilah jalan yang lurus.",
    "nomor" : "61",
    "tr" : "wa-innahu la'ilmun li<strong>l</strong>ss<u>aa</u>'ati fal<u>aa</u> tamtarunna bih<u>aa</u> wa<strong>i</strong>ttabi'uuni h<u>aadzaa</u> <u>sh</u>ir<u>aath</u>un mustaqiim<strong>un</strong>"
  }, {
    "ar" : "وَلَا يَصُدَّنَّكُمُ الشَّيْطَانُ ۖ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ",
    "id" : "Dan janganlah kamu sekali-kali dipalingkan oleh syaitan; sesungguhnya syaitan itu musuh yang nyata bagimu.",
    "nomor" : "62",
    "tr" : "wal<u>aa</u> ya<u>sh</u>uddannakumu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu innahu lakum 'aduwwun mubiin<strong>un</strong>"
  }, {
    "ar" : "وَلَمَّا جَاءَ عِيسَىٰ بِالْبَيِّنَاتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلِأُبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ ۖ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
    "id" : "Dan tatkala Isa datang membawa keterangan dia berkata: \"Sesungguhnya aku datang kepadamu dengan membawa hikmat dan untuk menjelaskan kepadamu sebagian dari apa yang kamu berselisih tentangnya, maka bertakwalah kepada Allah dan taatlah (kepada) ku\".",
    "nomor" : "63",
    "tr" : "walamm<u>aa</u> j<u>aa</u>-a 'iis<u>aa</u> bi<strong>a</strong>lbayyin<u>aa</u>ti q<u>aa</u>la qad ji/tukum bi<strong>a</strong>l<u>h</u>ikmati wali-ubayyina lakum ba'<u>dh</u>a <strong>al</strong>la<u>dz</u>ii takhtalifuuna fiihi fa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa-a<u>th</u>ii'uun<strong>i</strong>"
  }, {
    "ar" : "إِنَّ اللَّهَ هُوَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ",
    "id" : "Sesungguhnya Allah Dialah Tuhanku dan Tuhan kamu maka sembahlah Dia, ini adalah jalan yang lurus.",
    "nomor" : "64",
    "tr" : "inna <strong>al</strong>l<u>aa</u>ha huwa rabbii warabbukum fa<strong>u</strong>'buduuhu h<u>aadzaa</u> <u>sh</u>ir<u>aath</u>un mustaqiim<strong>un</strong>"
  }, {
    "ar" : "فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ ۖ فَوَيْلٌ لِلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ",
    "id" : "Maka berselisihlah golongan-golongan (yang terdapat) di antara mereka, lalu kecelakaan yang besarlah bagi orang-orang yang zalim ya'ni siksaan hari yang pedih (kiamat).",
    "nomor" : "65",
    "tr" : "fa<strong>i</strong>khtalafa <strong>a</strong>l-a<u>h</u>z<u>aa</u>bu min baynihim fawaylun lilla<u>dz</u>iina <u>zh</u>alamuu min 'a<u>dzaa</u>bi yawmin <strong>a</strong>liim<strong>in</strong>"
  }, {
    "ar" : "هَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "id" : "Mereka tidak menunggu kecuali kedatangan hari kiamat kepada mereka dengan tiba-tiba sedang mereka tidak menyadarinya.",
    "nomor" : "66",
    "tr" : "hal yan<u>zh</u>uruuna ill<u>aa</u> <strong>al</strong>ss<u>aa</u>'ata an ta/tiyahum baghtatan wahum l<u>aa</u> yasy'uruun<strong>a</strong>"
  }, {
    "ar" : "الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ",
    "id" : "Teman-teman akrab pada hari itu sebagiannya menjadi musuh bagi sebagian yang lain kecuali orang-orang yang bertakwa.",
    "nomor" : "67",
    "tr" : "al-akhill<u>aa</u>u yawma-i<u>dz</u>in ba'<u>dh</u>uhum liba'<u>dh</u>in 'aduwwun ill<u>aa</u> <strong>a</strong>lmuttaqiin<strong>a</strong>"
  }, {
    "ar" : "يَا عِبَادِ لَا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَا أَنْتُمْ تَحْزَنُونَ",
    "id" : "\"Hai hamba-hamba-Ku, tiada kekhawatiran terhadapmu pada hari ini dan tidak pula kamu bersedih hati.",
    "nomor" : "68",
    "tr" : "y<u>aa</u> 'ib<u>aa</u>di l<u>aa</u> khawfun 'alaykumu <strong>a</strong>lyawma wal<u>aa</u> antum ta<u>h</u>zanuun<strong>a</strong>"
  }, {
    "ar" : "الَّذِينَ آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ",
    "id" : "(Yaitu) orang-orang yang beriman kepada ayat-ayat Kami dan adalah mereka dahulu orang-orang yang berserah diri.",
    "nomor" : "69",
    "tr" : "<strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wak<u>aa</u>nuu muslimiin<strong>a</strong>"
  }, {
    "ar" : "ادْخُلُوا الْجَنَّةَ أَنْتُمْ وَأَزْوَاجُكُمْ تُحْبَرُونَ",
    "id" : "Masuklah kamu ke dalam surga, kamu dan isteri-isteri kamu digembirakan\".",
    "nomor" : "70",
    "tr" : "udkhuluu <strong>a</strong>ljannata antum wa-azw<u>aa</u>jukum tu<u>h</u>baruun<strong>a</strong>"
  }, {
    "ar" : "يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ ۖ وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ ۖ وَأَنْتُمْ فِيهَا خَالِدُونَ",
    "id" : "Diedarkan kepada mereka piring-piring dari emas, dan piala-piala dan di dalam surga itu terdapat segala apa yang diingini oleh hati dan sedap (dipandang) mata dan kamu kekal di dalamnya\".",
    "nomor" : "71",
    "tr" : "yu<u>th</u><u>aa</u>fu 'alayhim bi<u>sh</u>i<u>haa</u>fin min <u>dz</u>ahabin wa-akw<u>aa</u>bin wafiih<u>aa</u> m<u>aa</u> tasytahiihi <strong>a</strong>l-anfusu watala<u>dzdz</u>u <strong>a</strong>l-a'yunu wa-antum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
  }, {
    "ar" : "وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ",
    "id" : "Dan itulah surga yang diwariskan kepada kamu disebabkan amal-amal yang dahulu kamu kerjakan.",
    "nomor" : "72",
    "tr" : "watilka <strong>a</strong>ljannatu <strong>al</strong>latii uuritstumuuh<u>aa</u> bim<u>aa</u> kuntum ta'maluun<strong>a</strong>"
  }, {
    "ar" : "لَكُمْ فِيهَا فَاكِهَةٌ كَثِيرَةٌ مِنْهَا تَأْكُلُونَ",
    "id" : "Di dalam surga itu ada buah-buahan yang banyak untukmu yang sebahagiannya kamu makan.",
    "nomor" : "73",
    "tr" : "lakum fiih<u>aa</u> f<u>aa</u>kihatun katsiiratun minh<u>aa</u> ta/kuluun<strong>a</strong>"
  }, {
    "ar" : "إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ خَالِدُونَ",
    "id" : "Sesungguhnya orang-orang yang berdosa kekal di dalam azab neraka Jahannam.",
    "nomor" : "74",
    "tr" : "inna <strong>a</strong>lmujrimiina fii 'a<u>dzaa</u>bi jahannama kh<u>aa</u>liduun<strong>a</strong>"
  }, {
    "ar" : "لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ",
    "id" : "Tidak diringankan azab itu dari mereka dan mereka di dalamnya berputus asa.",
    "nomor" : "75",
    "tr" : "l<u>aa</u> yufattaru 'anhum wahum fiihi mublisuun<strong>a</strong>"
  }, {
    "ar" : "وَمَا ظَلَمْنَاهُمْ وَلَٰكِنْ كَانُوا هُمُ الظَّالِمِينَ",
    "id" : "Dan tidaklah Kami menganiaya mereka tetapi merekalah yang menganiaya diri mereka sendiri.",
    "nomor" : "76",
    "tr" : "wam<u>aa</u> <u>zh</u>alamn<u>aa</u>hum wal<u>aa</u>kin k<u>aa</u>nuu humu <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
  }, {
    "ar" : "وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ۖ قَالَ إِنَّكُمْ مَاكِثُونَ",
    "id" : "Mereka berseru: \"Hai Malik biarlah Tuhanmu membunuh kami saja\". Dia menjawab: \"Kamu akan tetap tinggal (di neraka ini)\".",
    "nomor" : "77",
    "tr" : "wan<u>aa</u>daw y<u>aa</u> m<u>aa</u>liku liyaq<u>dh</u>i 'alayn<u>aa</u> rabbuka q<u>aa</u>la innakum m<u>aa</u>kitsuun<strong>a</strong>"
  }, {
    "ar" : "لَقَدْ جِئْنَاكُمْ بِالْحَقِّ وَلَٰكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ",
    "id" : "Sesungguhnya Kami benar-benar telah memhawa kebenaran kepada kamu tetapi kebanyakan di antara kamu benci pada kebenaran itu.",
    "nomor" : "78",
    "tr" : "laqad ji/n<u>aa</u>kum bi<strong>a</strong>l<u>h</u>aqqi wal<u>aa</u>kinna aktsarakum lil<u>h</u>aqqi k<u>aa</u>rihuun<strong>a</strong>"
  }, {
    "ar" : "أَمْ أَبْرَمُوا أَمْرًا فَإِنَّا مُبْرِمُونَ",
    "id" : "Bahkan mereka telah menetapkan satu tipu daya (jahat), maka sesungguhnya Kami menetapkan pula.",
    "nomor" : "79",
    "tr" : "am abramuu amran fa-inn<u>aa</u> mubrimuun<strong>a</strong>"
  }, {
    "ar" : "أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ ۚ بَلَىٰ وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ",
    "id" : "Apakah mereka mengira, bahwa Kami tidak mendengar rahasia dan bisikan-bisikan mereka? Sebenarnya (Kami mendengar), dan utusan-utusan (malaikat-malaikat) Kami selalu mencatat di sisi mereka.",
    "nomor" : "80",
    "tr" : "am ya<u>h</u>sabuuna ann<u>aa</u> l<u>aa</u> nasma'u sirrahum wanajw<u>aa</u>hum bal<u>aa</u> warusulun<u>aa</u> ladayhim yaktubuun<strong>a</strong>"
  }, {
    "ar" : "قُلْ إِنْ كَانَ لِلرَّحْمَٰنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ",
    "id" : "Katakanlah, jika benar Tuhan Yang Maha Pemurah mempunyai anak, maka akulah (Muhammad) orang yang mula-mula memuliakan (anak itu).",
    "nomor" : "81",
    "tr" : "qul in k<u>aa</u>na li<strong>l</strong>rra<u>h</u>m<u>aa</u>ni waladun fa-an<u>aa</u> awwalu <strong>a</strong>l'<u>aa</u>bidiin<strong>a</strong>"
  }, {
    "ar" : "سُبْحَانَ رَبِّ السَّمَاوَاتِ وَالْأَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ",
    "id" : "Maha Suci Tuhan Yang empunya langit dan bumi, Tuhan Yang empunya 'Arsy, dari apa yang mereka sifatkan itu.",
    "nomor" : "82",
    "tr" : "sub<u>haa</u>na rabbi <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i rabbi <strong>a</strong>l'arsyi 'amm<u>aa</u> ya<u>sh</u>ifuun<strong>a</strong>"
  }, {
    "ar" : "فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّىٰ يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ",
    "id" : "Maka biarlah mereka tenggelam (dalam kesesatan) dan bermain-main sampai mereka menemui hari yang dijanjikan kepada mereka.",
    "nomor" : "83",
    "tr" : "fa<u>dz</u>arhum yakhuu<u>dh</u>uu wayal'abuu <u>h</u>att<u>aa</u> yul<u>aa</u>quu yawmahumu <strong>al</strong>la<u>dz</u>ii yuu'aduun<strong>a</strong>"
  }, {
    "ar" : "وَهُوَ الَّذِي فِي السَّمَاءِ إِلَٰهٌ وَفِي الْأَرْضِ إِلَٰهٌ ۚ وَهُوَ الْحَكِيمُ الْعَلِيمُ",
    "id" : "Dan Dialah Tuhan (Yang disembah) di langit dan Tuhan (Yang disembah) di bumi dan Dia-lah Yang Maha Bijaksana lagi Maha Mengetahui.",
    "nomor" : "84",
    "tr" : "wahuwa <strong>al</strong>la<u>dz</u>ii fii <strong>al</strong>ssam<u>aa</u>-i il<u>aa</u>hun wafii <strong>a</strong>l-ar<u>dh</u>i il<u>aa</u>hun wahuwa <strong>a</strong>l<u>h</u>akiimu <strong>a</strong>l'aliim<strong>u</strong>"
  }, {
    "ar" : "وَتَبَارَكَ الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَعِنْدَهُ عِلْمُ السَّاعَةِ وَإِلَيْهِ تُرْجَعُونَ",
    "id" : "Dan Maha Suci Tuhan Yang mempunyai kerajaan langit dan bumi; dan apa yang ada di antara keduanya; dan di sisi-Nyalah pengetahuan tentang hari kiamat dan hanya kepada-Nyalah kamu dikembalikan.",
    "nomor" : "85",
    "tr" : "watab<u>aa</u>raka <strong>al</strong>la<u>dz</u>ii lahu mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> baynahum<u>aa</u> wa'indahu 'ilmu <strong>al</strong>ss<u>aa</u>'ati wa-ilayhi turja'uun<strong>a</strong>"
  }, {
    "ar" : "وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ",
    "id" : "Dan sembahan-sembahan yang mereka sembah selain Allah tidak dapat memberi syafa'at; akan tetapi (orang yang dapat memberi syafa'at ialah) orang yang mengakui yang hak (tauhid) dan mereka meyakini(nya).",
    "nomor" : "86",
    "tr" : "wal<u>aa</u> yamliku <strong>al</strong>la<u>dz</u>iina yad'uuna min duunihi <strong>al</strong>sysyaf<u>aa</u>'ata ill<u>aa</u> man syahida bi<strong>a</strong>l<u>h</u>aqqi wahum ya'lamuun<strong>a</strong>"
  }, {
    "ar" : "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
    "id" : "Dan sungguh jika kamu bertanya kepada mereka: \"Siapakah yang menciptakan mereka, niscaya mereka menjawab: \"Allah\", maka bagaimanakah mereka dapat dipalingkan (dari menyembah Allah)?,",
    "nomor" : "87",
    "tr" : "wala-in sa-altahum man khalaqahum layaquulunna <strong>al</strong>l<u>aa</u>hu fa-ann<u>aa</u> yu/fakuun<strong>a</strong>"
  }, {
    "ar" : "وَقِيلِهِ يَا رَبِّ إِنَّ هَٰؤُلَاءِ قَوْمٌ لَا يُؤْمِنُونَ",
    "id" : "dan (Allah mengetabui) ucapan Muhammad: \"Ya Tuhanku, sesungguhnya mereka itu adalah kaum yang tidak beriman\".",
    "nomor" : "88",
    "tr" : "waqiilihi y<u>aa</u> rabbi inna h<u>aa</u>ul<u>aa</u>-i qawmun l<u>aa</u> yu/minuun<strong>a</strong>"
  }, {
    "ar" : "فَاصْفَحْ عَنْهُمْ وَقُلْ سَلَامٌ ۚ فَسَوْفَ يَعْلَمُونَ",
    "id" : "Maka berpalinglah (hai Muhammad) dari mereka dan katakanlah: \"Salam (selamat tinggal).\" Kelak mereka akan mengetahui (nasib mereka yang buruk).",
    "nomor" : "89",
    "tr" : "fa<strong>i</strong><u>sh</u>fa<u>h</u> 'anhum waqul sal<u>aa</u>mun fasawfa ya'lamuun<strong>a</strong>"
  }, { 
    "surah": "Ad Dukhan",
    "ar" : "حٰمٓ‌",
    "id" : "Haa miim.",
    "nomor" : "1",
    "tr" : "<u>haa</u>-miim"
  }, {
    "ar" : "وَالْكِتَابِ الْمُبِينِ",
    "id" : "Demi Kitab (Al Qur'an) yang menjelaskan,",
    "nomor" : "2",
    "tr" : "wa<strong>a</strong>lkit<u>aa</u>bi <strong>a</strong>lmubiin<strong>i</strong>"
  }, {
    "ar" : "إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ ۚ إِنَّا كُنَّا مُنْذِرِينَ",
    "id" : "sesungguhnya Kami menurunkannya pada suatu malam yang diberkahi dan sesungguhnya Kami-lah yang memberi peringatan.",
    "nomor" : "3",
    "tr" : "inn<u>aa</u> anzaln<u>aa</u>hu fii laylatin mub<u>aa</u>rakatin inn<u>aa</u> kunn<u>aa</u> mun<u>dz</u>iriin<strong>a</strong>"
  }, {
    "ar" : "فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ",
    "id" : "Pada malam itu dijelaskan segala urusan yang penuh hikmah,",
    "nomor" : "4",
    "tr" : "fiih<u>aa</u> yufraqu kullu amrin <u>h</u>akiim<strong>in</strong>"
  }, {
    "ar" : "أَمْرًا مِنْ عِنْدِنَا ۚ إِنَّا كُنَّا مُرْسِلِينَ",
    "id" : "(yaitu) urusan yang besar dari sisi Kami. Sesungguhnya Kami adalah Yang mengutus rasul-rasul,",
    "nomor" : "5",
    "tr" : "amran min 'indin<u>aa</u> inn<u>aa</u> kunn<u>aa</u> mursiliin<strong>a</strong>"
  }, {
    "ar" : "رَحْمَةً مِنْ رَبِّكَ ۚ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
    "id" : "sebagai rahmat dari Tuhanmu. Sesungguhnya Dialah Yang Maha Mendengar lagi Maha Mengetahui,",
    "nomor" : "6",
    "tr" : "ra<u>h</u>matan min rabbika innahu huwa <strong>al</strong>ssamii'u <strong>a</strong>l'aliim<strong>u</strong>"
  }, {
    "ar" : "رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۖ إِنْ كُنْتُمْ مُوقِنِينَ",
    "id" : "Tuhan Yang memelihara langit dan bumi dan apa yang ada di antara keduanya, jika kamu adalah orang yang meyakini.",
    "nomor" : "7",
    "tr" : "rabbi <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> baynahum<u>aa</u> in kuntum muuqiniin<strong>a</strong>"
  }, {
    "ar" : "لَا إِلَٰهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ ۖ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ",
    "id" : "Tidak ada Tuhan (yang berhak disembah) melainkan Dia, Yang menghidupkan dan Yang mematikan (Dialah) Tuhanmu dan Tuhan bapak-bapakmu yang terdahulu.",
    "nomor" : "8",
    "tr" : "l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa yu<u>h</u>yii wayumiitu rabbukum warabbu <u>aa</u>b<u>aa</u>-ikumu <strong>a</strong>l-awwaliin<strong>a</strong>"
  }, {
    "ar" : "بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ",
    "id" : "Tetapi mereka bermain-main dalam keragu-raguan.",
    "nomor" : "9",
    "tr" : "bal hum fii syakkin yal'abuun<strong>a</strong>"
  }, {
    "ar" : "فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ",
    "id" : "Maka tunggulah hari ketika langit membawa kabut yang nyata,",
    "nomor" : "10",
    "tr" : "fa<strong>i</strong>rtaqib yawma ta/tii <strong>al</strong>ssam<u>aa</u>u bidukh<u>aa</u>nin mubiin<strong>in</strong>"
  }, {
    "ar" : "يَغْشَى النَّاسَ ۖ هَٰذَا عَذَابٌ أَلِيمٌ",
    "id" : "yang meliputi manusia. Inilah azab yang pedih.",
    "nomor" : "11",
    "tr" : "yaghsy<u>aa</u> <strong>al</strong>nn<u>aa</u>sa h<u>aadzaa</u> 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
  }, {
    "ar" : "رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ",
    "id" : "(Mereka berdo'a): \"Ya Tuhan kami, lenyapkanlah dari kami azab itu. Sesungguhnya kami akan beriman\".",
    "nomor" : "12",
    "tr" : "rabban<u>aa</u> iksyif 'ann<u>aa</u> <strong>a</strong>l'a<u>dzaa</u>ba inn<u>aa</u> mu/minuun<strong>a</strong>"
  }, {
    "ar" : "أَنَّىٰ لَهُمُ الذِّكْرَىٰ وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ",
    "id" : "Bagaimanakah mereka dapat menerima peringatan, padahal telah datang kepada mereka seorang rasul yang memberi penjelasan,",
    "nomor" : "13",
    "tr" : "ann<u>aa</u> lahumu <strong>al</strong><u>dzdz</u>ikr<u>aa</u> waqad j<u>aa</u>-ahum rasuulun mubiin<strong>un</strong>"
  }, {
    "ar" : "ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَجْنُونٌ",
    "id" : "kemudian mereka berpaling daripadanya dan berkata: \"Dia adalah seorang yang menerima ajaran (dari orang lain) lagi pula seorang yang gila\".",
    "nomor" : "14",
    "tr" : "tsumma tawallaw 'anhu waq<u>aa</u>luu mu'allamun majnuun<strong>un</strong>"
  }, {
    "ar" : "إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ",
    "id" : "Sesungguhnya (kalau) Kami akan melenyapkan siksaan itu agak sedikit sesungguhnya kamu akan kembali (ingkar).",
    "nomor" : "15",
    "tr" : "inn<u>aa</u> k<u>aa</u>syifuu <strong>a</strong>l'a<u>dzaa</u>bi qaliilan innakum '<u>aa</u>-iduun<strong>a</strong>"
  }, {
    "ar" : "يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَىٰ إِنَّا مُنْتَقِمُونَ",
    "id" : "(Ingatlah) hari (ketika) Kami menghantam mereka dengan hantaman yang keras. Sesungguhnya Kami adalah Pemberi balasan.",
    "nomor" : "16",
    "tr" : "yawma nab<u>th</u>isyu <strong>a</strong>lba<u>th</u>syata <strong>a</strong>lkubr<u>aa</u> inn<u>aa</u> muntaqimuun<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاءَهُمْ رَسُولٌ كَرِيمٌ",
    "id" : "Sesungguhnya sebelum mereka telah Kami uji kaum Fir'aun dan telah datang kepada mereka seorang rasul yang mulia,",
    "nomor" : "17",
    "tr" : "walaqad fatann<u>aa</u> qablahum qawma fir'awna waj<u>aa</u>-ahum rasuulun kariim<strong>un</strong>"
  }, {
    "ar" : "أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ ۖ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ",
    "id" : "(dengan berkata): \"Serahkanlah kepadaku hamba-hamba Allah (Bani Israil yang kamu perbudak). Sesungguhnya aku adalah utusan (Allah) yang dipercaya kepadamu,",
    "nomor" : "18",
    "tr" : "an adduu ilayya 'ib<u>aa</u>da <strong>al</strong>l<u>aa</u>hi innii lakum rasuulun amiin<strong>un</strong>"
  }, {
    "ar" : "وَأَنْ لَا تَعْلُوا عَلَى اللَّهِ ۖ إِنِّي آتِيكُمْ بِسُلْطَانٍ مُبِينٍ",
    "id" : "dan janganlah kamu menyombongkan diri terhadap Allah. Sesungguhnya aku datang kepadamu dengan membawa bukti yang nyata.",
    "nomor" : "19",
    "tr" : "wa-an l<u>aa</u> ta'luu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi innii <u>aa</u>tiikum bisul<u>th</u><u>aa</u>nin mubiin<strong>in</strong>"
  }, {
    "ar" : "وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَنْ تَرْجُمُونِ",
    "id" : "Dan sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu, dari keinginanmu merajamku,",
    "nomor" : "20",
    "tr" : "wa-innii 'u<u>dz</u>tu birabbii warabbikum an tarjumuun<strong>i</strong>"
  }, {
    "ar" : "وَإِنْ لَمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ",
    "id" : "dan jika kamu tidak beriman kepadaku maka biarkanlah aku (memimpin Bani Israil)\".",
    "nomor" : "21",
    "tr" : "wa-in lam tu/minuu lii fa<strong>i</strong>'taziluun<strong>i</strong>"
  }, {
    "ar" : "فَدَعَا رَبَّهُ أَنَّ هَٰؤُلَاءِ قَوْمٌ مُجْرِمُونَ",
    "id" : "Kemudian Musa berdo'a kepada Tuhannya: \"Sesungguhnya mereka ini adalah kaum yang berdosa (segerakanlah azab kepada mereka)\".",
    "nomor" : "22",
    "tr" : "fada'<u>aa</u> rabbahu anna h<u>aa</u>ul<u>aa</u>-i qawmun mujrimuun<strong>a</strong>"
  }, {
    "ar" : "فَأَسْرِ بِعِبَادِي لَيْلًا إِنَّكُمْ مُتَّبَعُونَ",
    "id" : "(Allah berfirman): \"Maka berjalanlah kamu dengan membawa hamba-hamba-Ku pada malam hari, sesungguhnya kamu akan dikejar,",
    "nomor" : "23",
    "tr" : "fa-asri bi'ib<u>aa</u>dii laylan innakum muttaba'uun<strong>a</strong>"
  }, {
    "ar" : "وَاتْرُكِ الْبَحْرَ رَهْوًا ۖ إِنَّهُمْ جُنْدٌ مُغْرَقُونَ",
    "id" : "dan biarkanlah laut itu tetap terbelah. Sesungguhnya mereka adalah tentara yang akan ditenggelamkan\".",
    "nomor" : "24",
    "tr" : "wa<strong>u</strong>truki <strong>a</strong>lba<u>h</u>ra rahwan innahum jundun mughraquun<strong>a</strong>"
  }, {
    "ar" : "كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ",
    "id" : "Alangkah banyaknya taman dan mata air yang mereka tinggalkan,",
    "nomor" : "25",
    "tr" : "kam tarakuu min jann<u>aa</u>tin wa'uyuun<strong>in</strong>"
  }, {
    "ar" : "وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ",
    "id" : "dan kebun-kebun serta tempat-tempat yang indah-indah,",
    "nomor" : "26",
    "tr" : "wazuruu'in wamaq<u>aa</u>min kariim<strong>in</strong>"
  }, {
    "ar" : "وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ",
    "id" : "dan kesenangan-kesenangan yang mereka meni'matinya,",
    "nomor" : "27",
    "tr" : "wana'matin k<u>aa</u>nuu fiih<u>aa</u> f<u>aa</u>kihiin<strong>a</strong>"
  }, {
    "ar" : "كَذَٰلِكَ ۖ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ",
    "id" : "demikianlah. Dan Kami wariskan semua itu kepada kaum yang lain.",
    "nomor" : "28",
    "tr" : "ka<u>dzaa</u>lika wa-awratsn<u>aa</u>h<u>aa</u> qawman <u>aa</u>khariin<strong>a</strong>"
  }, {
    "ar" : "فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ وَمَا كَانُوا مُنْظَرِينَ",
    "id" : "Maka langit dan bumi tidak menangisi mereka dan merekapun tidak diberi tangguh.",
    "nomor" : "29",
    "tr" : "fam<u>aa</u> bakat 'alayhimu <strong>al</strong>ssam<u>aa</u>u wa<strong>a</strong>l-ar<u>dh</u>u wam<u>aa</u> k<u>aa</u>nuu mun<u>zh</u>ariin<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ",
    "id" : "Dan sesungguhnya telah Kami selamatkan Bani Israil dari siksa yang menghinakan,",
    "nomor" : "30",
    "tr" : "walaqad najjayn<u>aa</u> banii isr<u>aa</u>-iila mina <strong>a</strong>l'a<u>dzaa</u>bi <strong>a</strong>lmuhiin<strong>i</strong>"
  }, {
    "ar" : "مِنْ فِرْعَوْنَ ۚ إِنَّهُ كَانَ عَالِيًا مِنَ الْمُسْرِفِينَ",
    "id" : "dari (azab) Fir'aun. Sesungguhnya dia adalah orang yang sombong, salah seorang dari orang-orang yang melampaui batas.",
    "nomor" : "31",
    "tr" : "min fir'awna innahu k<u>aa</u>na '<u>aa</u>liyan mina <strong>a</strong>lmusrifiin<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدِ اخْتَرْنَاهُمْ عَلَىٰ عِلْمٍ عَلَى الْعَالَمِينَ",
    "id" : "Dan sesungguhnya telah Kami pilih mereka dengan pengetahuan (Kami) atas bangsa-bangsa.",
    "nomor" : "32",
    "tr" : "walaqadi ikhtarn<u>aa</u>hum 'al<u>aa</u> 'ilmin 'al<u>aa</u> <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "ar" : "وَآتَيْنَاهُمْ مِنَ الْآيَاتِ مَا فِيهِ بَلَاءٌ مُبِينٌ",
    "id" : "Dan Kami telah memberikan kepada mereka di antara tanda-tanda kekuasaan (Kami) sesuatu yang di dalamnya terdapat ni'mat yang nyata.",
    "nomor" : "33",
    "tr" : "wa<u>aa</u>tayn<u>aa</u>hum mina <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti m<u>aa</u> fiihi bal<u>aa</u>un mubiin<strong>un</strong>"
  }, {
    "ar" : "إِنَّ هَٰؤُلَاءِ لَيَقُولُونَ",
    "id" : "Sesungguhnya mereka (kaum musyrik) itu benar-benar berkata,",
    "nomor" : "34",
    "tr" : "inna h<u>aa</u>ul<u>aa</u>-i layaquuluun<strong>a</strong>"
  }, {
    "ar" : "إِنْ هِيَ إِلَّا مَوْتَتُنَا الْأُولَىٰ وَمَا نَحْنُ بِمُنْشَرِينَ",
    "id" : "\"tidak ada kematian selain kematian di dunia ini. Dan kami sekali-kali tidak akan dibangkitkan,",
    "nomor" : "35",
    "tr" : "in hiya ill<u>aa</u> mawtatun<u>aa</u> <strong>a</strong>l-uul<u>aa</u> wam<u>aa</u> na<u>h</u>nu bimunsyariin<strong>a</strong>"
  }, {
    "ar" : "فَأْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ",
    "id" : "maka datangkanlah (kembali) bapak-bapak kami jika kamu memang orang-orang yang benar\".",
    "nomor" : "36",
    "tr" : "fa/tuu bi-<u>aa</u>b<u>aa</u>-in<u>aa</u> in kuntum <u>shaa</u>diqiin<strong>a</strong>"
  }, {
    "ar" : "أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ وَالَّذِينَ مِنْ قَبْلِهِمْ ۚ أَهْلَكْنَاهُمْ ۖ إِنَّهُمْ كَانُوا مُجْرِمِينَ",
    "id" : "Apakah mereka (kaum musyrikin) yang lebih baik ataukah kaum Tubba' dan orang-orang yang sebelum mereka. Kami telah membinasakan mereka karena sesungguhnya mereka adalah orang-orang yang berdosa.",
    "nomor" : "37",
    "tr" : "ahum khayrun am qawmu tubba'in wa<strong>a</strong>lla<u>dz</u>iina min qablihim ahlakn<u>aa</u>hum innahum k<u>aa</u>nuu mujrimiin<strong>a</strong>"
  }, {
    "ar" : "وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ",
    "id" : "Dan Kami tidak menciptakan langit dan bumi dan apa yang ada antara keduanya dengan bermain-main.",
    "nomor" : "38",
    "tr" : "wam<u>aa</u> khalaqn<u>aa</u> <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a wam<u>aa</u> baynahum<u>aa</u> l<u>aa</u>'ibiin<strong>a</strong>"
  }, {
    "ar" : "مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "id" : "Kami tidak menciptakan keduanya melainkan dengan haq, tetapi kebanyakan mereka tidak mengetahui.",
    "nomor" : "39",
    "tr" : "m<u>aa</u> khalaqn<u>aa</u>hum<u>aa</u> ill<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi wal<u>aa</u>kinna aktsarahum l<u>aa</u> ya'lamuun<strong>a</strong>"
  }, {
    "ar" : "إِنَّ يَوْمَ الْفَصْلِ مِيقَاتُهُمْ أَجْمَعِينَ",
    "id" : "Sesungguhnya hari keputusan (hari kiamat) itu adalah waktu yang dijanjikan bagi mereka semuanya,",
    "nomor" : "40",
    "tr" : "inna yawma <strong>a</strong>lfa<u>sh</u>li miiq<u>aa</u>tuhum ajma'iin<strong>a</strong>"
  }, {
    "ar" : "يَوْمَ لَا يُغْنِي مَوْلًى عَنْ مَوْلًى شَيْئًا وَلَا هُمْ يُنْصَرُونَ",
    "id" : "yaitu hari yang seorang karib tidak dapat memberi manfa'at kepada karibnya sedikitpun, dan mereka tidak akan mendapat pertolongan,",
    "nomor" : "41",
    "tr" : "yawma l<u>aa</u> yughnii mawlan 'an mawlan syay-an wal<u>aa</u> hum yun<u>sh</u>aruun<strong>a</strong>"
  }, {
    "ar" : "إِلَّا مَنْ رَحِمَ اللَّهُ ۚ إِنَّهُ هُوَ الْعَزِيزُ الرَّحِيمُ",
    "id" : "kecuali orang yang diberi rahmat oleh Allah. Sesungguhnya Dialah Yang Maha Perkasa lagi Maha Penyayang.",
    "nomor" : "42",
    "tr" : "ill<u>aa</u> man ra<u>h</u>ima <strong>al</strong>l<u>aa</u>hu innahu huwa <strong>a</strong>l'aziizu <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
  }, {
    "ar" : "إِنَّ شَجَرَتَ الزَّقُّومِ",
    "id" : "Sesungguhnya pohon zaqqum itu,",
    "nomor" : "43",
    "tr" : "inna syajarata <strong>al</strong>zzaqquum<strong>i</strong>"
  }, {
    "ar" : "طَعَامُ الْأَثِيمِ",
    "id" : "makanan orang yang banyak berdosa.",
    "nomor" : "44",
    "tr" : "<u>th</u>a'<u>aa</u>mu <strong>a</strong>l-atsiim<strong>i</strong>"
  }, {
    "ar" : "كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ",
    "id" : "(Ia) sebagai kotoran minyak yang mendidih di dalam perut,",
    "nomor" : "45",
    "tr" : "ka<strong>a</strong>lmuhli yaghlii fii <strong>a</strong>lbu<u>th</u>uun<strong>i</strong>"
  }, {
    "ar" : "كَغَلْيِ الْحَمِيمِ",
    "id" : "seperti mendidihnya air yang amat panas.",
    "nomor" : "46",
    "tr" : "kaghalyi <strong>a</strong>l<u>h</u>amiim<strong>i</strong>"
  }, {
    "ar" : "خُذُوهُ فَاعْتِلُوهُ إِلَىٰ سَوَاءِ الْجَحِيمِ",
    "id" : "Peganglah dia kemudian seretlah dia ke tengah-tengah neraka.",
    "nomor" : "47",
    "tr" : "khu<u>dz</u>uuhu fa<strong>i</strong>'tiluuhu il<u>aa</u> saw<u>aa</u>-i <strong>a</strong>lja<u>h</u>iim<strong>i</strong>"
  }, {
    "ar" : "ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ",
    "id" : "Kemudian tuangkanlah di atas kepalanya siksaan (dari) air yang amat panas.",
    "nomor" : "48",
    "tr" : "tsumma <u>sh</u>ubbuu fawqa ra/sihi min 'a<u>dzaa</u>bi <strong>a</strong>l<u>h</u>amiim<strong>i</strong>"
  }, {
    "ar" : "ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ",
    "id" : "Rasakanlah, sesungguhnya kamu orang yang perkasa lagi mulia.",
    "nomor" : "49",
    "tr" : "<u>dz</u>uq innaka anta <strong>a</strong>l'aziizu <strong>a</strong>lkariim<strong>u</strong>"
  }, {
    "ar" : "إِنَّ هَٰذَا مَا كُنْتُمْ بِهِ تَمْتَرُونَ",
    "id" : "Sesungguhnya ini adalah azab yang dahulu selalu kamu meragu-ragukannya.",
    "nomor" : "50",
    "tr" : "inna h<u>aadzaa</u> m<u>aa</u> kuntum bihi tamtaruun<strong>a</strong>"
  }, {
    "ar" : "إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ",
    "id" : "Sesungguhnya orang-orang yang bertakwa berada dalam tempat yang aman,",
    "nomor" : "51",
    "tr" : "inna <strong>a</strong>lmuttaqiina fii maq<u>aa</u>min amiin<strong>in</strong>"
  }, {
    "ar" : "فِي جَنَّاتٍ وَعُيُونٍ",
    "id" : "(yaitu) di dalam taman-taman dan mata-air-mata-air;",
    "nomor" : "52",
    "tr" : "fii jann<u>aa</u>tin wa'uyuun<strong>in</strong>"
  }, {
    "ar" : "يَلْبَسُونَ مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَقَابِلِينَ",
    "id" : "mereka memakai sutera yang halus dan sutera yang tebal, (duduk) berhadap-hadapan,",
    "nomor" : "53",
    "tr" : "yalbasuuna min sundusin wa-istabraqin mutaq<u>aa</u>biliin<strong>a</strong>"
  }, {
    "ar" : "كَذَٰلِكَ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ",
    "id" : "demikianlah. Dan Kami berikan kepada mereka bidadari.",
    "nomor" : "54",
    "tr" : "ka<u>dzaa</u>lika wazawwajn<u>aa</u>hum bi<u>h</u>uurin 'iin<strong>in</strong>"
  }, {
    "ar" : "يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آمِنِينَ",
    "id" : "Di dalamnya mereka meminta segala macam buah-buahan dengan aman (dari segala kekhawatiran),",
    "nomor" : "55",
    "tr" : "yad'uuna fiih<u>aa</u> bikulli f<u>aa</u>kihatin <u>aa</u>miniin<strong>a</strong>"
  }, {
    "ar" : "لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَىٰ ۖ وَوَقَاهُمْ عَذَابَ الْجَحِيمِ",
    "id" : "mereka tidak akan merasakan mati di dalamnya kecuali mati di dunia. Dan Allah memelihara mereka dari azab neraka,",
    "nomor" : "56",
    "tr" : "l<u>aa</u> ya<u>dz</u>uuquuna fiih<u>aa</u> <strong>a</strong>lmawta ill<u>aa</u> <strong>a</strong>lmawtata <strong>a</strong>l-uul<u>aa</u> wawaq<u>aa</u>hum 'a<u>dzaa</u>ba <strong>a</strong>lja<u>h</u>iim<strong>i</strong>"
  }, {
    "ar" : "فَضْلًا مِنْ رَبِّكَ ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
    "id" : "sebagai karunia dari Tuhanmu. Yang demikian itu adalah keberuntungan yang besar.",
    "nomor" : "57",
    "tr" : "fa<u>dh</u>lan min rabbika <u>dzaa</u>lika huwa <strong>a</strong>lfawzu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>"
  }, {
    "ar" : "فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
    "id" : "Sesungguhnya Kami mudahkan Al Qur'an itu dengan bahasamu supaya mereka mendapat pelajaran.",
    "nomor" : "58",
    "tr" : "fa-innam<u>aa</u> yassarn<u>aa</u>hu bilis<u>aa</u>nika la'allahum yata<u>dz</u>akkaruun<strong>a</strong>"
  }, {
    "ar" : "فَارْتَقِبْ إِنَّهُمْ مُرْتَقِبُونَ",
    "id" : "Maka tunggulah; sesungguhnya mereka itu menunggu (pula).",
    "nomor" : "59",
    "tr" : "fa-innam<u>aa</u> yassarn<u>aa</u>hu bilis<u>aa</u>nika la'allahum yata<u>dz</u>akkaruun<strong>a</strong>"
  }, { 
    "surah": "Al Jatsiyah",
    "ar" : "حٰمٓ‌",
    "id" : "Haa Miim",
    "nomor" : "1",
    "tr" : "<u>haa</u>-miim"
  }, {
    "ar" : "تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ",
    "id" : "Kitab (ini) diturunkan dari Allah Yang Maha Perkasa lagi Maha Bijaksana.",
    "nomor" : "2",
    "tr" : "tanziilu <strong>a</strong>lkit<u>aa</u>bi mina <strong>al</strong>l<u>aa</u>hi <strong>a</strong>l'aziizi <strong>a</strong>l<u>h</u>akiim<strong>i</strong>"
  }, {
    "ar" : "إِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِلْمُؤْمِنِينَ",
    "id" : "Sesungguhnya pada langit dan bumi benar-benar terdapat tanda-tanda (kekuasaan Allah) untuk orang-orang yang beriman.",
    "nomor" : "3",
    "tr" : "inna fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i la<u>aa</u>y<u>aa</u>tin lilmu/miniin<strong>a</strong>"
  }, {
    "ar" : "وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آيَاتٌ لِقَوْمٍ يُوقِنُونَ",
    "id" : "Dan pada penciptakan kamu dan pada binatang-binatang yang melata yang bertebaran (di muka bumi) terdapat tanda-tanda (kekuasaan Allah) untuk kaum yang meyakini,",
    "nomor" : "4",
    "tr" : "wafii khalqikum wam<u>aa</u> yabutstsu min d<u>aa</u>bbatin <u>aa</u>y<u>aa</u>tun liqawmin yuuqinuun<strong>a</strong>"
  }, {
    "ar" : "وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آيَاتٌ لِقَوْمٍ يَعْقِلُونَ",
    "id" : "dan pada pergantian malam dan siang dan hujan yang diturunkan Allah dari langit lalu dihidupkan-Nya dengan air hujan itu bumi sesudah matinya; dan pada perkisaran angin terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang berakal.",
    "nomor" : "5",
    "tr" : "wa<strong>i</strong>khtil<u>aa</u>fi <strong>al</strong>layli wa<strong>al</strong>nnah<u>aa</u>ri wam<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu mina <strong>al</strong>ssam<u>aa</u>-i min rizqin fa-a<u>h</u>y<u>aa</u> bihi <strong>a</strong>l-ar<u>dh</u>a ba'da mawtih<u>aa</u> wata<u>sh</u>riifi <strong>al</strong>rriy<u>aah</u>i <u>aa</u>y<u>aa</u>tun liqawmin ya'qiluun<strong>a</strong>"
  }, {
    "ar" : "تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ ۖ فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ",
    "id" : "Itulah ayat-ayat Allah yang Kami membacakannya kepadamu dengan sebenarnya; maka dengan perkataan manakah lagi mereka akan beriman sesudah (kalam) Allah dan keterangan-keterangan-Nya.",
    "nomor" : "6",
    "tr" : "tilka <u>aa</u>y<u>aa</u>tu <strong>al</strong>l<u>aa</u>hi natluuh<u>aa</u> 'alayka bi<strong>a</strong>l<u>h</u>aqqi fabi-ayyi <u>h</u>adiitsin ba'da <strong>al</strong>l<u>aa</u>hi wa<u>aa</u>y<u>aa</u>tihi yu/minuun<strong>a</strong>"
  }, {
    "ar" : "وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ",
    "id" : "Kecelakaan besarlah bagi tiap-tiap orang yang banyak berdusta lagi banyak berdosa,",
    "nomor" : "7",
    "tr" : "waylun likulli aff<u>aa</u>kin atsiim<strong>in</strong>"
  }, {
    "ar" : "يَسْمَعُ آيَاتِ اللَّهِ تُتْلَىٰ عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
    "id" : "dia mendengar ayat-ayat Allah dibacakan kepadanya kemudian dia tetap menyombongkan diri seakan-akan dia tidak mendengarnya. Maka beri khabar gembiralah dia dengan azab yang pedih.",
    "nomor" : "8",
    "tr" : "yasma'u <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi tutl<u>aa</u> 'alayhi tsumma yu<u>sh</u>irru mustakbiran ka-an lam yasma'h<u>aa</u> fabasysyirhu bi'a<u>dzaa</u>bin <strong>a</strong>liim<strong>in</strong>"
  }, {
    "ar" : "وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا ۚ أُولَٰئِكَ لَهُمْ عَذَابٌ مُهِينٌ",
    "id" : "Dan apabila dia mengetahui barang sedikit tentang ayat-ayat Kami, maka ayat-ayat itu dijadikan olok-olok. Merekalah yang memperoleh azab yang menghinakan.",
    "nomor" : "9",
    "tr" : "wa-i<u>dzaa</u> 'alima min <u>aa</u>y<u>aa</u>tin<u>aa</u> syay-an ittakha<u>dz</u>ah<u>aa</u> huzuwan ul<u>aa</u>-ika lahum 'a<u>dzaa</u>bun muhiin<strong>un</strong>"
  }, {
    "ar" : "مِنْ وَرَائِهِمْ جَهَنَّمُ ۖ وَلَا يُغْنِي عَنْهُمْ مَا كَسَبُوا شَيْئًا وَلَا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
    "id" : "Di hadapan mereka neraka Jahannam dan tidak akan berguna bagi mereka sedikitpun apa yang telah mereka kerjakan, dan tidak pula berguna apa yang mereka jadikan sebagai sembahan-sembahan (mereka) dari selain Allah. Dan bagi mereka azab yang besar.",
    "nomor" : "10",
    "tr" : "min war<u>aa</u>-ihim jahannamu wal<u>aa</u> yughnii 'anhum m<u>aa</u> kasabuu syay-an wal<u>aa</u> m<u>aa</u> ittakha<u>dz</u>uu min duuni <strong>al</strong>l<u>aa</u>hi awliy<u>aa</u>-a walahum 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>"
  }, {
    "ar" : "هَٰذَا هُدًى ۖ وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ",
    "id" : "Ini (Al Qur'an) adalah petunjuk. Dan orang-orang yang kafir kepada ayat-ayat Tuhannya bagi mereka azab yaitu siksaan yang sangat pedih.",
    "nomor" : "11",
    "tr" : "h<u>aadzaa</u> hudan wa<strong>a</strong>lla<u>dz</u>iina kafaruu bi-<u>aa</u>y<u>aa</u>ti rabbihim lahum 'a<u>dzaa</u>bun min rijzin <strong>a</strong>liim<strong>in</strong>"
  }, {
    "ar" : "اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "id" : "Allah-lah yang menundukkan lautan untukmu supaya kapal-kapal dapat berlayar padanya dengan seizin-Nya dan supaya kamu dapat mencari karunia-Nya dan mudah-mudahan kamu bersyukur.",
    "nomor" : "12",
    "tr" : "<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii sakhkhara lakumu <strong>a</strong>lba<u>h</u>ra litajriya <strong>a</strong>lfulku fiihi bi-amrihi walitabtaghuu min fa<u>dh</u>lihi wala'allakum tasykuruun<strong>a</strong>"
  }, {
    "ar" : "وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ",
    "id" : "Dan Dia telah menundukkan untukmu apa yang di langit dan apa yang di bumi semuanya, (sebagai rahmat) daripada-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang berfikir.",
    "nomor" : "13",
    "tr" : "wasakhkhara lakum m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i jamii'an minhu inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin liqawmin yatafakkaruun<strong>a</strong>"
  }, {
    "ar" : "قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ",
    "id" : "Katakanlah kepada orang-orang yang beriman hendaklah mereka memaafkan orang-orang yang tiada takut hari-hari Allah karena Dia akan membalas sesuatu kaum terhadap apa yang telah mereka kerjakan.",
    "nomor" : "14",
    "tr" : "qul lilla<u>dz</u>iina <u>aa</u>manuu yaghfiruu lilla<u>dz</u>iina l<u>aa</u> yarjuuna ayy<u>aa</u>ma <strong>al</strong>l<u>aa</u>hi liyajziya qawman bim<u>aa</u> k<u>aa</u>nuu yaksibuun<strong>a</strong>"
  }, {
    "ar" : "مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ ۖ وَمَنْ أَسَاءَ فَعَلَيْهَا ۖ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
    "id" : "Barangsiapa yang mengerjakan amal saleh, maka itu adalah untuk dirinya sendiri, dan barangsiapa yang mengerjakan kejahatan, maka itu akan menimpa dirinya sendiri, kemudian kepada Tuhanmulah kamu dikembalikan.",
    "nomor" : "15",
    "tr" : "man 'amila <u>shaa</u>li<u>h</u>an falinafsihi waman as<u>aa</u>-a fa'alayh<u>aa</u> tsumma il<u>aa</u> rabbikum turja'uun<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ",
    "id" : "Dan sesungguhnya telah Kami berikan kepada Bani Israil Al Kitab (Taurat), kekuasaan dan kenabian dan Kami berikan kepada mereka rezki-rezki yang baik dan Kami lebihkan mereka atas bangsa-bangsa (pada masanya).",
    "nomor" : "16",
    "tr" : "walaqad <u>aa</u>tayn<u>aa</u> banii isr<u>aa</u>-iila <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>l<u>h</u>ukma wa<strong>al</strong>nnubuwwata warazaqn<u>aa</u>hum mina <strong>al</strong><u>ththh</u>ayyib<u>aa</u>ti wafa<u>dhdh</u>aln<u>aa</u>hum 'al<u>aa</u> <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "ar" : "وَآتَيْنَاهُمْ بَيِّنَاتٍ مِنَ الْأَمْرِ ۖ فَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ ۚ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ",
    "id" : "Dan Kami berikan kepada mereka keterangan-keterangan yang nyata tentang urusan (agama); maka mereka tidak berselisih melainkan sesudah datang kepada mereka pengetahuan karena kedengkian yang ada di antara mereka. Sesungguhnya Tuhanmu akan memutuskan antara mereka pada hari kiamat terhadap apa yang mereka selalu berselisih padanya.",
    "nomor" : "17",
    "tr" : "wa<u>aa</u>tayn<u>aa</u>hum bayyin<u>aa</u>tin mina <strong>a</strong>l-amri fam<u>aa</u> ikhtalafuu ill<u>aa</u> min ba'di m<u>aa</u> j<u>aa</u>-ahumu <strong>a</strong>l'ilmu baghyan baynahum inna rabbaka yaq<u>dh</u>ii baynahum yawma <strong>a</strong>lqiy<u>aa</u>mati fiim<u>aa</u> k<u>aa</u>nuu fiihi yakhtalifuun<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ جَعَلْنَاكَ عَلَىٰ شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ",
    "id" : "Kemudian Kami jadikan kamu berada di atas suatu syariat (peraturan) dari urusan (agama itu), maka ikutilah syariat itu dan janganlah kamu ikuti hawa nafsu orang-orang yang tidak mengetahui.",
    "nomor" : "18",
    "tr" : "tsumma ja'aln<u>aa</u>ka 'al<u>aa</u> syarii'atin mina <strong>a</strong>l-amri fa<strong>i</strong>ttabi'h<u>aa</u> wal<u>aa</u> tattabi' ahw<u>aa</u>-a <strong>al</strong>la<u>dz</u>iina l<u>aa</u> ya'lamuun<strong>a</strong>"
  }, {
    "ar" : "إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا ۚ وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۖ وَاللَّهُ وَلِيُّ الْمُتَّقِينَ",
    "id" : "Sesungguhnya mereka sekali-kali tidak akan dapat menolak dari kamu sedikitpun dari siksaan Allah. Dan Sesungguhnya orang-orang yang zalim itu sebagian mereka menjadi penolong bagi sebagian yang lain, dan Allah adalah pelindung orang-orang yang bertakwa.",
    "nomor" : "19",
    "tr" : "innahum lan yughnuu 'anka mina <strong>al</strong>l<u>aa</u>hi syay-an wa-inna <strong>al</strong><u>zhzhaa</u>limiina ba'<u>dh</u>uhum awliy<u>aa</u>u ba'<u>dh</u>in wa<strong>al</strong>l<u>aa</u>hu waliyyu <strong>a</strong>lmuttaqiin<strong>a</strong>"
  }, {
    "ar" : "هَٰذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُوقِنُونَ",
    "id" : "Al Qur'an ini adalah pedoman bagi manusia, petunjuk dan rahmat bagi kaum yang meyakini.",
    "nomor" : "20",
    "tr" : "h<u>aadzaa</u> ba<u>shaa</u>-iru li<strong>l</strong>nn<u>aa</u>si wahudan wara<u>h</u>matun liqawmin yuuqinuun<strong>a</strong>"
  }, {
    "ar" : "أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ ۚ سَاءَ مَا يَحْكُمُونَ",
    "id" : "Apakah orang-orang yang membuat kejahatan itu menyangka bahwa Kami akan menjadikan mereka seperti orang-orang yang beriman dan mengerjakan amal saleh, yaitu sama antara kehidupan dan kematian mereka? Amat buruklah apa yang mereka sangka itu.",
    "nomor" : "21",
    "tr" : "am <u>h</u>asiba <strong>al</strong>la<u>dz</u>iina ijtara<u>h</u>uu <strong>al</strong>ssayyi-<u>aa</u>ti an naj'alahum ka<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti saw<u>aa</u>-an ma<u>h</u>y<u>aa</u>hum wamam<u>aa</u>tuhum s<u>aa</u>-a m<u>aa</u> ya<u>h</u>kumuun<strong>a</strong>"
  }, {
    "ar" : "وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَلِتُجْزَىٰ كُلُّ نَفْسٍ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
    "id" : "Dan Allah menciptakan langit dan bumi dengan tujuan yang benar dan agar dibalasi tiap-tiap diri terhadap apa yang dikerjakannya, dan mereka tidak akan dirugikan.",
    "nomor" : "22",
    "tr" : "wakhalaqa <strong>al</strong>l<u>aa</u>hu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a bi<strong>a</strong>l<u>h</u>aqqi walitujz<u>aa</u> kullu nafsin bim<u>aa</u> kasabat wahum l<u>aa</u> yu<u>zh</u>lamuun<strong>a</strong>"
  }, {
    "ar" : "أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَٰهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَىٰ عِلْمٍ وَخَتَمَ عَلَىٰ سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَىٰ بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ ۚ أَفَلَا تَذَكَّرُونَ",
    "id" : "Maka pernahkah kamu melihat orang yang menjadikan hawa nafsunya sebagai tuhannya dan Allah membiarkannya berdasarkan ilmu-Nya dan Allah telah mengunci mati pendengaran dan hatinya dan meletakkan tutupan atas penglihatannya? Maka siapakah yang akan memberinya petunjuk sesudah Allah (membiarkannya sesat). Maka mengapa kamu tidak mengambil pelajaran?",
    "nomor" : "23",
    "tr" : "afara-ayta mani ittakha<u>dz</u>a il<u>aa</u>hahu haw<u>aa</u>hu wa-a<u>dh</u>allahu <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> 'ilmin wakhatama 'al<u>aa</u> sam'ihi waqalbihi waja'ala 'al<u>aa</u> ba<u>sh</u>arihi ghisy<u>aa</u>watan faman yahdiihi min ba'di <strong>al</strong>l<u>aa</u>hi afal<u>aa</u> ta<u>dz</u>akkaruun<strong>a</strong>"
  }, {
    "ar" : "وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ ۚ وَمَا لَهُمْ بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَظُنُّونَ",
    "id" : "Dan mereka berkata: \"Kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita mati dan kita hidup dan tidak ada yang akan membinasakan kita selain masa\", dan mereka sekali-kali tidak mempunyai pengetahuan tentang itu, mereka tidak lain hanyalah menduga-duga saja.",
    "nomor" : "24",
    "tr" : "waq<u>aa</u>luu m<u>aa</u> hiya ill<u>aa</u> <u>h</u>ay<u>aa</u>tun<u>aa</u> <strong>al</strong>dduny<u>aa</u> namuutu wana<u>h</u>y<u>aa</u> wam<u>aa</u> yuhlikun<u>aa</u> ill<u>aa</u> <strong>al</strong>ddahru wam<u>aa</u> lahum bi<u>dzaa</u>lika min 'ilmin in hum ill<u>aa</u> ya<u>zh</u>unnuun<strong>a</strong>"
  }, {
    "ar" : "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ",
    "id" : "Dan apabila dibacakan kepada mereka ayat-ayat Kami yang jelas, tidak ada bantahan mereka selain dari mengatakan: \"Datangkanlah nenek moyang kami jika kamu adalah orang-orang yang benar.\"",
    "nomor" : "25",
    "tr" : "wa-i<u>dzaa</u> tutl<u>aa</u> 'alayhim <u>aa</u>y<u>aa</u>tun<u>aa</u> bayyin<u>aa</u>tin m<u>aa</u> k<u>aa</u>na <u>h</u>ujjatahum ill<u>aa</u> an q<u>aa</u>luu i/tuu bi-<u>aa</u>b<u>aa</u>-in<u>aa</u> in kuntum <u>shaa</u>diqiin<strong>a</strong>"
  }, {
    "ar" : "قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
    "id" : "Katakanlah: \"Allah-lah yang menghidupkan kamu kemudian mematikan kamu, setelah itu mengumpulkan kamu pada hari kiamat yang tidak ada keraguan padanya; akan tetapi kebanyakan manusia tidak mengetahui.",
    "nomor" : "26",
    "tr" : "quli <strong>al</strong>l<u>aa</u>hu yu<u>h</u>yiikum tsumma yumiitukum tsumma yajma'ukum il<u>aa</u> yawmi <strong>a</strong>lqiy<u>aa</u>mati l<u>aa</u> rayba fiihi wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> ya'lamuun<strong>a</strong>"
  }, {
    "ar" : "وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ",
    "id" : "Dan hanya kepunyaan Allah kerajaan langit dan bumi. Dan pada hari terjadinya kebangkitan, akan rugilah pada hari itu orang-orang yang mengerjakan kebathilan.",
    "nomor" : "27",
    "tr" : "walill<u>aa</u>hi mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wayawma taquumu <strong>al</strong>ss<u>aa</u>'atu yawma-i<u>dz</u>in yakhsaru <strong>a</strong>lmub<u>th</u>iluun<strong>a</strong>"
  }, {
    "ar" : "وَتَرَىٰ كُلَّ أُمَّةٍ جَاثِيَةً ۚ كُلُّ أُمَّةٍ تُدْعَىٰ إِلَىٰ كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ",
    "id" : "Dan (pada hari itu) kamu lihat tiap-tiap umat berlutut. Tiap-tiap umat dipanggil untuk (melihat) buku catatan amalnya. Pada hari itu kamu diberi balasan terhadap apa yang telah kamu kerjakan.",
    "nomor" : "28",
    "tr" : "watar<u>aa</u> kulla ummatin j<u>aa</u>tsiyatan kullu ummatin tud'<u>aa</u> il<u>aa</u> kit<u>aa</u>bih<u>aa</u> <strong>a</strong>lyawma tujzawna m<u>aa</u> kuntum ta'maluun<strong>a</strong>"
  }, {
    "ar" : "هَٰذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ ۚ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ",
    "id" : "(Allah berfirman): \"Inilah kitab (catatan) Kami yang menuturkan terhadapmu dengan benar. Sesungguhnya Kami telah menyuruh mencatat apa yang telah kamu kerjakan\".",
    "nomor" : "29",
    "tr" : "h<u>aadzaa</u> kit<u>aa</u>bun<u>aa</u> yan<u>th</u>iqu 'alaykum bi<strong>a</strong>l<u>h</u>aqqi inn<u>aa</u> kunn<u>aa</u> nastansikhu m<u>aa</u> kuntum ta'maluun<strong>a</strong>"
  }, {
    "ar" : "فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْمُبِينُ",
    "id" : "Adapun orang-orang yang beriman dan mengerjakan amal saleh maka Tuhan mereka memasukkan mereka ke dalam rahmat-Nya (surga). Itulah keberuntungan yang nyata.",
    "nomor" : "30",
    "tr" : "fa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti fayudkhiluhum rabbuhum fii ra<u>h</u>matihi <u>dzaa</u>lika huwa <strong>a</strong>lfawzu <strong>a</strong>lmubiin<strong>u</strong>"
  }, {
    "ar" : "وَأَمَّا الَّذِينَ كَفَرُوا أَفَلَمْ تَكُنْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُجْرِمِينَ",
    "id" : "Dan adapun orang-orang yang kafir (kepada mereka dikatakan): \"Maka apakah belum ada ayat-ayat Ku yang dibacakan kepadamu lalu kamu menyombongkan diri dan kamu jadi kaum yang berbuat dosa?\"",
    "nomor" : "31",
    "tr" : "wa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina kafaruu afalam takun <u>aa</u>y<u>aa</u>tii tutl<u>aa</u> 'alaykum fa<strong>i</strong>stakbartum wakuntum qawman mujrimiin<strong>a</strong>"
  }, {
    "ar" : "وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُمْ مَا نَدْرِي مَا السَّاعَةُ إِنْ نَظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ",
    "id" : "Dan apabila dikatakan (kepadamu): \"Sesungguhnya janji Allah itu adalah benar dan hari berbangkit itu tidak ada keraguan padanya\", niscaya kamu menjawab: \"Kami tidak tahu apakah hari kiamat itu, kami sekali-kali tidak lain hanyalah menduga-duga saja dan kami sekali-kali tidak meyakini(nya)\".",
    "nomor" : "32",
    "tr" : "wa-i<u>dzaa</u> qiila inna wa'da <strong>al</strong>l<u>aa</u>hi <u>h</u>aqqun wa<strong>al</strong>ss<u>aa</u>'atu l<u>aa</u> rayba fiih<u>aa</u> qultum m<u>aa</u> nadrii m<u>aa</u> <strong>al</strong>ss<u>aa</u>'atu in na<u>zh</u>unnu ill<u>aa</u> <u>zh</u>annan wam<u>aa</u> na<u>h</u>nu bimustayqiniin<strong>a</strong>"
  }, {
    "ar" : "وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
    "id" : "Dan nyatalah bagi mereka keburukan-keburukan dari apa yang mereka kerjakan dan mereka diliputi oleh (azab) yang mereka selalu memperolok-olokkannya.",
    "nomor" : "33",
    "tr" : "wabad<u>aa</u> lahum sayyi-<u>aa</u>tu m<u>aa</u> 'amiluu wa<u>haa</u>qa bihim m<u>aa</u> k<u>aa</u>nuu bihi yastahzi-uun<strong>a</strong>"
  }, {
    "ar" : "وَقِيلَ الْيَوْمَ نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ",
    "id" : "Dan dikatakan (kepada mereka): \"Pada hari ini Kami melupakan kamu sebagaimana kamu telah melupakan pertemuan (dengan) harimu ini dan tempat kembalimu ialah neraka dan kamu sekali-kali tidak memperoleh penolong\".",
    "nomor" : "34",
    "tr" : "waqiila <strong>a</strong>lyawma nans<u>aa</u>kum kam<u>aa</u> nasiitum liq<u>aa</u>-a yawmikum h<u>aadzaa</u> wama/w<u>aa</u>kumu <strong>al</strong>nn<u>aa</u>ru wam<u>aa</u> lakum min n<u>aas</u>iriin<strong>a</strong>"
  }, {
    "ar" : "ذَٰلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا ۚ فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ",
    "id" : "Yang demikian itu, karena sesungguhnya kamu menjadikan ayat-ayat Allah sebagai olok-olokan dan kamu telah ditipu oleh kehidupan dunia, maka pada hari ini mereka tidak dikeluarkan dari neraka dan tidak pula mereka diberi kesempatan untuk bertaubat.",
    "nomor" : "35",
    "tr" : "<u>dzaa</u>likum bi-annakumu ittakha<u>dz</u>tum <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi huzuwan wagharratkumu <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> fa<strong>a</strong>lyawma l<u>aa</u> yukhrajuuna minh<u>aa</u> wal<u>aa</u> hum yusta'tabuun<strong>a</strong>"
  }, {
    "ar" : "فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ",
    "id" : "Maka bagi Allah-lah segala puji, Tuhan langit dan Tuhan bumi, Tuhan semesta alam.",
    "nomor" : "36",
    "tr" : "falill<u>aa</u>hi <strong>a</strong>l<u>h</u>amdu rabbi <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti warabbi <strong>a</strong>l-ar<u>dh</u>i rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "ar" : "وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
    "id" : "Dan bagi-Nyalah keagungan di langit dan bumi, Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
    "nomor" : "37",
    "tr" : "walahu <strong>a</strong>lkibriy<u>aa</u>u fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
  }]