[ {
    "surah": "Al Baqarah",
    "ar" : "تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۘ مِنْهُمْ مَنْ كَلَّمَ اللَّهُ ۖ وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ ۚ وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ ۗ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ وَلَٰكِنِ اخْتَلَفُوا فَمِنْهُمْ مَنْ آمَنَ وَمِنْهُمْ مَنْ كَفَرَ ۚ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا وَلَٰكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ",
    "id" : "Rasul-rasul itu Kami lebihkan sebagian (dari) mereka atas sebagian yang lain. Di antara mereka ada yang Allah berkata-kata (langsung dengan dia) dan sebagiannya Allah meninggikannya beberapa derajat. Dan Kami berikan kepada 'Isa putera Maryam beberapa mu'jizat serta Kami perkuat dia dengan Ruhul Qudus. Dan kalau Allah menghendaki, niscaya tidaklah berbunuh-bunuhan orang-orang (yang datang) sesudah rasul-rasul itu, sesudah datang kepada mereka beberapa macam keterangan, akan tetapi mereka berselisih, maka ada diantara mereka yang beriman dan ada (pula) di antara mereka yang kafir. Seandainya Allah menghendaki, tidaklah mereka berbunuh-bunuhan. Akan tetapi Allah berbuat apa yang dikehendaki-Nya.",
    "nomor" : "253",
    "tr" : "tilka <strong>al</strong>rrusulu fa<u>dhdh</u>aln<u>aa</u> ba'<u>dh</u>ahum 'al<u>aa</u> ba'<u>dh</u>in minhum man kallama <strong>al</strong>l<u>aa</u>hu warafa'a ba'<u>dh</u>ahum daraj<u>aa</u>tin wa<u>aa</u>tayn<u>aa</u> 'iis<u>aa</u> ibna maryama <strong>a</strong>lbayyin<u>aa</u>ti wa-ayyadn<u>aa</u>hu biruu<u>h</u>i <strong>a</strong>lqudusi walaw sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu m<u>aa</u> iqtatala <strong>al</strong>la<u>dz</u>iina min ba'dihim min ba'di m<u>aa</u> j<u>aa</u>-at-humu <strong>a</strong>lbayyin<u>aa</u>tu wal<u>aa</u>kini ikhtalafuu faminhum man <u>aa</u>mana waminhum man kafara walaw sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu m<u>aa</u> iqtataluu wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha yaf'alu m<u>aa</u> yuriid<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ ۗ وَالْكَافِرُونَ هُمُ الظَّالِمُونَ",
    "id" : "Hai orang-orang yang beriman, belanjakanlah (di jalan Allah) sebagian dari rezki yang telah Kami berikan kepadamu sebelum datang hari yang pada hari itu tidak ada lagi jual beli dan tidak ada lagi syafa'at. Dan orang-orang kafir itulah orang-orang yang zalim.",
    "nomor" : "254",
    "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu anfiquu mimm<u>aa</u> razaqn<u>aa</u>kum min qabli an ya/tiya yawmun l<u>aa</u> bay'un fiihi wal<u>aa</u> khullatun wal<u>aa</u> syaf<u>aa</u>'atun wa<strong>a</strong>lk<u>aa</u>firuuna humu <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ ۚ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۖ وَلَا يَئُودُهُ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيمُ",
    "id" : "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup kekal lagi terus menerus mengurus (makhluk-Nya); tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafa'at di sisi Allah tanpa izin-Nya? Allah mengetahui apa-apa yang di hadapan mereka dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dan Allah tidak merasa berat memelihara keduanya, dan Allah Maha Tinggi lagi Maha Besar.",
    "nomor" : "255",
    "tr" : "<strong>al</strong>l<u>aa</u>hu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa <strong>a</strong>l<u>h</u>ayyu <strong>a</strong>lqayyuumu l<u>aa</u> ta/khu<u>dz</u>uhu sinatun wal<u>aa</u> nawmun lahu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i man <u>dzaa</u> <strong>al</strong>la<u>dz</u>ii yasyfa'u 'indahu ill<u>aa</u> bi-i<u>dz</u>nihi ya'lamu m<u>aa</u> bayna aydiihim wam<u>aa</u> khalfahum wal<u>aa</u> yu<u>h</u>ii<u>th</u>uuna bisyay-in min 'ilmihi ill<u>aa</u> bim<u>aa</u> sy<u>aa</u>-a wasi'a kursiyyuhu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a wal<u>aa</u> yauuduhu <u>h</u>if<u>zh</u>uhum<u>aa</u> wahuwa <strong>a</strong>l'aliyyu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "لَا إِكْرَاهَ فِي الدِّينِ ۖ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ ۚ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ لَا انْفِصَامَ لَهَا ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
    "id" : "Tidak ada paksaan untuk (memasuki) agama (Islam); sesungguhnya telah jelas jalan yang benar daripada jalan yang sesat. Karena itu barangsiapa yang ingkar kepada Thaghut dan beriman kepada Allah, maka sesungguhnya ia telah berpegang kepada buhul tali yang amat kuat yang tidak akan putus. Dan Allah Maha Mendengar lagi Maha Mengetahui.",
    "nomor" : "256",
    "tr" : "l<u>aa</u> ikr<u>aa</u>ha fii <strong>al</strong>ddiini qad tabayyana <strong>al</strong>rrusydu mina <strong>a</strong>lghayyi faman yakfur bi<strong>al</strong><u>ththaa</u>ghuuti wayu/min bi<strong>al</strong>l<u>aa</u>hi faqadi istamsaka bi<strong>a</strong>l'urwati <strong>a</strong>lwutsq<u>aa</u> l<u>aa</u> infi<u>shaa</u>ma lah<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu samii'un 'aliim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ ۖ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ ۗ أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
    "id" : "Allah Pelindung orang-orang yang beriman; Dia mengeluarkan mereka dari kegelapan (kekafiran) kepada cahaya (iman). Dan orang-orang yang kafir, pelindung-pelindungnya ialah syaitan, yang mengeluarkan mereka daripada cahaya kepada kegelapan (kekafiran). Mereka itu adalah penghuni neraka; mereka kekal di dalamnya.",
    "nomor" : "257",
    "tr" : "<strong>al</strong>l<u>aa</u>hu waliyyu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu yukhrijuhum mina <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti il<u>aa</u> <strong>al</strong>nnuuri wa<strong>a</strong>lla<u>dz</u>iina kafaruu awliy<u>aa</u>uhumu <strong>al</strong><u>ththaa</u>ghuutu yukhrijuunahum mina <strong>al</strong>nnuuri il<u>aa</u> <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ قَالَ أَنَا أُحْيِي وَأُمِيتُ ۖ قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِي كَفَرَ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
    "id" : "Apakah kamu tidak memperhatikan orang yang mendebat Ibrahim tentang Tuhannya (Allah) karena Allah telah memberikan kepada orang itu pemerintahan (kekuasaan). Ketika Ibrahim mengatakan: \"Tuhanku ialah Yang menghidupkan dan mematikan,\" orang itu berkata: \"Saya dapat menghidupkan dan mematikan).\" Ibrahim berkata: \"Sesungguhnya Allah menerbitkan matahari dari timur, maka terbitkanlah dia dari barat,\" lalu terdiamlah orang kafir itu; dan Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
    "nomor" : "258",
    "tr" : "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>ii <u>haa</u>jja ibr<u>aa</u>hiima fii rabbihi an <u>aa</u>t<u>aa</u>hu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmulka i<u>dz</u> q<u>aa</u>la ibr<u>aa</u>hiimu rabbiya <strong>al</strong>la<u>dz</u>ii yu<u>h</u>yii wayumiitu q<u>aa</u>la an<u>aa</u> u<u>h</u>yii waumiitu q<u>aa</u>la ibr<u>aa</u>hiimu fa-inna <strong>al</strong>l<u>aa</u>ha ya/tii bi<strong>al</strong>sysyamsi mina <strong>a</strong>lmasyriqi fa/ti bih<u>aa</u> mina <strong>a</strong>lmaghribi fabuhita <strong>al</strong>la<u>dz</u>ii kafara wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "أَوْ كَالَّذِي مَرَّ عَلَىٰ قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحْيِي هَٰذِهِ اللَّهُ بَعْدَ مَوْتِهَا ۖ فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ ۖ قَالَ كَمْ لَبِثْتَ ۖ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ ۖ قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ فَانْظُرْ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ ۖ وَانْظُرْ إِلَىٰ حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ ۖ وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا ۚ فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
    "id" : "Atau apakah (kamu tidak memperhatikan) orang yang melalui suatu negeri yang (temboknya) telah roboh menutupi atapnya. Dia berkata: \"Bagaimana Allah menghidupkan kembali negeri ini setelah hancur?\" Maka Allah mematikan orang itu seratus tahun, kemudian menghidupkannya kembali. Allah bertanya: \"Berapakah lamanya kamu tinggal di sini?\" Ia menjawab: \"Saya tinggal di sini sehari atau setengah hari.\" Allah berfirman: \"Sebenarnya kamu telah tinggal di sini seratus tahun lamanya; lihatlah kepada makanan dan minumanmu yang belum lagi berubah; dan lihatlah kepada keledai kamu (yang telah menjadi tulang belulang); Kami akan menjadikan kamu tanda kekuasaan Kami bagi manusia; dan lihatlah kepada tulang belulang keledai itu, kemudian Kami menyusunnya kembali, kemudian Kami membalutnya dengan daging.\" Maka tatkala telah nyata kepadanya (bagaimana Allah menghidupkan yang telah mati) diapun berkata: \"Saya yakin bahwa Allah Maha Kuasa atas segala sesuatu.\"",
    "nomor" : "259",
    "tr" : "aw ka<strong>a</strong>lla<u>dz</u>ii marra 'al<u>aa</u> qaryatin wahiya kh<u>aa</u>wiyatun 'al<u>aa</u> 'uruusyih<u>aa</u> q<u>aa</u>la ann<u>aa</u> yu<u>h</u>yii h<u>aadz</u>ihi <strong>al</strong>l<u>aa</u>hu ba'da mawtih<u>aa</u> fa-am<u>aa</u>tahu <strong>al</strong>l<u>aa</u>hu mi-ata '<u>aa</u>min tsumma ba'atsahu q<u>aa</u>la kam labitsta q<u>aa</u>la labitstu yawman aw ba'<u>dh</u>a yawmin q<u>aa</u>la bal labitsta mi-ata '<u>aa</u>min fa<strong>u</strong>n<u>zh</u>ur il<u>aa</u> <u>th</u>a'<u>aa</u>mika wasyar<u>aa</u>bika lam yatasannah wa<strong>u</strong>n<u>zh</u>ur il<u>aa</u> <u>h</u>im<u>aa</u>rika walinaj'alaka <u>aa</u>yatan li<strong>l</strong>nn<u>aa</u>si wa<strong>u</strong>n<u>zh</u>ur il<u>aa</u> <strong>a</strong>l'i<u>zhaa</u>mi kayfa nunsyizuh<u>aa</u> tsumma naksuuh<u>aa</u> la<u>h</u>man falamm<u>aa</u> tabayyana lahu q<u>aa</u>la a'lamu anna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَىٰ ۖ قَالَ أَوَلَمْ تُؤْمِنْ ۖ قَالَ بَلَىٰ وَلَٰكِنْ لِيَطْمَئِنَّ قَلْبِي ۖ قَالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ اجْعَلْ عَلَىٰ كُلِّ جَبَلٍ مِنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْيًا ۚ وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
    "id" : "Dan (ingatlah) ketika Ibrahim berkata: \"Ya Tuhanku, perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang-orang mati.\" Allah berfirman: \"Belum yakinkah kamu ?\" Ibrahim menjawab: \"Aku telah meyakinkannya, akan tetapi agar hatiku tetap mantap (dengan imanku) Allah berfirman: \"(Kalau demikian) ambillah empat ekor burung, lalu cincanglah semuanya olehmu. (Allah berfirman): \"Lalu letakkan diatas tiap-tiap satu bukit satu bagian dari bagian-bagian itu, kemudian panggillah mereka, niscaya mereka datang kepadamu dengan segera.\" Dan ketahuilah bahwa Allah Maha Perkasa lagi Maha Bijaksana.",
    "nomor" : "260",
    "tr" : "wa-i<u>dz</u> q<u>aa</u>la ibr<u>aa</u>hiimu rabbi arinii kayfa tu<u>h</u>yii <strong>a</strong>lmawt<u>aa</u> q<u>aa</u>la awa lam tu/min q<u>aa</u>la bal<u>aa</u> wal<u>aa</u>kin liya<u>th</u>ma-inna qalbii q<u>aa</u>la fakhu<u>dz</u> arba'atan mina <strong>al</strong><u>ththh</u>ayri fa<u>sh</u>urhunna ilayka tsumma ij'al 'al<u>aa</u> kulli jabalin minhunna juz-an tsumma ud'uhunna ya/tiinaka sa'yan wa<strong>i</strong>'lam anna <strong>al</strong>l<u>aa</u>ha 'aziizun <u>h</u>akiim<strong>un</strong>wa-i<u>dz</u> q<u>aa</u>la ibr<u>aa</u>hiimu rabbi arinii kayfa tu<u>h</u>yii <strong>a</strong>lmawt<u>aa</u> q<u>aa</u>la awa lam tu/min q<u>aa</u>la bal<u>aa</u> wal<u>aa</u>kin liya<u>th</u>ma-inna qalbii q<u>aa</u>la fakhu<u>dz</u> arba'atan mina <strong>al</strong><u>ththh</u>ayri fa<u>sh</u>urhunna ilayka tsumma ij'al 'al<u>aa</u> kulli jabalin minhunna juz-an tsumma ud'uhunna ya/tiinaka sa'yan wa<strong>i</strong>'lam anna <strong>al</strong>l<u>aa</u>ha 'aziizun <u>h</u>akiim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ ۗ وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ ۗ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
    "id" : "Perumpamaan (nafkah yang dikeluarkan oleh) orang-orang yang menafkahkan hartanya di jalan Allah adalah serupa dengan sebutir benih yang menumbuhkan tujuh bulir, pada tiap-tiap bulir seratus biji. Allah melipat gandakan (ganjaran) bagi siapa yang Dia kehendaki. Dan Allah Maha Luas (karunia-Nya) lagi Maha Mengetahui.",
    "nomor" : "261",
    "tr" : "matsalu <strong>al</strong>la<u>dz</u>iina yunfiquuna amw<u>aa</u>lahum fii sabiili <strong>al</strong>l<u>aa</u>hi kamatsali <u>h</u>abbatin anbatat sab'a san<u>aa</u>bila fii kulli sunbulatin mi-atu <u>h</u>abbatin wa<strong>al</strong>l<u>aa</u>hu yu<u>daa</u>'ifu liman yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu w<u>aa</u>si'un 'aliim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ ثُمَّ لَا يُتْبِعُونَ مَا أَنْفَقُوا مَنًّا وَلَا أَذًى ۙ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "id" : "Orang-orang yang menafkahkan hartanya di jalan Allah, kemudian mereka tidak mengiringi apa yang dinafkahkannya itu dengan menyebut-nyebut pemberiannya dan dengan tidak menyakiti (perasaan si penerima), mereka memperoleh pahala di sisi Tuhan mereka. Tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati.",
    "nomor" : "262",
    "tr" : "<strong>al</strong>la<u>dz</u>iina yunfiquuna amw<u>aa</u>lahum fii sabiili <strong>al</strong>l<u>aa</u>hi tsumma l<u>aa</u> yutbi'uuna m<u>aa</u> anfaquu mannan wal<u>aa</u> a<u>dz</u>an lahum ajruhum 'inda rabbihim wal<u>aa</u> khawfun 'alayhim wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذًى ۗ وَاللَّهُ غَنِيٌّ حَلِيمٌ",
    "id" : "Perkataan yang baik dan pemberian ma'af lebih baik dari sedekah yang diiringi dengan sesuatu yang menyakitkan (perasaan si penerima). Allah Maha Kaya lagi Maha Penyantun.",
    "nomor" : "263",
    "tr" : "qawlun ma'ruufun wamaghfiratun khayrun min <u>sh</u>adaqatin yatba'uh<u>aa</u> a<u>dz</u>an wa<strong>al</strong>l<u>aa</u>hu ghaniyyun <u>h</u>aliim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَىٰ كَالَّذِي يُنْفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۖ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْدًا ۖ لَا يَقْدِرُونَ عَلَىٰ شَيْءٍ مِمَّا كَسَبُوا ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ",
    "id" : "Hai orang-orang yang beriman, janganlah kamu menghilangkan (pahala) sedekahmu dengan menyebut-nyebutnya dan menyakiti (perasaan si penerima), seperti orang yang menafkahkan hartanya karena riya kepada manusia dan dia tidak beriman kepada Allah dan hari kemudian. Maka perumpamaan orang itu seperti batu licin yang di atasnya ada tanah, kemudian batu itu ditimpa hujan lebat, lalu menjadilah dia bersih (tidak bertanah). Mereka tidak menguasai sesuatupun dari apa yang mereka usahakan; dan Allah tidak memberi petunjuk kepada orang-orang yang kafir.",
    "nomor" : "264",
    "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tub<u>th</u>iluu <u>sh</u>adaq<u>aa</u>tikum bi<strong>a</strong>lmanni wa<strong>a</strong>l-a<u>dzaa</u> ka<strong>a</strong>lla<u>dz</u>ii yunfiqu m<u>aa</u>lahu ri-<u>aa</u>-a <strong>al</strong>nn<u>aa</u>si wal<u>aa</u> yu/minu bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri famatsaluhu kamatsali <u>sh</u>afw<u>aa</u>nin 'alayhi tur<u>aa</u>bun fa-a<u>shaa</u>bahu w<u>aa</u>bilun fatarakahu <u>sh</u>aldan l<u>aa</u> yaqdiruuna 'al<u>aa</u> syay-in mimm<u>aa</u> kasabuu wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَمَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ وَتَثْبِيتًا مِنْ أَنْفُسِهِمْ كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "id" : "Dan perumpamaan orang-orang yang membelanjakan hartanya karena mencari keridhaan Allah dan untuk keteguhan jiwa mereka, seperti sebuah kebun yang terletak di dataran tinggi yang disiram oleh hujan lebat, maka kebun itu menghasilkan buahnya dua kali lipat. Jika hujan lebat tidak menyiraminya, maka hujan gerimis (pun memadai). Dan Allah Maha Melihat apa yang kamu perbuat.",
    "nomor" : "265",
    "tr" : "wamatsalu <strong>al</strong>la<u>dz</u>iina yunfiquuna amw<u>aa</u>lahumu ibtigh<u>aa</u>-a mar<u>daa</u>ti <strong>al</strong>l<u>aa</u>hi watatsbiitan minanfusihim kamatsali jannatin birabwatin a<u>shaa</u>bah<u>aa</u> w<u>aa</u>bilun fa<u>aa</u>tat ukulah<u>aa</u> <u>dh</u>i'fayni fa-in lam yu<u>sh</u>ibh<u>aa</u> w<u>aa</u>bilun fa<u>th</u>allun wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "أَيَوَدُّ أَحَدُكُمْ أَنْ تَكُونَ لَهُ جَنَّةٌ مِنْ نَخِيلٍ وَأَعْنَابٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ لَهُ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَأَصَابَهُ الْكِبَرُ وَلَهُ ذُرِّيَّةٌ ضُعَفَاءُ فَأَصَابَهَا إِعْصَارٌ فِيهِ نَارٌ فَاحْتَرَقَتْ ۗ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
    "id" : "Apakah ada salah seorang di antaramu yang ingin mempunyai kebun kurma dan anggur yang mengalir di bawahnya sungai-sungai; dia mempunyai dalam kebun itu segala macam buah-buahan, kemudian datanglah masa tua pada orang itu sedang dia mempunyai keturunan yang masih kecil-kecil. Maka kebun itu ditiup angin keras yang mengandung api, lalu terbakarlah. Demikianlah Allah menerangkan ayat-ayat-Nya kepada kamu supaya kamu memikirkannya.",
    "nomor" : "266",
    "tr" : "ayawaddu a<u>h</u>adukum an takuuna lahu jannatun min nakhiilin wa-a'n<u>aa</u>bin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru lahu fiih<u>aa</u> min kulli <strong>al</strong>tstsamar<u>aa</u>ti wa-a<u>shaa</u>bahu <strong>a</strong>lkibaru walahu <u>dz</u>urriyyatun <u>dh</u>u'af<u>aa</u>u fa-a<u>shaa</u>bah<u>aa</u> i'<u>shaa</u>run fiihi n<u>aa</u>run fa<strong>i</strong><u>h</u>taraqat ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>tila'allakum tatafakkaruun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنَ الْأَرْضِ ۖ وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ ۚ وَاعْلَمُوا أَنَّ اللَّهَ غَنِيٌّ حَمِيدٌ",
    "id" : "Hai orang-orang yang beriman, nafkahkanlah (di jalan allah) sebagian dari hasil usahamu yang baik-baik dan sebagian dari apa yang Kami keluarkan dari bumi untuk kamu. Dan janganlah kamu memilih yang buruk-buruk lalu kamu menafkahkan daripadanya, padahal kamu sendiri tidak mau mengambilnya melainkan dengan memincingkan mata terhadapnya. Dan ketahuilah, bahwa Allah Maha Kaya lagi Maha Terpuji.",
    "nomor" : "267",
    "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu anfiquu min <u>th</u>ayyib<u>aa</u>ti m<u>aa</u> kasabtum wamimm<u>aa</u> akhrajn<u>aa</u> lakum mina <strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u> tayammamuu <strong>a</strong>lkhabiitsa minhu tunfiquuna walastum bi-<u>aa</u>khi<u>dz</u>iihi ill<u>aa</u> an tughmi<u>dh</u>uu fiihi wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha ghaniyyun <u>h</u>amiid<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ ۖ وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلًا ۗ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
    "id" : "Syaitan menjanjikan (menakut-nakuti) kamu dengan kemiskinan dan menyuruh kamu berbuat kejahatan (kikir); sedang Allah menjadikan untukmu ampunan daripada-Nya dan karunia. Dan Allah Maha Luas (karunia-Nya) lagi Maha Mengatahui.",
    "nomor" : "268",
    "tr" : "a<strong>l</strong>sysyay<u>th</u><u>aa</u>nu ya'idukumu <strong>a</strong>lfaqra waya/murukum bi<strong>a</strong>lfa<u>h</u>sy<u>aa</u>-i wa<strong>al</strong>l<u>aa</u>hu ya'idukum maghfiratan minhu wafa<u>dh</u>lan wa<strong>al</strong>l<u>aa</u>hu w<u>aa</u>si'un 'aliim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "يُؤْتِي الْحِكْمَةَ مَنْ يَشَاءُ ۚ وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا ۗ وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ",
    "id" : "Allah menganugerahkan al hikmah (kefahaman yang dalam tentang Al Qur'an dan As Sunnah) kepada siapa yang dikehendaki-Nya. Dan barangsiapa yang dianugerahi hikmah, ia benar-benar telah dianugerahi karunia yang banyak. Dan hanya orang-orang yang berakallah yang dapat mengambil pelajaran (dari firman Allah).",
    "nomor" : "269",
    "tr" : "yu/tii <strong>a</strong>l<u>h</u>ikmata man yasy<u>aa</u>u waman yu/ta <strong>a</strong>l<u>h</u>ikmata faqad uutiya khayran katsiiran wam<u>aa</u> ya<u>dzdz</u>akkaru ill<u>aa</u> uluu <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "وَمَا أَنْفَقْتُمْ مِنْ نَفَقَةٍ أَوْ نَذَرْتُمْ مِنْ نَذْرٍ فَإِنَّ اللَّهَ يَعْلَمُهُ ۗ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ",
    "id" : "Apa saja yang kamu nafkahkan atau apa saja yang kamu nazarkan, maka sesungguhnya Allah mengetahuinya. Orang-orang yang berbuat zalim tidak ada seorang penolongpun baginya.",
    "nomor" : "270",
    "tr" : "wam<u>aa</u> anfaqtum min nafaqatin aw na<u>dz</u>artum min na<u>dz</u>rin fa-inna <strong>al</strong>l<u>aa</u>ha ya'lamuhu wam<u>aa</u> li<strong>l</strong><u>zhzhaa</u>limiina min an<u>shaa</u>r<strong>in</strong>"
  }, {
    "surah": "",
    "ar" : "إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ ۖ وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ ۚ وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
    "id" : "Jika kamu menampakkan sedekah(mu), maka itu adalah baik sekali. Dan jika kamu menyembunyikannya dan kamu berikan kepada orang-orang fakir, maka menyembunyikan itu lebih baik bagimu. Dan Allah akan menghapuskan dari kamu sebagian kesalahan-kesalahanmu; dan Allah mengetahui apa yang kamu kerjakan.",
    "nomor" : "271",
    "tr" : "in tubduu <strong>al</strong><u>shsh</u>adaq<u>aa</u>ti fani'imm<u>aa</u> hiya wa-in tukhfuuh<u>aa</u> watu/tuuh<u>aa</u> <strong>a</strong>lfuqar<u>aa</u>-a fahuwa khayrun lakum wayukaffiru 'ankum min sayyi-<u>aa</u>tikum wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ۗ وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلِأَنْفُسِكُمْ ۚ وَمَا تُنْفِقُونَ إِلَّا ابْتِغَاءَ وَجْهِ اللَّهِ ۚ وَمَا تُنْفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ",
    "id" : "Bukanlah kewajibanmu menjadikan mereka mendapat petunjuk, akan tetapi Allah-lah yang memberi petunjuk (memberi taufiq) siapa yang dikehendaki-Nya. Dan apa saja harta yang baik yang kamu nafkahkan (di jalan allah), maka pahalanya itu untuk kamu sendiri. Dan janganlah kamu membelanjakan sesuatu melainkan karena mencari keridhaan Allah. Dan apa saja harta yang baik yang kamu nafkahkan, niscaya kamu akan diberi pahalanya dengan cukup sedang kamu sedikitpun tidak akan dianiaya (dirugikan).",
    "nomor" : "272",
    "tr" : "laysa 'alayka hud<u>aa</u>hum wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha yahdii man yasy<u>aa</u>u wam<u>aa</u> tunfiquu min khayrin fali-anfusikum wam<u>aa</u> tunfiquuna ill<u>aa</u> ibtigh<u>aa</u>-a wajhi <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> tunfiquu min khayrin yuwaffa ilaykum wa-antum l<u>aa</u> tu<u>zh</u>lamuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ لَا يَسْتَطِيعُونَ ضَرْبًا فِي الْأَرْضِ يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ تَعْرِفُهُمْ بِسِيمَاهُمْ لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا ۗ وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ",
    "id" : "(Berinfaqlah) kepada orang-orang fakir yang terikat (oleh jihad) di jalan Allah; mereka tidak dapat (berusaha) di bumi; orang yang tidak tahu menyangka mereka orang kaya karena memelihara diri dari minta-minta. Kamu kenal mereka dengan melihat sifat-sifatnya, mereka tidak meminta kepada orang secara mendesak. Dan apa saja harta yang baik yang kamu nafkahkan (di jalan Allah), maka sesungguhnya Allah Maha Mengatahui.",
    "nomor" : "273",
    "tr" : "lilfuqar<u>aa</u>-i <strong>al</strong>la<u>dz</u>iina u<u>hs</u>iruu fii sabiili <strong>al</strong>l<u>aa</u>hi l<u>aa</u> yasta<u>th</u>ii'uuna <u>dh</u>arban fii <strong>a</strong>l-ar<u>dh</u>i ya<u>h</u>sabuhumu <strong>a</strong>lj<u>aa</u>hilu aghniy<u>aa</u>-a mina <strong>al</strong>tta'affufi ta'rifuhum bisiim<u>aa</u>hum l<u>aa</u> yas-aluuna <strong>al</strong>nn<u>aa</u>sa il<u>haa</u>fan wam<u>aa</u> tunfiquu min khayrin fa-inna <strong>al</strong>l<u>aa</u>ha bihi 'aliim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "id" : "Orang-orang yang menafkahkan hartanya di malam dan di siang hari secara tersembunyi dan terang-terangan, maka mereka mendapat pahala di sisi Tuhannya. Tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati.",
    "nomor" : "274",
    "tr" : "<strong>al</strong>la<u>dz</u>iina yunfiquuna amw<u>aa</u>lahum bi<strong>a</strong>llayli wa<strong>al</strong>nnah<u>aa</u>ri sirran wa'al<u>aa</u>niyatan falahum ajruhum 'inda rabbihim wal<u>aa</u> khawfun 'alayhim wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ ۚ ذَٰلِكَ بِأَنَّهُمْ قَالُوا إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا ۗ وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا ۚ فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهَىٰ فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ ۖ وَمَنْ عَادَ فَأُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
    "id" : "Orang-orang yang makan (mengambil) riba tidak dapat berdiri melainkan seperti berdirinya orang yang kemasukan syaitan lantaran (tekanan) penyakit gila. Keadaan mereka yang demikian itu, adalah disebabkan mereka berkata (berpendapat), sesungguhnya jual beli itu sama dengan riba, padahal Allah telah menghalalkan jual beli dan mengharamkan riba. Orang-orang yang telah sampai kepadanya larangan dari Tuhannya, lalu terus berhenti (dari mengambil riba), maka baginya apa yang telah diambilnya dahulu (sebelum datang larangan); dan urusannya (terserah) kepada Allah. Orang yang kembali (mengambil riba), maka orang itu adalah penghuni-penghuni neraka; mereka kekal di dalamnya.",
    "nomor" : "275",
    "tr" : "<strong>al</strong>la<u>dz</u>iina ya/kuluuna <strong>al</strong>rrib<u>aa</u> l<u>aa</u> yaquumuuna ill<u>aa</u> kam<u>aa</u> yaquumu <strong>al</strong>la<u>dz</u>ii yatakhabba<u>th</u>uhu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu mina <strong>a</strong>lmassi <u>dzaa</u>lika bi-annahum q<u>aa</u>luu innam<u>aa</u> <strong>a</strong>lbay'u mitslu <strong>al</strong>rrib<u>aa</u> wa-a<u>h</u>alla <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lbay'a wa<u>h</u>arrama <strong>al</strong>rrib<u>aa</u> faman j<u>aa</u>-ahu maw'i<u>zh</u>atun min rabbihi fa<strong>i</strong>ntah<u>aa</u> falahu m<u>aa</u> salafa wa-amruhu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi waman '<u>aa</u>da faul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ ۗ وَاللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ",
    "id" : "Allah memusnahkan riba dan menyuburkan sedekah. Dan Allah tidak menyukai setiap orang yang tetap dalam kekafiran, dan selalu berbuat dosa.",
    "nomor" : "276",
    "tr" : "yam<u>h</u>aqu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>rrib<u>aa</u> wayurbii <strong>al</strong><u>shsh</u>adaq<u>aa</u>ti wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yu<u>h</u>ibbu kulla kaff<u>aa</u>rin atsiim<strong>in</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "id" : "Sesungguhnya orang-orang yang beriman, mengerjakan amal saleh, mendirikan shalat dan menunaikan zakat, mereka mendapat pahala di sisi Tuhannya. Tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati.",
    "nomor" : "277",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti wa-aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tawuu <strong>al</strong>zzak<u>aa</u>ta lahum ajruhum 'inda rabbihim wal<u>aa</u> khawfun 'alayhim wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنْتُمْ مُؤْمِنِينَ",
    "id" : "Hai orang-orang yang beriman, bertakwalah kepada Allah dan tinggalkan sisa riba (yang belum dipungut) jika kamu orang-orang yang beriman.",
    "nomor" : "278",
    "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaquu <strong>al</strong>l<u>aa</u>ha wa<u>dz</u>aruu m<u>aa</u> baqiya mina <strong>al</strong>rrib<u>aa</u> in kuntum mu/miniin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ ۖ وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ",
    "id" : "Maka jika kamu tidak mengerjakan (meninggalkan sisa riba), maka ketahuilah, bahwa Allah dan Rasul-Nya akan memerangimu. Dan jika kamu bertaubat (dari pengambilan riba), maka bagimu pokok hartamu; kamu tidak menganiaya dan tidak (pula) dianiaya.",
    "nomor" : "279",
    "tr" : "fa-in lam taf'aluu fa/<u>dz</u>anuu bi<u>h</u>arbin mina <strong>al</strong>l<u>aa</u>hi warasuulihi wa-in tubtum falakum ruuusu amw<u>aa</u>likum l<u>aa</u> ta<u>zh</u>limuuna wal<u>aa</u> tu<u>zh</u>lamuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَىٰ مَيْسَرَةٍ ۚ وَأَنْ تَصَدَّقُوا خَيْرٌ لَكُمْ ۖ إِنْ كُنْتُمْ تَعْلَمُونَ",
    "id" : "Dan jika (orang yang berhutang itu) dalam kesukaran, maka berilah tangguh sampai dia berkelapangan. Dan menyedekahkan (sebagian atau semua utang) tiu, lebih baik bagimu, jika kamu mengetahui.",
    "nomor" : "280",
    "tr" : "wa-in k<u>aa</u>na <u>dz</u>uu 'usratin fana<u>zh</u>iratun il<u>aa</u> maysaratin wa-an ta<u>sh</u>addaquu khayrun lakum in kuntum ta'lamuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
    "id" : "Dan peliharalah dirimu dari (azab yang terjadi pada) hari yang pada waktu itu kamu semua dikembalikan kepada Allah. Kemudian masing-masing diri diberi balasan yang sempurna terhadap apa yang telah dikerjakannya, sedang mereka sedikitpun tidak dianiaya (dirugikan).",
    "nomor" : "281",
    "tr" : "wa<strong>i</strong>ttaquu yawman turja'uuna fiihi il<u>aa</u> <strong>al</strong>l<u>aa</u>hi tsumma tuwaff<u>aa</u> kullu nafsin m<u>aa</u> kasabat wahum l<u>aa</u> yu<u>zh</u>lamuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَىٰ أَجَلٍ مُسَمًّى فَاكْتُبُوهُ ۚ وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ ۚ وَلَا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ ۚ فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلَا يَبْخَسْ مِنْهُ شَيْئًا ۚ فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ ۚ وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ ۖ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَىٰ ۚ وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا ۚ وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَىٰ أَجَلِهِ ۚ ذَٰلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَىٰ أَلَّا تَرْتَابُوا ۖ إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا ۗ وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ ۚ وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ ۚ وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ ۗ وَاتَّقُوا اللَّهَ ۖ وَيُعَلِّمُكُمُ اللَّهُ ۗ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
    "id" : "Hai orang-orang yang beriman, apabila kamu bermu'amalah tidak secara tunai untuk waktu yang ditentukan, hendaklah kamu menuliskannya. Dan hendaklah seorang penulis di antara kamu menuliskannya dengan benar. Dan janganlah penulis enggan menuliskannya sebagaimana Allah mengajarkannya, meka hendaklah ia menulis, dan hendaklah orang yang berhutang itu mengimlakkan (apa yang akan ditulis itu), dan hendaklah ia bertakwa kepada Allah Tuhannya, dan janganlah ia mengurangi sedikitpun daripada hutangnya. Jika yang berhutang itu orang yang lemah akalnya atau lemah (keadaannya) atau dia sendiri tidak mampu mengimlakkan, maka hendaklah walinya mengimlakkan dengan jujur. Dan persaksikanlah dengan dua orang saksi dari orang-orang lelaki (di antaramu). Jika tak ada dua oang lelaki, maka (boleh) seorang lelaki dan dua orang perempuan dari saksi-saksi yang kamu ridhai, supaya jika seorang lupa maka yang seorang mengingatkannya. Janganlah saksi-saksi itu enggan (memberi keterangan) apabila mereka dipanggil; dan janganlah kamu jemu menulis hutang itu, baik kecil maupun besar sampai batas waktu membayarnya. Yang demikian itu, lebih adil di sisi Allah dan lebih menguatkan persaksian dan lebih dekat kepada tidak (menimbulkan) keraguanmu. (Tulislah mu'amalahmu itu), kecuali jika mu'amalah itu perdagangan tunai yang kamu jalankan di antara kamu, maka tidak ada dosa bagi kamu, (jika) kamu tidak menulisnya. Dan persaksikanlah apabila kamu berjual beli; dan janganlah penulis dan saksi saling sulit menyulitkan. Jika kamu lakukan (yang demikian), maka sesungguhnya hal itu adalah suatu kefasikan pada dirimu. Dan bertakwalah kepada Allah; Allah mengajarmu; dan Allah Maha Mengetahui segala sesuatu.",
    "nomor" : "282",
    "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> tad<u>aa</u>yantum bidaynin il<u>aa</u> ajalin musamman fa<strong>u</strong>ktubuuhu walyaktub baynakum k<u>aa</u>tibun bi<strong>a</strong>l'adli wal<u>aa</u> ya/ba k<u>aa</u>tibun an yaktuba kam<u>aa</u> 'allamahu <strong>al</strong>l<u>aa</u>hu falyaktub walyumlili <strong>al</strong>la<u>dz</u>ii 'alayhi <strong>a</strong>l<u>h</u>aqqu walyattaqi <strong>al</strong>l<u>aa</u>ha rabbahu wal<u>aa</u> yabkhas minhu syay-an fa-in k<u>aa</u>na <strong>al</strong>la<u>dz</u>ii 'alayhi <strong>a</strong>l<u>h</u>aqqu safiihan aw <u>dh</u>a'iifan aw l<u>aa</u> yasta<u>th</u>ii'u an yumilla huwa falyumlil waliyyuhu bi<strong>a</strong>l'adli wa<strong>i</strong>stasyhiduu syahiidayni min rij<u>aa</u>likum fa-in lam yakuun<u>aa</u> rajulayni farajulun wa<strong>i</strong>mra-at<u>aa</u>ni mimman tar<u>dh</u>awna mina <strong>al</strong>sysyuhad<u>aa</u>-i an ta<u>dh</u>illa i<u>h</u>d<u>aa</u>hum<u>aa</u> fatu<u>dz</u>akkira i<u>h</u>d<u>aa</u>hum<u>aa</u> <strong>a</strong>l-ukhr<u>aa</u> wal<u>aa</u> ya/ba <strong>al</strong>sysyuhad<u>aa</u>u i<u>dzaa</u> m<u>aa</u> du'uu wal<u>aa</u> tas-amuu an taktubuuhu <u>sh</u>aghiiran aw kabiiran il<u>aa</u> ajalihi <u>dzaa</u>likum aqsa<u>th</u>u 'inda <strong>al</strong>l<u>aa</u>hi wa-aqwamu li<strong>l</strong>sysyah<u>aa</u>dati wa-adn<u>aa</u> <strong>al</strong>l<u>aa</u> tart<u>aa</u>buu ill<u>aa</u> an takuuna tij<u>aa</u>ratan <u>had</u>iratan tudiiruunah<u>aa</u> baynakum falaysa 'alaykum jun<u>aah</u>un <strong>al</strong>l<u>aa</u> taktubuuh<u>aa</u> wa-asyhiduu i<u>dzaa</u> tab<u>aa</u>ya'tum wal<u>aa</u> yu<u>daa</u>rra k<u>aa</u>tibun wal<u>aa</u> syahiidun wa-in taf'aluu fa-innahu fusuuqun bikum wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wayu'allimukumu <strong>al</strong>l<u>aa</u>hu wa<strong>al</strong>l<u>aa</u>hu bikulli syay-in 'aliim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "وَإِنْ كُنْتُمْ عَلَىٰ سَفَرٍ وَلَمْ تَجِدُوا كَاتِبًا فَرِهَانٌ مَقْبُوضَةٌ ۖ فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ وَلْيَتَّقِ اللَّهَ رَبَّهُ ۗ وَلَا تَكْتُمُوا الشَّهَادَةَ ۚ وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ",
    "id" : "Jika kamu dalam perjalanan (dan bermu'amalah tidak secara tunai) sedang kamu tidak memperoleh seorang penulis, maka hendaklah ada barang tanggungan yang dipegang (oleh yang berpiutang). Akan tetapi jika sebagian kamu mempercayai sebagian yang lain, maka hendaklah yang dipercayai itu menunaikan amanatnya (hutangnya) dan hendaklah ia bertakwa kepada Allah Tuhannya; dan janganlah kamu (para saksi) menyembunyikan persaksian. Dan barangsiapa yang menyembunyikannya, maka sesungguhnya ia adalah orang yang berdosa hatinya; dan Allah Maha Mengetahui apa yang kamu kerjakan.",
    "nomor" : "283",
    "tr" : "wa-in kuntum 'al<u>aa</u> safarin walam tajiduu k<u>aa</u>tiban farih<u>aa</u>nun maqbuu<u>dh</u>atun fa-in amina ba'<u>dh</u>ukum ba'<u>dh</u>an falyu-addi <strong>al</strong>la<u>dz</u>ii<u> </u>i/tumina am<u>aa</u>natahu walyattaqi <strong>al</strong>l<u>aa</u>ha rabbahu wal<u>aa</u> taktumuu <strong>al</strong>sysyah<u>aa</u>data waman yaktumh<u>aa</u> fa-innahu <u>aa</u>tsimun qalbuhu wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna 'aliim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ ۖ فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
    "id" : "Kepunyaan Allah-lah segala apa yang ada di langit dan apa yang ada di bumi. Dan jika kamu melahirkan apa yang ada di dalam hatimu atau kamu menyembunyikan, niscaya Allah akan membuat perhitungan dengan kamu tentang perbuatanmu itu. Maka Allah mengampuni siapa yang dikehandaki-Nya dan menyiksa siapa yang dikehendaki-Nya; dan Allah Maha Kuasa atas segala sesuatu.",
    "nomor" : "284",
    "tr" : "lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wa-in tubduu m<u>aa</u> fii anfusikum aw tukhfuuhu yu<u>haa</u>sibkum bihi <strong>al</strong>l<u>aa</u>hu fayaghfiru liman yasy<u>aa</u>u wayu'a<u>dzdz</u>ibu man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ ۚ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ ۚ وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ",
    "id" : "Rasul telah beriman kepada Al Qur'an yang diturunkan kepadanya dari Tuhannya, demikian pula orang-orang yang beriman. Semuanya beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya dan rasul-rasul-Nya. (Mereka mengatakan): \"Kami tidak membeda-bedakan antara seseorangpun (dengan yang lain) dari rasul-rasul-Nya\", dan mereka mengatakan: \"Kami dengar dan kami ta'at.\" (Mereka berdo'a): \"Ampunilah kami ya Tuhan kami dan kepada Engkaulah tempat kembali.\"",
    "nomor" : "285",
    "tr" : "<u>aa</u>mana <strong>al</strong>rrasuulu bim<u>aa</u> unzila ilayhi min rabbihi wa<strong>a</strong>lmu/minuuna kullun <u>aa</u>mana bi<strong>al</strong>l<u>aa</u>hi wamal<u>aa</u>-ikatihi wakutubihi warusulihi l<u>aa</u> nufarriqu bayna a<u>h</u>adin min rusulihi waq<u>aa</u>luu sami'n<u>aa</u> wa-a<u>th</u>a'n<u>aa</u> ghufr<u>aa</u>naka rabban<u>aa</u> wa-ilayka <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ ۖ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا ۚ أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
    "id" : "Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. Ia mendapat pahala (dari kebajikan) yang diusahakannya dan ia mendapat siksa (dari kejahatan) yang dikerjakannya. (Mereka berdo'a): \"Ya Tuhan kami, janganlah Engkau hukum kami jika kami lupa atau kami tersalah. Ya Tuhan kami, janganlah Engkau bebankan kepada kami beban yang berat sebagaimana Engkau bebankan kepada orang-orang sebelum kami. Ya Tuhan kami, janganlah Engkau pikulkan kepada kami apa yang tak sanggup kami memikulnya. Beri ma'aflah kami; ampunilah kami; dan rahmatilah kami. Engkaulah Penolong kami, maka tolonglah kami terhadap kaum yang kafir.\"",
    "nomor" : "286",
    "tr" : "l<u>aa</u> yukallifu <strong>al</strong>l<u>aa</u>hu nafsan ill<u>aa</u> wus'ah<u>aa</u> lah<u>aa</u> m<u>aa</u> kasabat wa'alayh<u>aa</u> m<u>aa</u> iktasabat rabban<u>aa</u> l<u>aa</u> tu-<u>aa</u>khi<u>dz</u>n<u>aa</u> in nasiin<u>aa</u> aw akh<u>th</u>a/n<u>aa</u> rabban<u>aa</u> wal<u>aa</u> ta<u>h</u>mil 'alayn<u>aa</u> i<u>sh</u>ran kam<u>aa</u> <u>h</u>amaltahu 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina min qablin<u>aa</u> rabban<u>aa</u> wal<u>aa</u> tu<u>h</u>ammiln<u>aa</u> m<u>aa</u> l<u>aa</u> <u>th</u><u>aa</u>qata lan<u>aa</u> bihi wa<strong>u</strong>'fu 'ann<u>aa</u> wa<strong>i</strong>ghfir lan<u>aa</u> wa<strong>i</strong>r<u>h</u>amn<u>aa</u> anta mawl<u>aa</u>n<u>aa</u> fa<strong>u</strong>n<u>sh</u>urn<u>aa</u> 'al<u>aa</u> <strong>a</strong>lqawmi <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
  }, {
    "surah": "Ali Imran",
    "ar" : "الٓمّٓۚ",
    "id" : "Alif laam miim.",
    "nomor" : "1",
    "tr" : "alif-l<u>aa</u>m-miim"
  }, {
    "surah": "",
    "ar" : "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ",
    "id" : "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia. Yang hidup kekal lagi terus menerus mengurus makhluk-Nya.",
    "nomor" : "2",
    "tr" : "<strong>al</strong>l<u>aa</u>hu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa <strong>a</strong>l<u>h</u>ayyu <strong>a</strong>lqayyuum<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَأَنْزَلَ التَّوْرَاةَ وَالْإِنْجِيلَ",
    "id" : "Dia menurunkan Al Kitab (Al Qur'an) kepadamu dengan sebenarnya; membenarkan kitab yang telah diturunkan sebelumnya dan menurunkan Taurat dan Injil,",
    "nomor" : "3",
    "tr" : "nazzala 'alayka <strong>a</strong>lkit<u>aa</u>ba bi<strong>a</strong>l<u>h</u>aqqi mu<u>sh</u>addiqan lim<u>aa</u> bayna yadayhi wa-anzala <strong>al</strong>ttawr<u>aa</u>ta wa<strong>a</strong>l-injiil<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "مِنْ قَبْلُ هُدًى لِلنَّاسِ وَأَنْزَلَ الْفُرْقَانَ ۗ إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ ۗ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ",
    "id" : "sebelum (Al Qur'an), menjadi petunjuk bagi manusia, dan Dia menurunkan Al Furqaan. Sesungguhnya orang-orang yang kafir terhadap ayat-ayat Allah akan memperoleh siksa yang berat; dan Allah Maha Perkasa lagi mempunyai balasan (siksa).",
    "nomor" : "4",
    "tr" : "min qablu hudan li<strong>l</strong>nn<u>aa</u>si wa-anzala <strong>a</strong>lfurq<u>aa</u>na inna <strong>al</strong>la<u>dz</u>iina kafaruu bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi lahum 'a<u>dzaa</u>bun syadiidun wa<strong>al</strong>l<u>aa</u>hu 'aziizun <u>dz</u>uu intiq<u>aa</u>m<strong>in</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّ اللَّهَ لَا يَخْفَىٰ عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ",
    "id" : "",
    "nomor" : "5",
    "tr" : "inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yakhf<u>aa</u> 'alayhi syay-un fii <strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>/-<strong>i </strong>"
  }, {
    "surah": "",
    "ar" : "هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ ۚ لَا إِلَٰهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ",
    "id" : "Dialah yang membentuk kamu dalam rahim sebagaimana dikehendaki-Nya. Tak ada Tuhan (yang berhak disembah) melainkan Dia, Yang Maha Perkasa lagi Maha Bijaksana.",
    "nomor" : "6",
    "tr" : "huwa <strong>al</strong>la<u>dz</u>ii yu<u>sh</u>awwirukum fii <strong>a</strong>l-ar<u>haa</u>mi kayfa yasy<u>aa</u>u l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ ۖ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ ۗ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ ۗ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا ۗ وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ",
    "id" : "Dia-lah yang menurunkan Al Kitab (Al Qur'an) kepada kamu. Di antara (isi) nya ada ayat-ayat yang muhkamaat, itulah pokok-pokok isi Al qur'an dan yang lain (ayat-ayat) mu-tasyaabihaat. Adapun orang-orang yang dalam hatinya condong kepada kesesatan, maka mereka mengikuti sebahagian ayat-ayat yang mutasyaabihaat daripadanya untuk menimbulkan fitnah untuk mencari-cari ta'wilnya, padahal tidak ada yang mengetahui ta'wilnya melainkan Allah. Dan orang-orang yang mendalam ilmunya berkata: \"Kami beriman kepada ayat-ayat yang mutasyaabihaat, semuanya itu dari sisi Tuhan kami.\" Dan tidak dapat mengambil pelajaran (daripadanya) melainkan orang-orang yang berakal.",
    "nomor" : "7",
    "tr" : "huwa <strong>al</strong>la<u>dz</u>ii anzala 'alayka <strong>a</strong>lkit<u>aa</u>ba minhu <u>aa</u>y<u>aa</u>tun mu<u>h</u>kam<u>aa</u>tun hunna ummu <strong>a</strong>lkit<u>aa</u>bi waukharu mutasy<u>aa</u>bih<u>aa</u>tun fa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina fii quluubihim zayghun fayattabi'uuna m<u>aa</u> tasy<u>aa</u>baha minhu ibtigh<u>aa</u>-a <strong>a</strong>lfitnati wa<strong>i</strong>btigh<u>aa</u>-a ta/wiilihi wam<u>aa</u> ya'lamu ta/wiilahu ill<u>aa</u> <strong>al</strong>l<u>aa</u>hu wa<strong>al</strong>rr<u>aa</u>sikhuuna fii <strong>a</strong>l'ilmi yaquuluuna <u>aa</u>mann<u>aa</u> bihi kullun min 'indi rabbin<u>aa</u> wam<u>aa</u> ya<u>dzdz</u>akkaru ill<u>aa</u> uluu <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً ۚ إِنَّكَ أَنْتَ الْوَهَّابُ",
    "id" : "(Mereka berdo'a): \"Ya Tuhan kami, janganlah Engkau jadikan hati kami condong kepada kesesatan sesudah Engkau beri petunjuk kepada kami, dan karuniakanlah kepada kami rahmat dari sisi Engkau; karena sesungguhnya Engkau-lah Maha Pemberi (karunia)\".",
    "nomor" : "8",
    "tr" : "rabban<u>aa</u> l<u>aa</u> tuzigh quluuban<u>aa</u> ba'da i<u>dz</u> hadaytan<u>aa</u> wahab lan<u>aa</u> min ladunka ra<u>h</u>matan innaka anta <strong>a</strong>lwahh<u>aa</u>b<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَا رَيْبَ فِيهِ ۚ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ",
    "id" : "\"Ya Tuhan kami, sesungguhnya Engkau mengumpulkan manusia untuk (menerima pembalasan pada) hari yang tak ada keraguan padanya\". Sesungguhnya Allah tidak menyalahi janji.",
    "nomor" : "9",
    "tr" : "rabban<u>aa</u> innaka j<u>aa</u>mi'u <strong>al</strong>nn<u>aa</u>si liyawmin l<u>aa</u> rayba fiihi inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yukhlifu <strong>a</strong>lmii'<u>aa</u>d<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا ۖ وَأُولَٰئِكَ هُمْ وَقُودُ النَّارِ",
    "id" : "Sesungguhnya orang-orang yang kafir, harta benda dan anak-anak mereka, sedikitpun tidak dapat menolak (siksa) Allah dari mereka. Dan mereka itu adalah bahan bakar api neraka,",
    "nomor" : "10",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina kafaruu lan tughniya 'anhum amw<u>aa</u>luhum wal<u>aa</u> awl<u>aa</u>duhum mina <strong>al</strong>l<u>aa</u>hi syay-an waul<u>aa</u>-ika hum waquudu <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ ۚ كَذَّبُوا بِآيَاتِنَا فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ ۗ وَاللَّهُ شَدِيدُ الْعِقَابِ",
    "id" : "(keadaan mereka) adalah sebagai keadaan kaum Fir'aun dan orang-orang yang sebelumnya; mereka mendustakan ayat-ayat Kami; karena itu Allah menyiksa mereka disebabkan dosa-dosa mereka. Dan Allah sangat keras siksa-Nya.",
    "nomor" : "11",
    "tr" : "kada/bi <u>aa</u>li fir'awna wa<strong>a</strong>lla<u>dz</u>iina min qablihim ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> fa-akha<u>dz</u>ahumu <strong>al</strong>l<u>aa</u>hu bi<u>dz</u>unuubihim wa<strong>al</strong>l<u>aa</u>hu syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَىٰ جَهَنَّمَ ۚ وَبِئْسَ الْمِهَادُ",
    "id" : "Katakanlah kepada orang-orang yang kafir: \"Kamu pasti akan dikalahkan (di dunia ini) dan akan digiring ke dalam neraka Jahannam. Dan itulah tempat yang seburuk-buruknya\".",
    "nomor" : "12",
    "tr" : "qul lilla<u>dz</u>iina kafaruu satughlabuuna watu<u>h</u>syaruuna il<u>aa</u> jahannama wabi/sa <strong>a</strong>lmih<u>aa</u>d<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا ۖ فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَىٰ كَافِرَةٌ يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ ۚ وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَنْ يَشَاءُ ۗ إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ",
    "id" : "Sesungguhnya telah ada tanda bagi kamu pada dua golongan yang telah bertemu (bertempur). Segolongan berperang di jalan Allah dan (segolongan) yang lain kafir yang dengan mata kepala melihat (seakan-akan) orang-orang muslimin dua kali jumlah mereka. Allah menguatkan dengan bantuan-Nya siapa yang dikehendaki-Nya. Sesungguhnya pada yang demikian itu terdapat pelajaran bagi orang-orang yang mempunyai mata hati.",
    "nomor" : "13",
    "tr" : "qad k<u>aa</u>na lakum <u>aa</u>yatun fii fi-atayni iltaqat<u>aa</u> fi-atun tuq<u>aa</u>tilu fii sabiili <strong>al</strong>l<u>aa</u>hi waukhr<u>aa</u> k<u>aa</u>firatun yarawnahum mitslayhim ra/ya <strong>a</strong>l'ayni wa<strong>al</strong>l<u>aa</u>hu yu-ayyidu bina<u>sh</u>rihi man yasy<u>aa</u>u inna fii <u>dzaa</u>lika la'ibratan li-ulii <strong>a</strong>l-ab<u>shaa</u>r<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ۗ ذَٰلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا ۖ وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ",
    "id" : "Dijadikan indah pada (pandangan) manusia kecintaan kepada apa-apa yang diingini, yaitu: wanita-wanita, anak-anak, harta yang banyak dari jenis emas, perak, kuda pilihan, binatang-binatang ternak dan sawah ladang. Itulah kesenangan hidup di dunia, dan di sisi Allah-lah tempat kembali yang baik (surga).",
    "nomor" : "14",
    "tr" : "zuyyina li<strong>l</strong>nn<u>aa</u>si <u>h</u>ubbu <strong>al</strong>sysyahaw<u>aa</u>ti mina <strong>al</strong>nnis<u>aa</u>-i wa<strong>a</strong>lbaniina wa<strong>a</strong>lqan<u>aath</u>iiri <strong>a</strong>lmuqan<u>th</u>arati mina <strong>al</strong><u>dzdz</u>ahabi wa<strong>a</strong>lfi<u>dhdh</u>ati wa<strong>a</strong>lkhayli <strong>a</strong>lmusawwamati wa<strong>a</strong>l-an'<u>aa</u>mi wa<strong>a</strong>l<u>h</u>artsi <u>dzaa</u>lika mat<u>aa</u>'u <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu 'indahu <u>h</u>usnu <strong>a</strong>lma<u>aa</u>b<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِنْ ذَٰلِكُمْ ۚ لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُطَهَّرَةٌ وَرِضْوَانٌ مِنَ اللَّهِ ۗ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ",
    "id" : "Katakanlah: \"Inginkah aku kabarkan kepadamu apa yang lebih baik dari yang demikian itu?\". Untuk orang-orang yang bertakwa (kepada Allah), pada sisi Tuhan mereka ada surga yang mengalir dibawahnya sungai-sungai; mereka kekal didalamnya. Dan (mereka dikaruniai) isteri-isteri yang disucikan serta keridhaan Allah. Dan Allah Maha Melihat akan hamba-hamba-Nya.",
    "nomor" : "15",
    "tr" : "qul a-unabbi-ukum bikhayrin min <u>dzaa</u>likum lilla<u>dz</u>iina ittaqaw 'inda rabbihim jann<u>aa</u>tun tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> wa-azw<u>aa</u>jun mu<u>th</u>ahharatun wari<u>dh</u>w<u>aa</u>nun mina <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu ba<u>sh</u>iirun bi<strong>a</strong>l'ib<u>aa</u>d<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ",
    "id" : "(Yaitu) orang-orang yang berdo'a: Ya Tuhan kami, sesungguhnya kami telah beriman, maka ampunilah segala dosa kami dan peliharalah kami dari siksa neraka,\"",
    "nomor" : "16",
    "tr" : "<strong>al</strong>la<u>dz</u>iina yaquuluuna rabban<u>aa</u> innan<u>aa</u> <u>aa</u>mann<u>aa</u> fa<strong>i</strong>ghfir lan<u>aa</u> <u>dz</u>unuuban<u>aa</u> waqin<u>aa</u> 'a<u>dzaa</u>ba <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ",
    "id" : "(yaitu) orang-orang yang sabar, yang benar, yang tetap ta'at, yang menafkahkan hartanya (di jalan Allah), dan yang memohon ampun di waktu sahur.",
    "nomor" : "17",
    "tr" : "a<strong>l</strong><u>shshaa</u>biriina wa<strong>al</strong><u>shshaa</u>diqiina wa<strong>a</strong>lq<u>aa</u>nitiina wa<strong>a</strong>lmunfiqiina wa<strong>a</strong>lmustaghfiriina bi<strong>a</strong>l-as<u>haa</u>r<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "شَهِدَ اللَّهُ أَنَّهُ لَا إِلَٰهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ ۚ لَا إِلَٰهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ",
    "id" : "Allah menyatakan bahwasanya tidak ada Tuhan melainkan Dia (yang berhak disembah), Yang menegakkan keadilan. Para Malaikat dan orang-orang yang berilmu (juga menyatakan yang demikian itu). Tak ada Tuhan melainkan Dia (yang berhak disembah), Yang Maha Perkasa lagi Maha Bijaksana.",
    "nomor" : "18",
    "tr" : "syahida <strong>al</strong>l<u>aa</u>hu annahu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa wa<strong>a</strong>lmal<u>aa</u>-ikatu wauluu <strong>a</strong>l'ilmi q<u>aa</u>-iman bi<strong>a</strong>lqis<u>th</u>i l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ ۗ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ ۗ وَمَنْ يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
    "id" : "Sesungguhnya agama (yang diridhai) disisi Allah hanyalah Islam. Tiada berselisih orang-orang yang telah diberi Al Kitab kecuali sesudah datang pengetahuan kepada mereka, karena kedengkian (yang ada) di antara mereka. Barangsiapa yang kafir terhadap ayat-ayat Allah maka sesungguhnya Allah sangat cepat hisab-Nya.",
    "nomor" : "19",
    "tr" : "inna <strong>al</strong>ddiina 'inda <strong>al</strong>l<u>aa</u>hi <strong>a</strong>l-isl<u>aa</u>mu wam<u>aa</u> ikhtalafa <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba ill<u>aa</u> min ba'di m<u>aa</u> j<u>aa</u>-ahumu <strong>a</strong>l'ilmu baghyan baynahum waman yakfur bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi fa-inna <strong>al</strong>l<u>aa</u>ha sarii'u <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ ۗ وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ ۚ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا ۖ وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ ۗ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ",
    "id" : "Kemudian jika mereka mendebat kamu (tentang kebenaran Islam), maka katakanlah: \"Aku menyerahkan diriku kepada Allah dan (demikian pula) orang-orang yang mengikutiku\". Dan katakanlah kepada orang-orang yang telah diberi Al Kitab dan kepada orang-orang yang ummi: \"Apakah kamu (mau) masuk Islam\". Jika mereka masuk Islam, sesungguhnya mereka telah mendapat petunjuk, dan jika mereka berpaling, maka kewajiban kamu hanyalah menyampaikan (ayat-ayat Allah). Dan Allah Maha Melihat akan hamba-hamba-Nya.",
    "nomor" : "20",
    "tr" : "fa-in <u>haa</u>jjuuka faqul aslamtu wajhiya lill<u>aa</u>hi wamani ittaba'ani waqul lilla<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>l<strong>-</strong>ummiyyiina a-aslamtum fa-in aslamuu faqadi ihtadaw wa-in tawallaw fa-innam<u>aa</u> 'alayka <strong>a</strong>lbal<u>aa</u>ghu wa<strong>al</strong>l<u>aa</u>hu ba<u>sh</u>iirun bi<strong>a</strong>l'ib<u>aa</u>d<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ",
    "id" : "Sesungguhnya orang-orang yang kafir kepada ayat-ayat Allah dan membunuh para nabi yang memamg tak dibenarkan dan membunuh orang-orang yang menyuruh manusia berbuat adil, maka gembirakanlah mereka bahwa mereka akan menerima siksa yg pedih.",
    "nomor" : "21",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina yakfuruuna bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wayaqtuluuna <strong>al</strong>nnabiyyiina bighayri <u>h</u>aqqin wayaqtuluuna <strong>al</strong>la<u>dz</u>iina ya/muruuna bi<strong>a</strong>lqis<u>th</u>i mina <strong>al</strong>nn<u>aa</u>si fabasysyirhum bi'a<u>dzaa</u>bin <strong>a</strong>liim<strong>in</strong>"
  }, {
    "surah": "",
    "ar" : "أُولَٰئِكَ الَّذِينَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ",
    "id" : "Mereka itu adalah orang-orang yang lenyap (pahala) amal-amalnya di dunia dan akhirat, dan mereka sekali-kali tidak memperoleh penolong.",
    "nomor" : "22",
    "tr" : "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina <u>h</u>abi<u>th</u>at a'm<u>aa</u>luhum fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati wam<u>aa</u> lahum min n<u>aas</u>iriin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُدْعَوْنَ إِلَىٰ كِتَابِ اللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ",
    "id" : "Tidakkah kamu memperhatikan orang-orang yang telah diberi bahagian yaitu Al Kitab (Taurat), mereka diseru kepada kitab Allah supaya kitab itu menetapkan hukum diantara mereka; kemudian sebahagian dari mereka berpaling, dan mereka selalu membelakangi (kebenaran).",
    "nomor" : "23",
    "tr" : "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina uutuu na<u>sh</u>iiban mina <strong>a</strong>lkit<u>aa</u>bi yud'awna il<u>aa</u> kit<u>aa</u>bi <strong>al</strong>l<u>aa</u>hi liya<u>h</u>kuma baynahum tsumma yatawall<u>aa</u> fariiqun minhum wahum mu'ri<u>dh</u>uun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "ذَٰلِكَ بِأَنَّهُمْ قَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَاتٍ ۖ وَغَرَّهُمْ فِي دِينِهِمْ مَا كَانُوا يَفْتَرُونَ",
    "id" : "Hal itu adalah karena mereka mengaku: \"Kami tidak akan disentuh oleh api neraka kecuali beberapa hari yang dapat dihitung\". Mereka diperdayakan dalam agama mereka oleh apa yang selalu mereka ada-adakan.",
    "nomor" : "24",
    "tr" : "<u>dzaa</u>lika bi-annahum q<u>aa</u>luu lan tamassan<u>aa</u> <strong>al</strong>nn<u>aa</u>ru ill<u>aa</u> ayy<u>aa</u>man ma'duud<u>aa</u>tin wagharrahum fii diinihim m<u>aa</u> k<u>aa</u>nuu yaftaruun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
    "id" : "Bagaimanakah nanti apabila mereka Kami kumpulkan di hari (kiamat) yang tidak ada keraguan tentang adanya. Dan disempurnakan kepada tiap-tiap diri balasan apa yang diusahakannya sedang mereka tidak dianiaya (dirugikan).",
    "nomor" : "25",
    "tr" : "fakayfa i<u>dzaa</u> jama'n<u>aa</u>hum liyawmin l<u>aa</u> rayba fiihi wawuffiyat kullu nafsin m<u>aa</u> kasabat wahum l<u>aa</u> yu<u>zh</u>lamuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ ۖ بِيَدِكَ الْخَيْرُ ۖ إِنَّكَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
    "id" : "Katakanlah: \"Wahai Tuhan Yang mempunyai kerajaan, Engkau berikan kerajaan kepada orang yang Engkau kehendaki dan Engkau cabut kerajaan dari orang yang Engkau kehendaki. Engkau muliakan orang yang Engkau kehendaki dan Engkau hinakan orang yang Engkau kehendaki. Di tangan Engkaulah segala kebajikan. Sesungguhnya Engkau Maha Kuasa atas segala sesuatu.",
    "nomor" : "26",
    "tr" : "quli <strong>al</strong>l<u>aa</u>humma m<u>aa</u>lika <strong>a</strong>lmulki tu/tii <strong>a</strong>lmulka man tasy<u>aa</u>u watanzi'u <strong>a</strong>lmulka mimman tasy<u>aa</u>u watu'izzu man tasy<u>aa</u>u watu<u>dz</u>illu man tasy<u>aa</u>u biyadika <strong>a</strong>lkhayru innaka 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ ۖ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ ۖ وَتَرْزُقُ مَنْ تَشَاءُ بِغَيْرِ حِسَابٍ",
    "id" : "Engkau masukkan malam ke dalam siang dan Engkau masukkan siang ke dalam malam. Engkau keluarkan yang hidup dari yang mati, dan Engkau keluarkan yang mati dari yang hidup. Dan Engkau beri rezki siapa yang Engkau kehendaki tanpa hisab (batas)\".",
    "nomor" : "27",
    "tr" : "tuuliju <strong>al</strong>layla fii <strong>al</strong>nnah<u>aa</u>ri watuuliju <strong>al</strong>nnah<u>aa</u>ra fii <strong>al</strong>layli watukhriju <strong>a</strong>l<u>h</u>ayya mina <strong>a</strong>lmayyiti watukhriju <strong>a</strong>lmayyita mina <strong>a</strong>l<u>h</u>ayyi watarzuqu man tasy<u>aa</u>u bighayri <u>h</u>is<u>aa</u>b<strong>in</strong>"
  }, {
    "surah": "",
    "ar" : "لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ ۖ وَمَنْ يَفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً ۗ وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ ۗ وَإِلَى اللَّهِ الْمَصِيرُ",
    "id" : "Janganlah orang-orang mu'min mengambil orang-orang kafir menjadi wali dengan meninggalkan orang-orang mu'min. Barang siapa berbuat demikian, niscaya lepaslah ia dari pertolongan Allah, kecuali karena (siasat) memelihara diri dari sesuatu yang ditakuti dari mereka. Dan Allah memperingatkan kamu terhadap diri (siksa)-Nya. Dan hanya kepada Allah kembali (mu).",
    "nomor" : "28",
    "tr" : "l<u>aa</u> yattakhi<u>dz</u>i <strong>a</strong>lmu/minuuna <strong>a</strong>lk<u>aa</u>firiina awliy<u>aa</u>-a min duuni <strong>a</strong>lmu/miniina waman yaf'al <u>dzaa</u>lika falaysa mina <strong>al</strong>l<u>aa</u>hi fii syay-in ill<u>aa</u> an tattaquu minhum tuq<u>aa</u>tan wayu<u>h</u>a<u>dzdz</u>irukumu <strong>al</strong>l<u>aa</u>hu nafsahu wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ ۗ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
    "id" : "Katakanlah: \"Jika kamu menyembunyikan apa yang ada dalam hatimu atau kamu melahirkannya, pasti Allah mengetahui\". Allah mengetahui apa-apa yang ada di langit dan apa-apa yang ada di bumi. Dan Allah Maha Kuasa atas segala sesuatu.",
    "nomor" : "29",
    "tr" : "qul in tukhfuu m<u>aa</u> fii <u>sh</u>uduurikum aw tubduuhu ya'lamhu <strong>al</strong>l<u>aa</u>hu waya'lamu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا ۗ وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ ۗ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ",
    "id" : "Pada hari ketika tiap-tiap diri mendapati segala kebajikan dihadapkan (dimukanya), begitu (juga) kejahatan yang telah dikerjakannya; ia ingin kalau kiranya antara ia dengan hari itu ada masa yang jauh; dan Allah memperingatkan kamu terhadap siksa-Nya. Dan Allah sangat Penyayang kepada hamba-hamba-Nya.",
    "nomor" : "30",
    "tr" : "yawma tajidu kullu nafsin m<u>aa</u> 'amilat min khayrin mu<u>hd</u>aran wam<u>aa</u> 'amilat min suu-in tawaddu law anna baynah<u>aa</u> wabaynahu amadan ba'iidan wayu<u>h</u>a<u>dzdz</u>irukumu <strong>al</strong>l<u>aa</u>hu nafsahu wa<strong>al</strong>l<u>aa</u>hu rauufun bi<strong>a</strong>l'ib<u>aa</u>d<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَاللَّهُ غَفُورٌ رَحِيمٌ",
    "id" : "Katakanlah: \"Jika kamu (benar-benar) mencintai Allah, ikutilah aku, niscaya Allah mengasihi dan mengampuni dosa-dosamu.\" Allah Maha Pengampun lagi Maha Penyayang.",
    "nomor" : "31",
    "tr" : "qul in kuntum tu<u>h</u>ibbuuna <strong>al</strong>l<u>aa</u>ha fa<strong>i</strong>ttabi'uunii yu<u>h</u>bibkumu <strong>al</strong>l<u>aa</u>hu wayaghfir lakum <u>dz</u>unuubakum wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ ۖ فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لَا يُحِبُّ الْكَافِرِينَ",
    "id" : "Katakanlah: \"Ta'atilah Allah dan Rasul-Nya; jika kamu berpaling, maka sesungguhnya Allah tidak menyukai orang-orang kafir\".",
    "nomor" : "32",
    "tr" : "qul a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha wa<strong>al</strong>rrasuula fa-in tawallaw fa-inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّ اللَّهَ اصْطَفَىٰ آدَمَ وَنُوحًا وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى الْعَالَمِينَ",
    "id" : "Sesungguhnya Allah telah memilih Adam, Nuh, keluarga Ibrahim dan keluarga 'Imran melebihi segala umat (di masa mereka masing-masing),",
    "nomor" : "33",
    "tr" : "inna <strong>al</strong>l<u>aa</u>ha i<u>sth</u>af<u>aa</u> <u>aa</u>dama wanuu<u>h</u>an wa<u>aa</u>la ibr<u>aa</u>hiima wa<u>aa</u>la 'imr<u>aa</u>na 'al<u>aa</u> <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "ذُرِّيَّةً بَعْضُهَا مِنْ بَعْضٍ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
    "id" : "(sebagai) satu keturunan yang sebagiannya (turunan) dari yang lain. Dan Allah Maha Mendengar lagi Maha Mengetahui.",
    "nomor" : "34",
    "tr" : "<u>dz</u>urriyyatan ba'<u>dh</u>uh<u>aa</u> min ba'<u>dh</u>in wa<strong>al</strong>l<u>aa</u>hu samii'un 'aliim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "إِذْ قَالَتِ امْرَأَتُ عِمْرَانَ رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا فَتَقَبَّلْ مِنِّي ۖ إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ",
    "id" : "(Ingatlah), ketika isteri 'Imran berkata: \"Ya Tuhanku, sesungguhnya aku menazarkan kepada Engkau anak yang dalam kandunganku menjadi hamba yang saleh dan berkhidmat (di Baitul Maqdis). Karena itu terimalah (nazar) itu dari padaku. Sesungguhnya Engkaulah Yang Maha Mendengar lagi Maha Mengetahui\".",
    "nomor" : "35",
    "tr" : "i<u>dz</u> q<u>aa</u>lati imra-atu 'imr<u>aa</u>na rabbi innii na<u>dz</u>artu laka m<u>aa</u> fii ba<u>th</u>nii mu<u>h</u>arraran fataqabbal minnii innaka anta <strong>al</strong>ssamii'u <strong>a</strong>l'aliim<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّي وَضَعْتُهَا أُنْثَىٰ وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ الذَّكَرُ كَالْأُنْثَىٰ ۖ وَإِنِّي سَمَّيْتُهَا مَرْيَمَ وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ",
    "id" : "Maka tatkala isteri 'Imran melahirkan anaknya, diapun berkata: \"Ya Tuhanku, sesunguhnya aku melahirkannya seorang anak perempuan; dan Allah lebih mengetahui apa yang dilahirkannya itu; dan anak laki-laki tidaklah seperti anak perempuan. Sesungguhnya aku telah menamai dia Maryam dan aku mohon perlindungan untuknya serta anak-anak keturunannya kepada (pemeliharaan) Engkau daripada syaitan yang terkutuk.\"",
    "nomor" : "36",
    "tr" : "falamm<u>aa</u> wa<u>dh</u>a'at-h<u>aa</u> q<u>aa</u>lat rabbi innii wa<u>dh</u>a'tuh<u>aa</u> unts<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu a'lamu bim<u>aa</u> wa<u>dh</u>a'at walaysa <strong>al</strong><u>dzdz</u>akaru ka<strong>a</strong>lunts<u>aa</u> wa-innii sammaytuh<u>aa</u> maryama wa-innii u'ii<u>dz</u>uh<u>aa</u> bika wa<u>dz</u>urriyyatah<u>aa</u> mina <strong>al</strong>sysyay<u>th</u><u>aa</u>ni <strong>al</strong>rrajiim<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنْبَتَهَا نَبَاتًا حَسَنًا وَكَفَّلَهَا زَكَرِيَّا ۖ كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِنْدَهَا رِزْقًا ۖ قَالَ يَا مَرْيَمُ أَنَّىٰ لَكِ هَٰذَا ۖ قَالَتْ هُوَ مِنْ عِنْدِ اللَّهِ ۖ إِنَّ اللَّهَ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ",
    "id" : "Maka Tuhannya menerimanya (sebagai nazar) dengan penerimaan yang baik, dan mendidiknya dengan pendidikan yang baik dan Allah menjadikan Zakariya pemeliharanya. Setiap Zakariya masuk untuk menemui Maryam di mihrab, ia dapati makanan di sisinya. Zakariya berkata: \"Hai Maryam dari mana kamu memperoleh (makanan) ini?\" Maryam menjawab: \"Makanan itu dari sisi Allah\". Sesungguhnya Allah memberi rezeki kepada siapa yang dikehendaki-Nya tanpa hisab.",
    "nomor" : "37",
    "tr" : "fataqabbalah<u>aa</u> rabbuh<u>aa</u> biqabuulin <u>h</u>asanin wa-anbatah<u>aa</u> nab<u>aa</u>tan <u>h</u>asanan wakaffalah<u>aa</u> zakariyy<u>aa</u> kullam<u>aa</u> dakhala 'alayh<u>aa</u> zakariyy<u>aa</u> <strong>a</strong>lmi<u>h</u>r<u>aa</u>ba wajada 'indah<u>aa</u> rizqan q<u>aa</u>la y<u>aa</u> maryamu ann<u>aa</u> laki h<u>aadzaa</u> q<u>aa</u>lat huwa min 'indi <strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>l<u>aa</u>ha yarzuqu man yasy<u>aa</u>u bighayri <u>h</u>is<u>aa</u>b<strong>in</strong>"
  }, {
    "surah": "",
    "ar" : "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ ۖ قَالَ رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً ۖ إِنَّكَ سَمِيعُ الدُّعَاءِ",
    "id" : "Di sanalah Zakariya mendo'a kepada Tuhannya seraya berkata: \"Ya Tuhanku, berilah aku dari sisi Engkau seorang anak yang baik. Sesungguhnya Engkau Maha Pendengar do'a\".",
    "nomor" : "38",
    "tr" : "hun<u>aa</u>lika da'<u>aa</u> zakariyy<u>aa</u> rabbahu q<u>aa</u>la rabbi hab lii min ladunka <u>dz</u>urriyyatan <u>th</u>ayyibatan innaka samii'u <strong>al</strong>ddu'<u>aa</u>/-<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "فَنَادَتْهُ الْمَلَائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَىٰ مُصَدِّقًا بِكَلِمَةٍ مِنَ اللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِنَ الصَّالِحِينَ",
    "id" : "Kemudian Malaikat (Jibril) memanggil Zakariya, sedang ia tengah berdiri melakukan shalat di mihrab (katanya): \"Sesungguhnya Allah menggembirakan kamu dengan kelahiran (seorang puteramu) Yahya, yang membenarkan kalimat (yang datang) dari Allah, menjadi ikutan, menahan diri (dari hawa nafsu) dan seorang Nabi termasuk keturunan orang-orang saleh\".",
    "nomor" : "39",
    "tr" : "fan<u>aa</u>dat-hu <strong>a</strong>lmal<u>aa</u>-ikatu wahuwa q<u>aa</u>-imun yu<u>sh</u>allii fii <strong>a</strong>lmi<u>h</u>r<u>aa</u>bi anna <strong>al</strong>l<u>aa</u>ha yubasysyiruka biya<u>h</u>y<u>aa</u> mu<u>sh</u>addiqan bikalimatin mina <strong>al</strong>l<u>aa</u>hi wasayyidan wa<u>h</u>a<u>sh</u>uuran wanabiyyan mina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ ۖ قَالَ كَذَٰلِكَ اللَّهُ يَفْعَلُ مَا يَشَاءُ",
    "id" : "Zakariya berkata: \"Ya Tuhanku, bagaimana aku bisa mendapat anak sedang aku telah sangat tua dan isteriku pun seorang yang mandul?\". Berfirman Allah: \"Demikianlah, Allah berbuat apa yang dikehendaki-Nya\".",
    "nomor" : "40",
    "tr" : "q<u>aa</u>la rabbi ann<u>aa</u> yakuunu lii ghul<u>aa</u>mun waqad balaghaniya <strong>a</strong>lkibaru wa<strong>i</strong>mra-atii '<u>aa</u>qirun q<u>aa</u>la ka<u>dzaa</u>lika <strong>al</strong>l<u>aa</u>hu yaf'alu m<u>aa</u> yasy<u>aa</u>/<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "قَالَ رَبِّ اجْعَلْ لِي آيَةً ۖ قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا ۗ وَاذْكُرْ رَبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ",
    "id" : "Berkata Zakariya: \"Berilah aku suatu tanda (bahwa isteriku telah mengandung)\". Allah berfirman: \"Tandanya bagimu, kamu tidak dapat berkata-kata dengan manusia selama tiga hari, kecuali dengan isyarat. Dan sebutlah (nama) Tuhanmu sebanyak-banyaknya serta bertasbihlah di waktu petang dan pagi hari\".",
    "nomor" : "41",
    "tr" : "q<u>aa</u>la rabbi ij'al lii <u>aa</u>yatan q<u>aa</u>la <u>aa</u>yatuka <strong>al</strong>l<u>aa</u> tukallima <strong>al</strong>nn<u>aa</u>sa tsal<u>aa</u>tsata ayy<u>aa</u>min ill<u>aa</u> ramzan wa<strong>u</strong><u>dz</u>kur rabbaka katsiiran wasabbi<u>h</u> bi<strong>a</strong>l'asyiyyi wa<strong>a</strong>l-ibk<u>aa</u>r<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "وَإِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَىٰ نِسَاءِ الْعَالَمِينَ",
    "id" : "Dan (ingatlah) ketika Malaikat (Jibril) berkata: \"Hai Maryam, sesungguhnya Allah telah memilih kamu, mensucikan kamu dan melebihkan kamu atas segala wanita di dunia (yang semasa dengan kamu).",
    "nomor" : "42",
    "tr" : "wa-i<u>dz</u> q<u>aa</u>lati <strong>a</strong>lmal<u>aa</u>-ikatu y<u>aa</u> maryamu inna <strong>al</strong>l<u>aa</u>ha i<u>sth</u>af<u>aa</u>ki wa<u>th</u>ahharaki wa<strong>i</strong><u>sth</u>af<u>aa</u>ki 'al<u>aa</u> nis<u>aa</u>-i <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ",
    "id" : "Hai Maryam, ta'atlah kepada Tuhanmu, sujud dan ruku'lah bersama orang-orang yang ruku'.",
    "nomor" : "43",
    "tr" : "y<u>aa</u> maryamu uqnutii lirabbiki wa<strong>u</strong>sjudii wa<strong>i</strong>rka'ii ma'a <strong>al</strong>rr<u>aa</u>ki'iin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "ذَٰلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ ۚ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ",
    "id" : "Yang demikian itu adalah sebagian dari berita-berita ghaib yang Kami wahyukan kepada kamu (ya Muhammad); padahal kamu tidak hadir beserta mereka, ketika mereka melemparkan anak-anak panah mereka (untuk mengundi) siapa di antara mereka yang akan memelihara Maryam. Dan kamu tidak hadir di sisi mereka ketika mereka bersengketa.",
    "nomor" : "44",
    "tr" : "<u>dzaa</u>lika min anb<u>aa</u>-i <strong>a</strong>lghaybi nuu<u>h</u>iihi ilayka wam<u>aa</u> kunta ladayhim i<u>dz</u> yulquuna aql<u>aa</u>mahum ayyuhum yakfulu maryama wam<u>aa</u> kunta ladayhim i<u>dz</u> yakhta<u>sh</u>imuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "إِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ",
    "id" : "(Ingatlah), ketika Malaikat berkata: \"Hai Maryam, seungguhnya Allah menggembirakan kamu (dengan kelahiran seorang putera yang diciptakan) dengan kalimat (yang datang) daripada-Nya, namanya Al Masih 'Isa putera Maryam, seorang terkemuka di dunia dan di akhirat dan termasuk orang-orang yang didekatkan (kepada Allah),",
    "nomor" : "45",
    "tr" : "i<u>dz</u> q<u>aa</u>lati <strong>a</strong>lmal<u>aa</u>-ikatu y<u>aa</u> maryamu inna <strong>al</strong>l<u>aa</u>ha yubasysyiruki bikalimatin minhu ismuhu <strong>a</strong>lmasii<u>h</u>u 'iis<u>aa</u> ibnu maryama wajiihan fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati wamina <strong>a</strong>lmuqarrabiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَمِنَ الصَّالِحِينَ",
    "id" : "dan dia berbicara dengan manusia dalam buaian dan ketika sudah dewasa dan dia adalah termasuk orang-orang yang saleh.\"",
    "nomor" : "46",
    "tr" : "wayukallimu <strong>al</strong>nn<u>aa</u>sa fii <strong>a</strong>lmahdi wakahlan wamina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "قَالَتْ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ ۖ قَالَ كَذَٰلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ ۚ إِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ",
    "id" : "Maryam berkata: \"Ya Tuhanku, betapa mungkin aku mempunyai anak, padahal aku belum pernah disentuh oleh seorang laki-lakipun.\" Allah berfirman (dengan perantaraan Jibril): \"Demikianlah Allah menciptakan apa yang dikehendaki-Nya. Apabila Allah berkehendak menetapkan sesuatu, maka Allah hanya cukup berkata kepadanya: \"Jadilah\", lalu jadilah dia.",
    "nomor" : "47",
    "tr" : "q<u>aa</u>lat rabbi ann<u>aa</u> yakuunu lii waladun walam yamsasnii basyarun q<u>aa</u>la ka<u>dzaa</u>liki <strong>al</strong>l<u>aa</u>hu yakhluqu m<u>aa</u> yasy<u>aa</u>u i<u>dzaa</u> qa<u>daa</u> amran fa-innam<u>aa</u> yaquulu lahu kun fayakuun<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ",
    "id" : "Dan Allah akan mengajarkan kepadanya Al Kitab, Hikmah, Taurat dan Injil.",
    "nomor" : "48",
    "tr" : "wayu'allimuhu <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>l<u>h</u>ikmata wa<strong>al</strong>ttawr<u>aa</u>ta wa<strong>a</strong>l-injiil<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَرَسُولًا إِلَىٰ بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ ۖ أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ ۖ وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِي الْمَوْتَىٰ بِإِذْنِ اللَّهِ ۖ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ ۚ إِنَّ فِي ذَٰلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ",
    "id" : "Dan (sebagai) Rasul kepada Bani Israil (yang berkata kepada mereka): \"Sesungguhnya aku telah datang kepadamu dengan membawa sesuatu tanda (mu'jizat) dari Tuhanmu, yaitu aku membuat untuk kamu dari tanah berbentuk burung; kemudian aku meniupnya, maka ia menjadi seekor burung dengan seizin Allah; dan aku menyembuhkan orang yang buta sejak dari lahirnya dan orang yang berpenyakit sopak; dan aku menghidupkan orang mati dengan seizin Allah; dan aku kabarkan kepadamu apa yang kamu makan dan apa yang kamu simpan di rumahmu. Sesungguhnya pada yang demikian itu adalah suatu tanda (kebenaran kerasulanku) bagimu, jika kamu sungguh-sungguh beriman.",
    "nomor" : "49",
    "tr" : "warasuulan il<u>aa</u> banii isr<u>aa</u>-iila annii qad ji/tukum bi-<u>aa</u>yatin min rabbikum annii akhluqu lakum mina <strong>al</strong><u>ththh</u>iini kahay-ati <strong>al</strong><u>ththh</u>ayri fa-anfukhu fiihi fayakuunu <u>th</u>ayran bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi waubri-u <strong>a</strong>l-akmaha wa<strong>a</strong>l-abra<u>sh</u>a wau<u>h</u>yii <strong>a</strong>lmawt<u>aa</u> bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi wa-unabbi-ukum bim<u>aa</u> ta/kuluuna wam<u>aa</u> taddakhiruuna fii buyuutikum inna fii <u>dzaa</u>lika la<u>aa</u>yatan lakum in kuntum mu/miniin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَمُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ ۚ وَجِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
    "id" : "Dan (aku datang kepadamu) membenarkan Taurat yang datang sebelumku, dan untuk menghalalkan bagimu sebagian yang telah diharamkan untukmu, dan aku datang kepadamu dengan membawa suatu tanda (mu'jizat) daripada Tuhanmu. Karena itu bertakwalah kepada Allah dan ta'atlah kepadaku.",
    "nomor" : "50",
    "tr" : "wamu<u>sh</u>addiqan lim<u>aa</u> bayna yadayya mina <strong>al</strong>ttawr<u>aa</u>ti wali-u<u>h</u>illa lakum ba'<u>dh</u>a <strong>al</strong>la<u>dz</u>ii <u>h</u>urrima 'alaykum waji/tukum bi-<u>aa</u>yatin min rabbikum fa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa-a<u>th</u>ii'uun<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ ۗ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ",
    "id" : "Sesungguhnya Allah, Tuhanku dan Tuhanmu, karena itu sembahlah Dia. Inilah jalan yang lurus\".",
    "nomor" : "51",
    "tr" : "inna <strong>al</strong>l<u>aa</u>ha rabbii warabbukum fa<strong>u</strong>'buduuhu h<u>aadzaa</u> <u>sh</u>ir<u>aath</u>un mustaqiim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "فَلَمَّا أَحَسَّ عِيسَىٰ مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِي إِلَى اللَّهِ ۖ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ",
    "id" : "Maka tatkala Isa mengetahui keingkaran mereka (Bani lsrail) berkatalah dia: \"Siapakah yang akan menjadi penolong-penolongku untuk (menegakkan agama) Allah?\" Para hawariyyin (sahabat-sahabat setia) menjawab: \"Kamilah penolong-penolong (agama) Allah, kami beriman kepada Allah; dan saksikanlah bahwa sesungguhnya kami adalah orang-orang yang berserah diri.",
    "nomor" : "52",
    "tr" : "falamm<u>aa</u> a<u>h</u>assa 'iis<u>aa</u> minhumu <strong>a</strong>lkufra q<u>aa</u>la man an<u>shaa</u>rii il<u>aa</u> <strong>al</strong>l<u>aa</u>hi q<u>aa</u>la <strong>a</strong>l<u>h</u>aw<u>aa</u>riyyuuna na<u>h</u>nu an<u>shaa</u>ru <strong>al</strong>l<u>aa</u>hi <u>aa</u>mann<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi wa<strong>i</strong>syhad bi-ann<u>aa</u> muslimuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ",
    "id" : "Ya Tuhan kami, kami telah beriman kepada apa yang telah Engkau turunkan dan telah kami ikuti rasul, karena itu masukanlah kami ke dalam golongan orang-orang yang menjadi saksi (tentang keesaan Allah)\".",
    "nomor" : "53",
    "tr" : "rabban<u>aa</u> <u>aa</u>mann<u>aa</u> bim<u>aa</u> anzalta wa<strong>i</strong>ttaba'n<u>aa</u> <strong>al</strong>rrasuula fa<strong>u</strong>ktubn<u>aa</u> ma'a <strong>al</strong>sysy<u>aa</u>hidiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَمَكَرُوا وَمَكَرَ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ",
    "id" : "Orang-orang kafir itu membuat tipu daya, dan Allah membalas tipu daya mereka itu. Dan Allah sebaik-baik pembalas tipu daya.",
    "nomor" : "54",
    "tr" : "wamakaruu wamakara <strong>al</strong>l<u>aa</u>hu wa<strong>al</strong>l<u>aa</u>hu khayru <strong>a</strong>lm<u>aa</u>kir"
  }, {
    "surah": "",
    "ar" : "إِذْ قَالَ اللَّهُ يَا عِيسَىٰ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَىٰ يَوْمِ الْقِيَامَةِ ۖ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ",
    "id" : "(Ingatlah), ketika Allah berfirman: \"Hai Isa, sesungguhnya Aku akan menyampaikan kamu kepada akhir ajalmu dan mengangkat kamu kepada-Ku serta membersihkan kamu dari orang-orang yang kafir, dan menjadikan orang-orang yang mengikuti kamu di atas orang-orang yang kafir hingga hari kiamat. Kemudian hanya kepada Akulah kembalimu, lalu Aku memutuskan diantaramu tentang hal-hal yang selalu kamu berselisih padanya\".",
    "nomor" : "55",
    "tr" : "i<u>dz</u> q<u>aa</u>la <strong>al</strong>l<u>aa</u>hu y<u>aa</u> 'iis<u>aa</u> innii mutawaffiika war<u>aa</u>fi'uka ilayya wamu<u>th</u>ahhiruka mina <strong>al</strong>la<u>dz</u>iina kafaruu waj<u>aa</u>'ilu <strong>al</strong>la<u>dz</u>iina ittaba'uuka fawqa <strong>al</strong>la<u>dz</u>iina kafaruu il<u>aa</u> yawmi <strong>a</strong>lqiy<u>aa</u>mati tsumma ilayya marji'ukum fa-a<u>h</u>kumu baynakum fiim<u>aa</u> kuntum fiihi takhtalifuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "فَأَمَّا الَّذِينَ كَفَرُوا فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ",
    "id" : "Adapun orang-orang yang kafir, maka akan Ku-siksa mereka dengan siksa yang sangat keras di dunia dan di akhirat, dan mereka tidak memperoleh penolong.",
    "nomor" : "56",
    "tr" : "fa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina kafaruu fau'a<u>dzdz</u>ibuhum 'a<u>dzaa</u>ban syadiidan fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati wam<u>aa</u> lahum min n<u>aas</u>iriin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ ۗ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ",
    "id" : "Adapun orang-orang yang beriman dan mengerjakan amalan-amalan yang saleh, maka Allah akan memberikan kepada mereka dengan sempurna pahala amalan-amalan mereka; dan Allah tidak menyukai orang-orang yang zalim.",
    "nomor" : "57",
    "tr" : "wa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti fayuwaffiihim ujuurahum wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yu<u>h</u>ibbu <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "ذَٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الْآيَاتِ وَالذِّكْرِ الْحَكِيمِ",
    "id" : "Demikianlah (kisah 'Isa), Kami membacakannya kepada kamu sebagian dari bukti-bukti (kerasulannya) dan (membacakan) Al Qur'an yang penuh hikmah.",
    "nomor" : "58",
    "tr" : "<u>dzaa</u>lika natluuhu 'alayka mina <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti wa<strong>al</strong><u>dzdz</u>ikri <strong>a</strong>l<u>h</u>akiim<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّ مَثَلَ عِيسَىٰ عِنْدَ اللَّهِ كَمَثَلِ آدَمَ ۖ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ",
    "id" : "Sesungguhnya misal (penciptaan) 'Isa di sisi AllAh, adalah seperti (penciptaan) Adam. Allah menciptakan Adam dari tanah, kemudian Allah berfirman kepadanya: \"Jadilah\" (seorang manusia), maka jadilah dia.",
    "nomor" : "59",
    "tr" : "inna matsala 'iis<u>aa</u> 'inda <strong>al</strong>l<u>aa</u>hi kamatsali <u>aa</u>dama khalaqahu min tur<u>aa</u>bin tsumma q<u>aa</u>la lahu kun fayakuun<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُنْ مِنَ الْمُمْتَرِينَ",
    "id" : "(Apa yang telah Kami ceritakan itu), itulah yang benar, yang datang dari Tuhanmu, karena itu janganlah kamu termasuk orang-orang yang ragu-ragu.",
    "nomor" : "60",
    "tr" : "al<u>h</u>aqqu min rabbika fal<u>aa</u> takun mina <strong>a</strong>lmumtariin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ",
    "id" : "Siapa yang membantahmu tentang kisah 'Isa sesudah datang ilmu (yang meyakinkan kamu), maka katakanlah (kepadanya): \"Marilah kita memanggil anak-anak kami dan anak-anak kamu, isteri-isteri kami dan isteri-isteri kamu, diri kami dan diri kamu; kemudian marilah kita bermubahalah kepada Allah dan kita minta supaya la'nat Allah ditimpakan kepada orang-orang yang dusta.",
    "nomor" : "61",
    "tr" : "faman <u>haa</u>jjaka fiihi min ba'di m<u>aa</u> j<u>aa</u>-aka mina <strong>a</strong>l'ilmi faqul ta'<u>aa</u>law nad'u abn<u>aa</u>-an<u>aa</u> wa-abn<u>aa</u>-akum wanis<u>aa</u>-an<u>aa</u> wanis<u>aa</u>-akum wa-anfusan<u>aa</u> wa-anfusakum tsumma nabtahil fanaj'al la'nata <strong>al</strong>l<u>aa</u>hi 'al<u>aa</u> <strong>a</strong>lk<u>aadz</u>ibiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّ هَٰذَا لَهُوَ الْقَصَصُ الْحَقُّ ۚ وَمَا مِنْ إِلَٰهٍ إِلَّا اللَّهُ ۚ وَإِنَّ اللَّهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ",
    "id" : "Sesungguhnya ini adalah kisah yang benar, dan tak ada Tuhan (yang berhak disembah) selain Allah; dan sesungguhnya Allah, Dialah Yang Maha Perkasa lagi Maha Bijaksana .",
    "nomor" : "62",
    "tr" : "inna h<u>aadzaa</u> lahuwa <strong>a</strong>lqa<u>sh</u>a<u>sh</u>u <strong>a</strong>l<u>h</u>aqqu wam<u>aa</u> min il<u>aa</u>hin ill<u>aa</u> <strong>al</strong>l<u>aa</u>hu wa-inna <strong>al</strong>l<u>aa</u>ha lahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
  }, {
    "surah": "",
    "ar" : "فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ عَلِيمٌ بِالْمُفْسِدِينَ",
    "id" : "Kemudian jika mereka berpaling (dari kebenaran), maka sesunguhnya Allah Maha Mengetahui orang-orang yang berbuat kerusakan.",
    "nomor" : "63",
    "tr" : "fa-in tawallaw fa-inna <strong>al</strong>l<u>aa</u>ha 'aliimun bi<strong>a</strong>lmufsidiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَىٰ كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ ۚ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ",
    "id" : "Katakanlah: \"Hai Ahli Kitab, marilah (berpegang) kepada suatu kalimat (ketetapan) yang tidak ada perselisihan antara kami dan kamu, bahwa tidak kita sembah kecuali Allah dan tidak kita persekutukan Dia dengan sesuatupun dan tidak (pula) sebagian kita menjadikan sebagian yang lain sebagai tuhan selain Allah\". Jika mereka berpaling maka katakanlah kepada mereka: \"Saksikanlah, bahwa kami adalah orang-orang yang berserah diri (kepada Allah)\".",
    "nomor" : "64",
    "tr" : "qul y<u>aa</u> ahla <strong>a</strong>lkit<u>aa</u>bi ta'<u>aa</u>law il<u>aa</u> kalimatin saw<u>aa</u>-in baynan<u>aa</u> wabaynakum <strong>al</strong>l<u>aa</u> na'buda ill<u>aa</u> <strong>al</strong>l<u>aa</u>ha wal<u>aa</u> nusyrika bihi syay-an wal<u>aa</u> yattakhi<u>dz</u>a ba'<u>dh</u>un<u>aa</u> ba'<u>dh</u>an arb<u>aa</u>ban min duuni <strong>al</strong>l<u>aa</u>hi fa-in tawallaw faquuluu isyhaduu bi-ann<u>aa</u> muslimuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنْزِلَتِ التَّوْرَاةُ وَالْإِنْجِيلُ إِلَّا مِنْ بَعْدِهِ ۚ أَفَلَا تَعْقِلُونَ",
    "id" : "Hai Ahli Kitab, mengapa kamu bantah membantah tentang hal Ibrahim, padahal Taurat dan Injil tidak diturunkan melainkan sesudah Ibrahim. Apakah kamu tidak berpikir?",
    "nomor" : "65",
    "tr" : "yaa ahla alkitaabi lima tuhaajjuuna fii ibraahiima wamaa unzilati alttawraatu waal-injiilu illaa min ba'dihi afalaa ta'qiluuna"
  }, {
    "surah": "",
    "ar" : "هَا أَنْتُمْ هَٰؤُلَاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ ۚ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ",
    "id" : "Beginilah kamu, kamu ini (sewajarnya) bantah membantah tentang hal yang kamu ketahui, maka kenapa kamu bantah membantah tentang hal yang tidak kamu ketahui?; Allah mengetahui sedang kamu tidak mengetahui.",
    "nomor" : "66",
    "tr" : "h<u>aa</u> antum h<u>aa</u>ul<u>aa</u>-i <u>haa</u>jajtum fiim<u>aa</u> lakum bihi 'ilmun falima tu<u>haa</u>jjuuna fiim<u>aa</u> laysa lakum bihi 'ilmun wa<strong>al</strong>l<u>aa</u>hu ya'lamu wa-antum l<u>aa</u> ta'lamuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَٰكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
    "id" : "Ibrahim bukan seorang Yahudi dan bukan (pula) seorang Nasrani, akan tetapi dia adalah seorang yang lurus lagi berserah diri (kepada Allah) dan sekali-kali bukanlah dia termasuk golongan orang-orang musyrik.",
    "nomor" : "67",
    "tr" : "maa kaana ibraahiimu yahuudiyyan walaa nashraaniyyan walaakin kaana haniifan musliman wamaa kaana mina almusyrikiina"
  }, {
    "surah": "",
    "ar" : "إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَٰذَا النَّبِيُّ وَالَّذِينَ آمَنُوا ۗ وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ",
    "id" : "Sesungguhnya orang yang paling dekat kepada Ibrahim ialah orang-orang yang mengikutinya dan Nabi ini (Muhammad), beserta orang-orang yang beriman (kepada Muhammad), dan Allah adalah Pelindung semua orang-orang yang beriman.",
    "nomor" : "68",
    "tr" : "inna awl<u>aa</u> <strong>al</strong>nn<u>aa</u>si bi-ibr<u>aa</u>hiima lalla<u>dz</u>iina ittaba'uuhu wah<u>aadzaa</u> <strong>al</strong>nnabiyyu wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa<strong>al</strong>l<u>aa</u>hu waliyyu <strong>a</strong>lmu/miniin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَدَّتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ",
    "id" : "Segolongan dari Ahli Kitab ingin menyesatkan kamu, padahal mereka (sebenarnya) tidak menyesatkan melainkan dirinya sendiri, dan mereka tidak menyadarinya.",
    "nomor" : "69",
    "tr" : "waddat <u>th</u><u>aa</u>-ifatun min ahli <strong>a</strong>lkit<u>aa</u>bi law yu<u>dh</u>illuunakum wam<u>aa</u> yu<u>dh</u>illuuna ill<u>aa</u> anfusahum wam<u>aa</u> yasy'uruun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَأَنْتُمْ تَشْهَدُونَ",
    "id" : "Hai Ahli Kitab, mengapa kamu mengingkari ayat-ayat Allah, padahal kamu mengetahui (kebenarannya).",
    "nomor" : "70",
    "tr" : "y<u>aa</u> ahla <strong>a</strong>lkit<u>aa</u>bi lima takfuruuna bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wa-antum tasyhaduun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ",
    "id" : "Hai Ahli Kitab, mengapa kamu mencampur adukkan yang haq dengan yang bathil, dan menyembunyikan kebenaran, padahal kamu mengetahuinya?",
    "nomor" : "71",
    "tr" : "y<u>aa</u> ahla <strong>a</strong>lkit<u>aa</u>bi lima talbisuuna <strong>a</strong>l<u>h</u>aqqa bi<strong>a</strong>lb<u>aath</u>ili wataktumuuna <strong>a</strong>l<u>h</u>aqqa wa-antum ta'lamuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ",
    "id" : "Segolongan (lain) dari Ahli Kitab berkata (kepada sesamanya): \"Perlihatkanlah (seolah-olah) kamu beriman kepada apa yang diturunkan kepada orang-orang beriman (sahabat-sahabat Rasul) pada permulaan siang dan ingkarilah ia pada akhirnya, supaya mereka (orang-orang mu'min) kembali (kepada kekafiran).",
    "nomor" : "72",
    "tr" : "waq<u>aa</u>lat <u>th</u><u>aa</u>-ifatun min ahli <strong>a</strong>lkit<u>aa</u>bi <u>aa</u>minuu bi<strong>a</strong>lla<u>dz</u>ii unzila 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wajha <strong>al</strong>nnah<u>aa</u>ri wa<strong>u</strong>kfuruu <u>aa</u>khirahu la'allahum yarji'uun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ قُلْ إِنَّ الْهُدَىٰ هُدَى اللَّهِ أَنْ يُؤْتَىٰ أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ ۗ قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ۗ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
    "id" : "Dan janganlah kamu percaya melainkan kepada orang yang mengikuti agamamu. Katakanlah: \"Sesungguhnya petunjuk (yang harus diikuti) ialah petunjuk Allah, dan (janganlah kamu percaya) bahwa akan diberikan kepada seseorang seperti apa yang diberikan kepadamu, dan (jangan pula kamu percaya) bahwa mereka akan mengalahkan hujjahmu di sisi Tuhanmu\". Katakanlah: \"Sesungguhnya karunia itu di tangan Allah, Allah memberikan karunia-Nya kepada siapa yang dikehendaki-Nya; dan Allah Maha Luas karunia-Nya) lagi Maha Mengetahui\";",
    "nomor" : "73",
    "tr" : "walaa tu/minuu illaa liman tabi'a diinakum qul inna alhudaa hudaa allaahi an yu/taa ahadun mitsla maa uutiitum aw yuhaajjuukum 'inda rabbikum qul inna alfadhla biyadi allaahi yu/tiihi man yasyaau waallaahu waasi'un 'aliimun"
  }, {
    "surah": "",
    "ar" : "يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ ۗ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
    "id" : "Allah menentukan rahmat-Nya (kenabian) kepada siapa yang dikehendaki-Nya dan Allah mempunyai karunia yang besar.",
    "nomor" : "74",
    "tr" : "yakhta<u>shsh</u>u bira<u>h</u>matihi man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu <u>dz</u>uu <strong>a</strong>lfa<u>dh</u>li <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>"
  }, {
    "surah": "",
    "ar" : "وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لَا يُؤَدِّهِ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا ۗ ذَٰلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ",
    "id" : "Di antara Ahli kitab ada orang yang jika kamu mempercayakan kepadanya harta yang banyak, dikembalikannya kepadamu; dan di antara mereka ada orang yang jika kamu mempercayakan kepadanya satu dinar, tidak dikembalikannya kepadamu kecuali jika kamu selalu menagihnya. Yang demikian itu lantaran mereka mengatakan: \"tidak ada dosa bagi kami terhadap orang-orang ummi. Mereka berkata dusta terhadap Allah, padahal mereka mengetahui.",
    "nomor" : "75",
    "tr" : "wamin ahli <strong>a</strong>lkit<u>aa</u>bi man in ta/manhu biqin<u>th</u><u>aa</u>rin yu-addihi ilayka waminhum man in ta/manhu bidiin<u>aa</u>rin l<u>aa</u> yu-addihi ilayka ill<u>aa</u> m<u>aa</u> dumta 'alayhi q<u>aa</u>-iman <u>dzaa</u>lika bi-annahum q<u>aa</u>luu laysa 'alayn<u>aa</u> fii <strong>a</strong>l-ummiyyiina sabiilun wayaquuluuna 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lka<u>dz</u>iba wahum ya'lamuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "بَلَىٰ مَنْ أَوْفَىٰ بِعَهْدِهِ وَاتَّقَىٰ فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ",
    "id" : "(Bukan demikian), sebenarnya siapa yang menepati janji (yang dibuat)nya dan bertakwa, maka sesungguhnya Allah menyukai orang-orang yang bertakwa.",
    "nomor" : "76",
    "tr" : "bal<u>aa</u> man awf<u>aa</u> bi'ahdihi wa<strong>i</strong>ttaq<u>aa</u> fa-inna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ibbu <strong>a</strong>lmuttaqiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا أُولَٰئِكَ لَا خَلَاقَ لَهُمْ فِي الْآخِرَةِ وَلَا يُكَلِّمُهُمُ اللَّهُ وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "id" : "Sesungguhnya orang-orang yang menukar janji (nya dengan) Allah dan sumpah-sumpah mereka dengan harga yang sedikit, mereka itu tidak mendapat bahagian (pahala) di akhirat, dan Allah tidak akan berkata-kata dengan mereka dan tidak akan melihat kepada mereka pada hari kiamat dan tidak (pula) akan mensucikan mereka. Bagi mereka azab yang pedih.",
    "nomor" : "77",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina yasytaruuna bi'ahdi <strong>al</strong>l<u>aa</u>hi wa-aym<u>aa</u>nihim tsamanan qaliilan ul<u>aa</u>-ika l<u>aa</u> khal<u>aa</u>qa lahum fii <strong>a</strong>l-<u>aa</u>khirati wal<u>aa</u> yukallimuhumu <strong>al</strong>l<u>aa</u>hu wal<u>aa</u> yan<u>zh</u>uru ilayhim yawma <strong>a</strong>lqiy<u>aa</u>mati wal<u>aa</u> yuzakkiihim walahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ",
    "id" : "Sesungguhnya diantara mereka ada segolongan yang memutar-mutar lidahnya membaca Al Kitab, supaya kamu menyangka yang dibacanya itu sebagian dari Al Kitab, padahal ia bukan dari Al Kitab dan mereka mengatakan: \"Ia (yang dibaca itu datang) dari sisi Allah\", padahal ia bukan dari sisi Allah. Mereka berkata dusta terhadap Allah sedang mereka mengetahui.",
    "nomor" : "78",
    "tr" : "wa-inna minhum lafariiqan yalwuuna <strong>a</strong>lsinatahum bi<strong>a</strong>lkit<u>aa</u>bi lita<u>h</u>sabuuhu mina <strong>a</strong>lkit<u>aa</u>bi wam<u>aa</u> huwa mina <strong>a</strong>lkit<u>aa</u>bi wayaquuluuna huwa min 'indi <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> huwa min 'indi <strong>al</strong>l<u>aa</u>hi wayaquuluuna 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lka<u>dz</u>iba wahum ya'lamuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ وَلَٰكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ",
    "id" : "Tidak wajar bagi seseorang manusia yang Allah berikan kepadanya Al Kitab, hikmah dan kenabian, lalu dia berkata kepada manusia: \"Hendaklah kamu menjadi penyembah-penyembahku bukan penyembah Allah.\" Akan tetapi (dia berkata): \"Hendaklah kamu menjadi orang-orang rabbani, karena kamu selalu mengajarkan Al Kitab dan disebabkan kamu tetap mempelajarinya.",
    "nomor" : "79",
    "tr" : "m<u>aa</u> k<u>aa</u>na libasyarin an yu/tiyahu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>l<u>h</u>ukma wa<strong>al</strong>nnubuwwata tsumma yaquula li<strong>l</strong>nn<u>aa</u>si kuunuu 'ib<u>aa</u>dan lii min duuni <strong>al</strong>l<u>aa</u>hi wal<u>aa</u>kin kuunuu rabb<u>aa</u>niyyiina bim<u>aa</u> kuntum tu'allimuuna <strong>a</strong>lkit<u>aa</u>ba wabim<u>aa</u> kuntum tadrusuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا ۗ أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ",
    "id" : "dan (tidak wajar pula baginya) menyuruhmu menjadikan malaikat dan para nabi sebagai tuhan. Apakah (patut) dia menyuruhmu berbuat kekafiran di waktu kamu sudah (menganut agama) Islam?\".",
    "nomor" : "80",
    "tr" : "wal<u>aa</u> ya/murakum an tattakhi<u>dz</u>uu <strong>a</strong>lmal<u>aa</u>-ikata wa<strong>al</strong>nnabiyyiina arb<u>aa</u>ban aya/murukum bi<strong>a</strong>lkufri ba'da i<u>dz</u> antum muslimuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ ۚ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَىٰ ذَٰلِكُمْ إِصْرِي ۖ قَالُوا أَقْرَرْنَا ۚ قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ",
    "id" : "Dan (ingatlah), ketika Allah mengambil perjanjian dari para nabi: \"Sungguh, apa saja yang Aku berikan kepadamu berupa kitab dan hikmah kemudian datang kepadamu seorang rasul yang membenarkan apa yang ada padamu, niscaya kamu akan sungguh-sungguh beriman kepadanya dan menolongnya\". Allah berfirman: \"Apakah kamu mengakui dan menerima perjanjian-Ku terhadap yang demikian itu?\" Mereka menjawab: \"Kami mengakui\". Allah berfirman: \"Kalau begitu saksikanlah (hai para nabi) dan Aku menjadi saksi (pula) bersama kamu\".",
    "nomor" : "81",
    "tr" : "wa-idz akhadza allaahu miitsaaqa alnnabiyyiina lamaa aataytukum min kitaabin wahikmatin tsumma jaa-akum rasuulun mushaddiqun limaa ma'akum latu/minunna bihi walatanshurunnahu qaala a-aqrartum wa-akhadztum 'alaa dzaalikum ishrii qaaluu aqrarnaa qaala faisyhaduu wa-anaa ma'akum mina alsysyaahidiina"
  }, {
    "surah": "",
    "ar" : "فَمَنْ تَوَلَّىٰ بَعْدَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْفَاسِقُونَ",
    "id" : "Barang siapa yang berpaling sesudah itu, maka mereka itulah orang-orang yang fasik.",
    "nomor" : "82",
    "tr" : "faman tawall<u>aa</u> ba'da <u>dzaa</u>lika faul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ",
    "id" : "Maka apakah mereka mencari agama yang lain dari agama Allah, padahal kepada-Nya-lah menyerahkan diri segala apa yang di langit dan di bumi, baik dengan suka maupun terpaksa dan hanya kepada Allahlah mereka dikembalikan.",
    "nomor" : "83",
    "tr" : "afaghayra diini <strong>al</strong>l<u>aa</u>hi yabghuuna walahu aslama man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i <u>th</u>aw'an wakarhan wa-ilayhi yurja'uun<strong>a</strong>afaghayra diini <strong>al</strong>l<u>aa</u>hi yabghuuna walahu aslama man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i <u>th</u>aw'an wakarhan wa-ilayhi yurja'uun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "قُلْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ عَلَيْنَا وَمَا أُنْزِلَ عَلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَالنَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ",
    "id" : "Katakanlah: \"Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami dan yang diturunkan kepada Ibrahim, Ismail, Ishaq, Ya'qub, dan anak-anaknya, dan apa yang diberikan kepada Musa, 'Isa dan para nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorangpun di antara mereka dan hanya kepada-Nyalah kami menyerahkan diri.\"",
    "nomor" : "84",
    "tr" : "qul <u>aa</u>mann<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi wam<u>aa</u> unzila 'alayn<u>aa</u> wam<u>aa</u> unzila 'al<u>aa</u> ibr<u>aa</u>hiima wa-ism<u>aa</u>'iila wa-is<u>haa</u>qa waya'quuba wa<strong>a</strong>l-asb<u>aath</u>i wam<u>aa</u> uutiya muus<u>aa</u> wa'iis<u>aa</u> wa<strong>al</strong>nnabiyyuuna min rabbihim l<u>aa</u> nufarriqu bayna a<u>h</u>adin minhum wana<u>h</u>nu lahu muslimuun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ",
    "id" : "Barangsiapa mencari agama selain agama Islam, maka sekali-kali tidaklah akan diterima (agama itu)daripadanya, dan dia di akhirat termasuk orang-orang yang rugi.",
    "nomor" : "85",
    "tr" : "waman yabtaghi ghayra <strong>a</strong>l-isl<u>aa</u>mi diinan falan yuqbala minhu wahuwa fii <strong>a</strong>l-<u>aa</u>khirati mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ ۚ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
    "id" : "Bagaimana Allah akan menunjuki suatu kaum yang kafir sesudah mereka beriman, serta mereka telah mengakui bahwa Rasul itu (Muhammad) benar-benar rasul, dan keterangan-keteranganpun telah datang kepada mereka? Allah tidak menunjuki orang-orang yang zalim.",
    "nomor" : "86",
    "tr" : "kayfa yahdii <strong>al</strong>l<u>aa</u>hu qawman kafaruu ba'da iim<u>aa</u>nihim wasyahiduu anna <strong>al</strong>rrasuula <u>h</u>aqqun waj<u>aa</u>-ahumu <strong>a</strong>lbayyin<u>aa</u>tu wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "أُولَٰئِكَ جَزَاؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ",
    "id" : "Mereka itu, balasannya ialah: bahwasanya la'nat Allah ditimpakan kepada mereka, (demikian pula) la'nat para malaikat dan manusia seluruhnya,",
    "nomor" : "87",
    "tr" : "ul<u>aa</u>-ika jaz<u>aa</u>uhum anna 'alayhim la'nata <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lmal<u>aa</u>-ikati wa<strong>al</strong>nn<u>aa</u>si ajma'iin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ",
    "id" : "mereka kekal di dalamnya, tidak diringankan siksa dari mereka, dan tidak (pula) mereka diberi tangguh,",
    "nomor" : "88",
    "tr" : "kh<u>aa</u>lidiina fiih<u>aa</u> l<u>aa</u> yukhaffafu 'anhumu <strong>a</strong>l'a<u>dzaa</u>bu wal<u>aa</u> hum yun<u>zh</u>aruun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
    "id" : "kecuali orang-orang yang taubat, sesudah (kafir) itu dan mengadakan perbaikan. Karena sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
    "nomor" : "89",
    "tr" : "ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina t<u>aa</u>buu min ba'di <u>dzaa</u>lika wa-a<u>sh</u>la<u>h</u>uu fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَنْ تُقْبَلَ تَوْبَتُهُمْ وَأُولَٰئِكَ هُمُ الضَّالُّونَ",
    "id" : "Sesungguhnya orang-orang kafir sesudah beriman, kemudian bertambah kekafirannya, sekali-kali tidak akan diterima taubatnya; dan mereka itulah orang-orang yang sesat.",
    "nomor" : "90",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina kafaruu ba'da iim<u>aa</u>nihim tsumma izd<u>aa</u>duu kufran lan tuqbala tawbatuhum waul<u>aa</u>-ika humu <strong>al</strong><u>dhdhaa</u>lluun<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا وَلَوِ افْتَدَىٰ بِهِ ۗ أُولَٰئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُمْ مِنْ نَاصِرِينَ",
    "id" : "Sesungguhnya orang-orang yang kafir dan mati sedang mereka tetap dalam kekafirannya, maka tidaklah akan diterima dari seseorang diantara mereka emas sepenuh bumi, walaupun dia menebus diri dengan emas (yang sebanyak) itu. Bagi mereka itulah siksa yang pedih dan sekali-kali mereka tidak memperoleh penolong.",
    "nomor" : "91",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina kafaruu wam<u>aa</u>tuu wahum kuff<u>aa</u>run falan yuqbala min a<u>h</u>adihim milu <strong>a</strong>l-ar<u>dh</u>i <u>dz</u>ahaban walawi iftad<u>aa</u> bihi ul<u>aa</u>-ika lahum 'a<u>dzaa</u>bun <strong>a</strong>liimun wam<u>aa</u> lahum min n<u>aas</u>iriin<strong>a</strong>"
  }, {
    "surah": "",
    "ar" : "لَنْ تَنَالُوا الْبِرَّ حَتَّىٰ تُنْفِقُوا مِمَّا تُحِبُّونَ ۚ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ",
    "id" : "Kamu sekali-kali tidak sampai kepada kebajikan (yang sempurna), sebelum kamu menafkahkan sehahagian harta yang kamu cintai. Dan apa saja yang kamu nafkahkan maka sesungguhnya Allah mengetahuinya.",
    "nomor" : "92",
    "tr" : "lan tan<u>aa</u>luu <strong>a</strong>lbirra <u>h</u>att<u>aa</u> tunfiquu mimm<u>aa</u> tu<u>h</u>ibbuuna wam<u>aa</u> tunfiquu min syay-in fa-inna <strong>al</strong>l<u>aa</u>ha bihi 'aliim<strong>un</strong>"
  }]