[ {
    "surah": "Al An'am",
    "ar" : "وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَىٰ وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ وَلَٰكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ",
    "id" : "Kalau sekiranya Kami turunkan malaikat kepada mereka, dan orang-orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) segala sesuatu ke hadapan mereka, niscaya mereka tidak (juga) akan beriman, kecuali jika Allah menghendaki, tetapi kebanyakan mereka tidak mengetahui.",
    "nomor" : "111",
    "tr" : "walaw annan<u>aa</u> nazzaln<u>aa</u> ilayhimu <strong>a</strong>lmal<u>aa</u>-ikata wakallamahumu <strong>a</strong>lmawt<u>aa</u> wa<u>h</u>asyarn<u>aa</u> 'alayhim kulla syay-in qubulan m<u>aa</u> k<u>aa</u>nuu liyu/minuu ill<u>aa</u> an yasy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu wal<u>aa</u>kinna aktsarahum yajhaluun<strong>a</strong>"
  }, {
    "ar" : "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا ۚ وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ ۖ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
    "id" : "Dan demikianlah Kami jadikan bagi tiap-tiap nabi itu musuh, yaitu syaitan-syaitan (dari jenis) manusia dan (dan jenis) jin, sebahagian mereka membisikkan kepada sebahagian yang lain perkataan-perkataan yang indah-indah untuk menipu (manusia). Jikalau Tuhanmu menghendaki, niscaya mereka tidak mengerjakannya, maka tinggalkanlah mereka dan apa yang mereka ada-adakan.",
    "nomor" : "112",
    "tr" : "waka<u>dzaa</u>lika ja'aln<u>aa</u> likulli nabiyyin 'aduwwan syay<u>aath</u>iina <strong>a</strong>l-insi wa<strong>a</strong>ljinni yuu<u>h</u>ii ba'<u>dh</u>uhum il<u>aa</u> ba'<u>dh</u>in zukhrufa <strong>a</strong>lqawli ghuruuran walaw sy<u>aa</u>-a rabbuka m<u>aa</u> fa'aluuhu fa<u>dz</u>arhum wam<u>aa</u> yaftaruun<strong>a</strong>"
  }, {
    "ar" : "وَلِتَصْغَىٰ إِلَيْهِ أَفْئِدَةُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا مَا هُمْ مُقْتَرِفُونَ",
    "id" : "Dan (juga) agar hati kecil orang-orang yang tidak beriman kepada kehidupan akhirat cenderung kepada bisikan itu, mereka merasa senang kepadanya dan supaya mereka mengerjakan apa yang mereka (syaitan) kerjakan.",
    "nomor" : "113",
    "tr" : "walita<u>sh</u>gh<u>aa</u> ilayhi af-idatu <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/minuuna bi<strong>a</strong>l-<u>aa</u>khirati waliyar<u>dh</u>awhu waliyaqtarifuu m<u>aa</u> hum muqtarifuun<strong>a</strong>"
  }, {
    "ar" : "أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا وَهُوَ الَّذِي أَنْزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلًا ۚ وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ ۖ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ",
    "id" : "Maka patutkah aku mencari hakim selain daripada Allah, padahal Dialah yang telah menurunkan kitab (Al Quraan) kepadamu dengan terperinci? Orang-orang yang telah Kami datangkan kitab kepada mereka, mereka mengetahui bahwa Al Quraan itu diturunkan dari Tuhanmu dengan sebenarnya. Maka janganlah kamu sekali-kali termasuk orang yang ragu-ragu.",
    "nomor" : "114",
    "tr" : "afaghayra <strong>al</strong>l<u>aa</u>hi abtaghii <u>h</u>akaman wahuwa <strong>al</strong>la<u>dz</u>ii anzala ilaykumu <strong>a</strong>lkit<u>aa</u>ba mufa<u>shsh</u>alan wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>tayn<u>aa</u>humu <strong>a</strong>lkit<u>aa</u>ba ya'lamuuna annahu munazzalun min rabbika bi<strong>a</strong>l<u>h</u>aqqi fal<u>aa</u> takuunanna mina <strong>a</strong>lmumtariin<strong>a</strong>"
  }, {
    "ar" : "وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا ۚ لَا مُبَدِّلَ لِكَلِمَاتِهِ ۚ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "id" : "Telah sempurnalah kalimat Tuhanmu (Al-Quraan) sebagai kalimat yang benar dan adil. Tidak ada yang dapat merobah robah kalimat-kalimat-Nya dan Dia lah yang Maha Mendenyar lagi Maha Mengetahui.",
    "nomor" : "115",
    "tr" : "watammat kalimatu rabbika <u>sh</u>idqan wa'adlan l<u>aa</u> mubaddila likalim<u>aa</u>tihi wahuwa <strong>al</strong>ssamii'u <strong>a</strong>l'aliim<strong>u</strong>"
  }, {
    "ar" : "وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ ۚ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
    "id" : "Dan jika kamu menuruti kebanyakan orang-orang yang di muka bumi ini, niscaya mereka akan menyesatkanmu dari jalan Allah. Mereka tidak lain hanyalah mengikuti persangkaan belaka, dan mereka tidak lain hanyalah berdusta (terhadap Allah).",
    "nomor" : "116",
    "tr" : "wa-in tu<u>th</u>i' aktsara man fii <strong>a</strong>l-ar<u>dh</u>i yu<u>dh</u>illuuka 'an sabiili <strong>al</strong>l<u>aa</u>hi in yattabi'uuna ill<u>aa</u> <strong>al</strong><u>zhzh</u>anna wa-in hum ill<u>aa</u> yakhru<u>sh</u>uun<strong>a</strong>"
  }, {
    "ar" : "إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَنْ يَضِلُّ عَنْ سَبِيلِهِ ۖ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ",
    "id" : "Sesungguhnya Tuhanmu, Dia-lah yang lebih mengetahui tentang orang yang tersesat dari jalan-Nya dan Dia lebih mengetahui tentang orang orang yang mendapat petunjuk.",
    "nomor" : "117",
    "tr" : "inna rabbaka huwa a'lamu man ya<u>dh</u>illu 'an sabiilihi wahuwa a'lamu bi<strong>a</strong>lmuhtadiin<strong>a</strong>"
  }, {
    "ar" : "فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ إِنْ كُنْتُمْ بِآيَاتِهِ مُؤْمِنِينَ",
    "id" : "Maka makanlah binatang-binatang (yang halal) yang disebut nama Allah ketika menyembelihnya, jika kamu beriman kepada ayat-ayatNya.",
    "nomor" : "118",
    "tr" : "fakuluu mimm<u>aa</u> <u>dz</u>ukira ismu <strong>al</strong>l<u>aa</u>hi 'alayhi in kuntum bi-<u>aa</u>y<u>aa</u>tihi mu/miniin<strong>a</strong>"
  }, {
    "ar" : "وَمَا لَكُمْ أَلَّا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ ۗ وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ ۗ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ",
    "id" : "Mengapa kamu tidak mau memakan (binatang-binatang yang halal) yang disebut nama Allah ketika menyembelihnya, padahal sesungguhnya Allah telah menjelaskan kepada kamu apa yang diharamkan-Nya atasmu, kecuali apa yang terpaksa kamu memakannya. Dan sesungguhnya kebanyakan (dari manusia) benar benar hendak menyesatkan (orang lain) dengan hawa nafsu mereka tanpa pengetahuan. Sesungguhnya Tuhanmu, Dia-lah yang lebih mengetahui orang-orang yang melampaui batas.",
    "nomor" : "119",
    "tr" : "wam<u>aa</u> lakum <strong>al</strong>l<u>aa</u> ta/kuluu mimm<u>aa</u> <u>dz</u>ukira ismu <strong>al</strong>l<u>aa</u>hi 'alayhi waqad fa<u>shsh</u>ala lakum m<u>aa</u> <u>h</u>arrama 'alaykum ill<u>aa</u> m<u>aa</u> i<u>dth</u>urirtum ilayhi wa-inna katsiiran layu<u>dh</u>illuuna bi-ahw<u>aa</u>-ihim bighayri 'ilmin inna rabbaka huwa a'lamu bi<strong>a</strong>lmu'tadiin<strong>a</strong>"
  }, {
    "ar" : "وَذَرُوا ظَاهِرَ الْإِثْمِ وَبَاطِنَهُ ۚ إِنَّ الَّذِينَ يَكْسِبُونَ الْإِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا يَقْتَرِفُونَ",
    "id" : "Dan tinggalkanlah dosa yang nampak dan yang tersembunyi. Sesungguhnya orang yang mengerjakan dosa, kelak akan diberi pembalasan (pada hari kiamat), disebabkan apa yang mereka telah kerjakan.",
    "nomor" : "120",
    "tr" : "wa<u>dz</u>aruu <u>zhaa</u>hira <strong>a</strong>l-itsmi wab<u>aath</u>inahu inna <strong>al</strong>la<u>dz</u>iina yaksibuuna <strong>a</strong>l-itsma sayujzawna bim<u>aa</u> k<u>aa</u>nuu yaqtarifuun<strong>a</strong>"
  }, {
    "ar" : "وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ ۗ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَىٰ أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ ۖ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ",
    "id" : "Dan janganlah kamu memakan binatang-binatang yang tidak disebut nama Allah ketika menyembelihnya. Sesungguhnya perbuatan yang semacam itu adalah suatu kefasikan. Sesungguhnya syaitan itu membisikkan kepada kawan-kawannya agar mereka membantah kamu; dan jika kamu menuruti mereka, sesungguhnya kamu tentulah menjadi orang-orang yang musyrik.",
    "nomor" : "121",
    "tr" : "wal<u>aa</u> ta/kuluu mimm<u>aa</u> lam yu<u>dz</u>kari ismu <strong>al</strong>l<u>aa</u>hi 'alayhi wa-innahu lafisqun wa-inna <strong>al</strong>sysyay<u>aath</u>iina layuu<u>h</u>uuna il<u>aa</u> awliy<u>aa</u>-ihim liyuj<u>aa</u>diluukum wa-in a<u>th</u>a'tumuuhum innakum lamusyrikuun<strong>a</strong>"
  }, {
    "ar" : "أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا ۚ كَذَٰلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ",
    "id" : "Dan apakah orang yang sudah mati kemudian dia Kami hidupkan dan Kami berikan kepadanya cahaya yang terang, yang dengan cahaya itu dia dapat berjalan di tengah-tengah masyarakat manusia, serupa dengan orang yang keadaannya berada dalam gelap gulita yang sekali-kali tidak dapat keluar dari padanya? Demikianlah Kami jadikan orang yang kafir itu memandang baik apa yang telah mereka kerjakan.",
    "nomor" : "122",
    "tr" : "awa man k<u>aa</u>na maytan fa-a<u>h</u>yayn<u>aa</u>hu waja'aln<u>aa</u> lahu nuuran yamsyii bihi fii <strong>al</strong>nn<u>aa</u>si kaman matsaluhu fii <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti laysa bikh<u>aa</u>rijin minh<u>aa</u> ka<u>dzaa</u>lika zuyyina lilk<u>aa</u>firiina m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
  }, {
    "ar" : "وَكَذَٰلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا ۖ وَمَا يَمْكُرُونَ إِلَّا بِأَنْفُسِهِمْ وَمَا يَشْعُرُونَ",
    "id" : "Dan demikianlah Kami adakan pada tiap-tiap negeri penjahat-penjahat yang terbesar agar mereka melakukan tipu daya dalam negeri itu. Dan mereka tidak memperdayakan melainkan dirinya sendiri, sedang mereka tidak menyadarinya.",
    "nomor" : "123",
    "tr" : "waka<u>dzaa</u>lika ja'aln<u>aa</u> fii kulli qaryatin ak<u>aa</u>bira mujrimiih<u>aa</u> liyamkuruu fiih<u>aa</u> wam<u>aa</u> yamkuruuna ill<u>aa</u> bi-anfusihim wam<u>aa</u> yasy'uruun<strong>a</strong>"
  }, {
    "ar" : "وَإِذَا جَاءَتْهُمْ آيَةٌ قَالُوا لَنْ نُؤْمِنَ حَتَّىٰ نُؤْتَىٰ مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ ۘ اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ ۗ سَيُصِيبُ الَّذِينَ أَجْرَمُوا صَغَارٌ عِنْدَ اللَّهِ وَعَذَابٌ شَدِيدٌ بِمَا كَانُوا يَمْكُرُونَ",
    "id" : "Apabila datang sesuatu ayat kepada mereka, mereka berkata: \"Kami tidak akan beriman sehingga diberikan kepada kami yang serupa dengan apa yang telah diberikan kepada utusan-utusan Allah\". Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan. Orang-orang yang berdosa, nanti akan ditimpa kehinaan di sisi Allah dan siksa yang keras disebabkan mereka selalu membuat tipu daya.",
    "nomor" : "124",
    "tr" : "wa-i<u>dzaa</u> j<u>aa</u>-at-hum <u>aa</u>yatun q<u>aa</u>luu lan nu/mina <u>h</u>att<u>aa</u> nu/t<u>aa</u> mitsla m<u>aa</u> uutiya rusulu <strong>al</strong>l<u>aa</u>hi <strong>al</strong>l<u>aa</u>hu a'lamu <u>h</u>aytsu yaj'alu ris<u>aa</u>latahu sayu<u>sh</u>iibu <strong>al</strong>la<u>dz</u>iina ajramuu <u>sh</u>agh<u>aa</u>run 'inda <strong>al</strong>l<u>aa</u>hi wa'a<u>dzaa</u>bun syadiidun bim<u>aa</u> k<u>aa</u>nuu yamkuruun<strong>a</strong>"
  }, {
    "ar" : "فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ ۖ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ ۚ كَذَٰلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لَا يُؤْمِنُونَ",
    "id" : "Barangsiapa yang Allah menghendaki akan memberikan kepadanya petunjuk, niscaya Dia melapangkan dadanya untuk (memeluk agama) Islam. Dan barangsiapa yang dikehendaki Allah kesesatannya, niscaya Allah menjadikan dadanya sesak lagi sempit, seolah-olah ia sedang mendaki langit. Begitulah Allah menimpakan siksa kepada orang-orang yang tidak beriman.",
    "nomor" : "125",
    "tr" : "faman yuridi <strong>al</strong>l<u>aa</u>hu an yahdiyahu yasyra<u>h</u> <u>sh</u>adrahu lil-isl<u>aa</u>mi waman yurid an yu<u>dh</u>illahu yaj'al <u>sh</u>adrahu <u>dh</u>ayyiqan <u>h</u>arajan ka-annam<u>aa</u> ya<u>shsh</u>a''adu fii <strong>al</strong>ssam<u>aa</u>-i ka<u>dzaa</u>lika yaj'alu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>rrijsa 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/minuun<strong>a</strong>"
  }, {
    "ar" : "وَهَٰذَا صِرَاطُ رَبِّكَ مُسْتَقِيمًا ۗ قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَذَّكَّرُونَ",
    "id" : "Dan inilah jalan Tuhanmu; (jalan) yang lurus. Sesungguhnya Kami telah menjelaskan ayat-ayat (Kami) kepada orang-orang yang mengambil pelajaran.",
    "nomor" : "126",
    "tr" : "wah<u>aadzaa</u> <u>sh</u>ir<u>aath</u>u rabbika mustaqiiman qad fa<u>shsh</u>aln<u>aa</u> <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti liqawmin ya<u>dzdz</u>akkaruun<strong>a</strong>"
  }, {
    "ar" : "لَهُمْ دَارُ السَّلَامِ عِنْدَ رَبِّهِمْ ۖ وَهُوَ وَلِيُّهُمْ بِمَا كَانُوا يَعْمَلُونَ",
    "id" : "Bagi mereka (disediakan) darussalam (syurga) pada sisi Tuhannya dan Dialah Pelindung mereka disebabkan amal-amal saleh yang selalu mereka kerjakan.",
    "nomor" : "127",
    "tr" : "lahum d<u>aa</u>ru <strong>al</strong>ssal<u>aa</u>mi 'inda rabbihim wahuwa waliyyuhum bim<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
  }, {
    "ar" : "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ ۖ وَقَالَ أَوْلِيَاؤُهُمْ مِنَ الْإِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَا أَجَلَنَا الَّذِي أَجَّلْتَ لَنَا ۚ قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلَّا مَا شَاءَ اللَّهُ ۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
    "id" : "Dan (ingatlah) hari diwaktu Allah menghimpunkan mereka semuanya (dan Allah berfirman): \"Hai golongan jin, sesungguhnya kamu telah banyak menyesatkan manusia\", lalu berkatalah kawan-kawan meraka dari golongan manusia: \"Ya Tuhan kami, sesungguhnya sebahagian daripada kami telah dapat kesenangan dari sebahagian (yang lain) dan kami telah sampai kepada waktu yang telah Engkau tentukan bagi kami\". Allah berfirman: \"Neraka itulah tempat diam kamu, sedang kamu kekal di dalamnya, kecuali kalau Allah menghendaki (yang lain)\". Sesungguhnya Tuhanmu Maha Bijaksana lagi Maha Mengetahui.",
    "nomor" : "128",
    "tr" : "wayawma ya<u>h</u>syuruhum jamii'an y<u>aa</u> ma'syara <strong>a</strong>ljinni qadi istaktsartum mina <strong>a</strong>l-insi waq<u>aa</u>la awliy<u>aa</u>uhum mina <strong>a</strong>l-insi rabban<u>aa</u> istamta'a ba'<u>dh</u>un<u>aa</u> biba'<u>dh</u>in wabalaghn<u>aa</u> ajalan<u>aa</u> <strong>al</strong>la<u>dz</u>ii ajjalta lan<u>aa</u> q<u>aa</u>la <strong>al</strong>nn<u>aa</u>ru matsw<u>aa</u>kum kh<u>aa</u>lidiina fiih<u>aa</u> ill<u>aa</u> m<u>aa</u> sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu inna rabbaka <u>h</u>akiimun 'aliim<strong>un</strong>"
  }, {
    "ar" : "وَكَذَٰلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا بِمَا كَانُوا يَكْسِبُونَ",
    "id" : "Dan demikianlah Kami jadikan sebahagian orang-orang yang zalim itu menjadi teman bagi sebahagian yang lain disebabkan apa yang mereka usahakan.",
    "nomor" : "129",
    "tr" : "waka<u>dzaa</u>lika nuwallii ba'<u>dh</u>a <strong>al</strong><u>zhzhaa</u>limiina ba'<u>dh</u>an bim<u>aa</u> k<u>aa</u>nuu yaksibuun<strong>a</strong>"
  }, {
    "ar" : "يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا ۚ قَالُوا شَهِدْنَا عَلَىٰ أَنْفُسِنَا ۖ وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَشَهِدُوا عَلَىٰ أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ",
    "id" : "Hai golongan jin dan manusia, apakah belum datang kepadamu rasul-rasul dari golongan kamu sendiri, yang menyampaikan kepadamu ayat-ayatKu dan memberi peringatan kepadamu terhadap pertemuanmu dengan hari ini? Mereka berkata: \"Kami menjadi saksi atas diri kami sendiri\", kehidupan dunia telah menipu mereka, dan mereka menjadi saksi atas diri mereka sendiri, bahwa mereka adalah orang-orang yang kafir.",
    "nomor" : "130",
    "tr" : "y<u>aa</u> ma'syara aljinni wa<strong>a</strong>l-insi alam ya/tikum rusulun minkum yaqu<u>shsh</u>uuna 'alaykum <u>aa</u>y<u>aa</u>tii wayun<u>dz</u>iruunakum liq<u>aa</u>-a yawmikum h<u>aadzaa</u> q<u>aa</u>luu syahidn<u>aa</u> 'al<u>aa</u> anfusin<u>aa</u> wagharrat-humu al<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> wasyahiduu 'al<u>aa</u> anfusihim annahum k<u>aa</u>nuu k<u>aa</u>firiin<strong>a</strong>"
  }, {
    "ar" : "ذَٰلِكَ أَنْ لَمْ يَكُنْ رَبُّكَ مُهْلِكَ الْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ",
    "id" : "Yang demikian itu adalah karena Tuhanmu tidaklah membinasakan kota-kota secara aniaya, sedang penduduknya dalam keadaan lengah.",
    "nomor" : "131",
    "tr" : "<u>dzaa</u>lika an lam yakun rabbuka muhlika <strong>a</strong>lqur<u>aa</u> bi<u>zh</u>ulmin wa-ahluh<u>aa</u> gh<u>aa</u>filuun<strong>a</strong>"
  }, {
    "ar" : "وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا ۚ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُونَ",
    "id" : "Dan masing-masing orang memperoleh derajat-derajat (seimbang) dengan apa yang dikerjakannya. Dan Tuhanmu tidak lengah dari apa yang mereka kerjakan.",
    "nomor" : "132",
    "tr" : "walikullin daraj<u>aa</u>tun mimm<u>aa</u> 'amiluu wam<u>aa</u> rabbuka bigh<u>aa</u>filin 'amm<u>aa</u> ya'maluun<strong>a</strong>"
  }, {
    "ar" : "وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ ۚ إِنْ يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْ بَعْدِكُمْ مَا يَشَاءُ كَمَا أَنْشَأَكُمْ مِنْ ذُرِّيَّةِ قَوْمٍ آخَرِينَ",
    "id" : "Dan Tuhanmu Maha Kaya lagi mempunyai rahmat. Jika Dia menghendaki niscaya Dia memusnahkan kamu dan menggantimu dengan siapa yang dikehendaki-Nya setelah kamu (musnah), sebagaimana Dia telah menjadikan kamu dari keturunan orang-orang lain.",
    "nomor" : "133",
    "tr" : "warabbuka <strong>a</strong>lghaniyyu <u>dz</u>uu <strong>al</strong>rra<u>h</u>mati in yasya/ yu<u>dz</u>hibkum wayastakhlif min ba'dikum m<u>aa</u> yasy<u>aa</u>u kam<u>aa</u> ansya-akum min <u>dz</u>urriyyati qawmin <u>aa</u>khariin<strong>a</strong>"
  }, {
    "ar" : "إِنَّ مَا تُوعَدُونَ لَآتٍ ۖ وَمَا أَنْتُمْ بِمُعْجِزِينَ",
    "id" : "Sesungguhnya apa yang dijanjikan kepadamu pasti datang, dan kamu sekali-kali tidak sanggup menolaknya.",
    "nomor" : "134",
    "tr" : "inna m<u>aa</u> tuu'aduuna la<u>aa</u>tin wam<u>aa</u> antum bimu'jiziin<strong>a</strong>"
  }, {
    "ar" : "قُلْ يَا قَوْمِ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنِّي عَامِلٌ ۖ فَسَوْفَ تَعْلَمُونَ مَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ ۗ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ",
    "id" : "Katakanlah: \"Hai kaumku, berbuatlah sepenuh kemampuanmu, sesungguhnya akupun berbuat (pula). Kelak kamu akan mengetahui, siapakah (di antara kita) yang akan memperoleh hasil yang baik di dunia ini. Sesungguhnya orang-orang yang zalim itu tidak akan mendapatkan keberuntungan.",
    "nomor" : "135",
    "tr" : "qul y<u>aa</u> qawmi i'maluu 'al<u>aa</u> mak<u>aa</u>natikum innii '<u>aa</u>milun fasawfa ta'lamuuna man takuunu lahu '<u>aa</u>qibatu <strong>al</strong>dd<u>aa</u>ri innahu l<u>aa</u> yufli<u>h</u>u <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>"
  }, {
    "ar" : "وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَٰذَا لِلَّهِ بِزَعْمِهِمْ وَهَٰذَا لِشُرَكَائِنَا ۖ فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللَّهِ ۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَائِهِمْ ۗ سَاءَ مَا يَحْكُمُونَ",
    "id" : "Dan mereka memperuntukkan bagi Allah satu bagian dari tanaman dan ternak yang telah diciptakan Allah, lalu mereka berkata sesuai dengan persangkaan mereka: \"Ini untuk Allah dan ini untuk berhala-berhala kami\". Maka saji-sajian yang diperuntukkan bagi berhala-berhala mereka tidak sampai kepada Allah; dan saji-sajian yang diperuntukkan bagi Allah, maka sajian itu sampai kepada berhala-berhala mereka. Amat buruklah ketetapan mereka itu.",
    "nomor" : "136",
    "tr" : "waja'aluu lill<u>aa</u>hi mimm<u>aa</u> <u>dz</u>ara-a mina <strong>a</strong>l<u>h</u>artsi wa<strong>a</strong>l-an'<u>aa</u>mi na<u>sh</u>iiban faq<u>aa</u>luu h<u>aadzaa</u> lill<u>aa</u>hi biza'mihim wah<u>aadzaa</u> lisyurak<u>aa</u>-in<u>aa</u> fam<u>aa</u> k<u>aa</u>na lisyurak<u>aa</u>-ihim fal<u>aa</u> ya<u>sh</u>ilu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> k<u>aa</u>na lill<u>aa</u>hi fahuwa ya<u>sh</u>ilu il<u>aa</u> syurak<u>aa</u>-ihim s<u>aa</u>-a m<u>aa</u> ya<u>h</u>kumuun<strong>a</strong>"
  }, {
    "ar" : "وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ قَتْلَ أَوْلَادِهِمْ شُرَكَاؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُوا عَلَيْهِمْ دِينَهُمْ ۖ وَلَوْ شَاءَ اللَّهُ مَا فَعَلُوهُ ۖ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
    "id" : "Dan demikianlah pemimpin-pemimpin mereka telah menjadikan kebanyakan dari orang-orang musyrik itu memandang baik membunuh anak-anak mereka untuk membinasakan mereka dan untuk mengaburkan bagi mereka agama-Nya. Dan kalau Allah menghendaki, niscaya mereka tidak mengerjakannya, maka tinggallah mereka dan apa yang mereka ada-adakan.",
    "nomor" : "137",
    "tr" : "waka<u>dzaa</u>lika zayyana likatsiirin mina <strong>a</strong>lmusyrikiina qatla awl<u>aa</u>dihim syurak<u>aa</u>uhum liyurduuhum waliyalbisuu 'alayhim diinahum walaw sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu m<u>aa</u> fa'aluuhu fa<u>dz</u>arhum wam<u>aa</u> yaftaruun<strong>a</strong>"
  }, {
    "ar" : "وَقَالُوا هَٰذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لَا يَطْعَمُهَا إِلَّا مَنْ نَشَاءُ بِزَعْمِهِمْ وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَامٌ لَا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا افْتِرَاءً عَلَيْهِ ۚ سَيَجْزِيهِمْ بِمَا كَانُوا يَفْتَرُونَ",
    "id" : "Dan mereka mengatakan: \"Inilah hewan ternak dan tanaman yang dilarang; tidak boleh memakannya, kecuali orang yang kami kehendaki\", menurut anggapan mereka, dan ada binatang ternak yang diharamkan menungganginya dan ada binatang ternak yang mereka tidak menyebut nama Allah waktu menyembelihnya, semata-mata membuat-buat kedustaan terhadap Allah. Kelak Allah akan membalas mereka terhadap apa yang selalu mereka ada-adakan.",
    "nomor" : "138",
    "tr" : "waq<u>aa</u>luu h<u>aadz</u>ihi an'<u>aa</u>mun wa<u>h</u>artsun <u>h</u>ijrun l<u>aa</u> ya<u>th</u>'amuh<u>aa</u> ill<u>aa</u> man nasy<u>aa</u>u biza'mihim wa-an'<u>aa</u>mun <u>h</u>urrimat <u>zh</u>uhuuruh<u>aa</u> wa-an'<u>aa</u>mun l<u>aa</u> ya<u>dz</u>kuruuna isma <strong>al</strong>l<u>aa</u>hi 'alayh<u>aa</u> iftir<u>aa</u>-an"
  }, {
    "ar" : "وَقَالُوا مَا فِي بُطُونِ هَٰذِهِ الْأَنْعَامِ خَالِصَةٌ لِذُكُورِنَا وَمُحَرَّمٌ عَلَىٰ أَزْوَاجِنَا ۖ وَإِنْ يَكُنْ مَيْتَةً فَهُمْ فِيهِ شُرَكَاءُ ۚ سَيَجْزِيهِمْ وَصْفَهُمْ ۚ إِنَّهُ حَكِيمٌ عَلِيمٌ",
    "id" : "Dan mereka mengatakan: \"Apa yang ada dalam perut binatang ternak ini adalah khusus untuk pria kami dan diharamkan atas wanita kami,\" dan jika yang dalam perut itu dilahirkan mati, maka pria dan wanita sama-sama boleh memakannya. Kelak Allah akan membalas mereka terhadap ketetapan mereka. Sesungguhnya Allah Maha Bijaksana lagi Maha Mengetahui.",
    "nomor" : "139",
    "tr" : "waq<u>aa</u>luu m<u>aa</u> fii bu<u>th</u>uuni h<u>aadz</u>ihi <strong>a</strong>l-an'<u>aa</u>mi kh<u>aa</u>li<u>sh</u>atun li<u>dz</u>ukuurin<u>aa</u> wamu<u>h</u>arramun 'al<u>aa</u> azw<u>aa</u>jin<u>aa</u> wa-in yakun maytatan fahum fiihi syurak<u>aa</u>u sayajziihim wa<u>sh</u>fahum innahu <u>h</u>akiimun 'aliim<strong>un</strong>"
  }, {
    "ar" : "قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلَادَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ وَحَرَّمُوا مَا رَزَقَهُمُ اللَّهُ افْتِرَاءً عَلَى اللَّهِ ۚ قَدْ ضَلُّوا وَمَا كَانُوا مُهْتَدِينَ",
    "id" : "Sesungguhnya rugilah orang yang membunuh anak-anak mereka, karena kebodohan lagi tidak mengetahui dan mereka mengharamkan apa yang Allah telah rezki-kan pada mereka dengan semata-mata mengada-adakan terhadap Allah. Sesungguhnya mereka telah sesat dan tidaklah mereka mendapat petunjuk.",
    "nomor" : "140",
    "tr" : "qad khasira <strong>al</strong>la<u>dz</u>iina qataluu awl<u>aa</u>dahum safahan bighayri 'ilmin wa<u>h</u>arramuu m<u>aa</u> razaqahumu <strong>al</strong>l<u>aa</u>hu iftir<u>aa</u>-an 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi qad <u>dh</u>alluu wam<u>aa</u> k<u>aa</u>nuu muhtadiin<strong>a</strong>"
  }, {
    "ar" : "وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ ۚ كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ ۖ وَلَا تُسْرِفُوا ۚ إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ",
    "id" : "Dan Dialah yang menjadikan kebun-kebun yang berjunjung dan yang tidak berjunjung, pohon korma, tanam-tanaman yang bermacam-macam buahnya, zaitun dan delima yang serupa (bentuk dan warnanya) dan tidak sama (rasanya). Makanlah dari buahnya (yang bermacam-macam itu) bila dia berbuah, dan tunaikanlah haknya di hari memetik hasilnya (dengan disedekahkan kepada fakir miskin); dan janganlah kamu berlebih-lebihan. Sesungguhnya Allah tidak menyukai orang yang berlebih-lebihan.",
    "nomor" : "141",
    "tr" : "wahuwa <strong>al</strong>la<u>dz</u>ii ansya-a jann<u>aa</u>tin ma'ruusy<u>aa</u>tin waghayra ma'ruusy<u>aa</u>tin wa<strong>al</strong>nnakhla wa<strong>al</strong>zzar'a mukhtalifan ukuluhu wa<strong>al</strong>zzaytuuna wa<strong>al</strong>rrumm<u>aa</u>na mutasy<u>aa</u>bihan waghayra mutasy<u>aa</u>bihin kuluu min tsamarihi i<u>dzaa</u> atsmara wa<u>aa</u>tuu <u>h</u>aqqahu yawma <u>h</u>a<u>shaa</u>dihi wal<u>aa</u> tusrifuu innahu l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lmusrifiin<strong>a</strong>"
  }, {
    "ar" : "وَمِنَ الْأَنْعَامِ حَمُولَةً وَفَرْشًا ۚ كُلُوا مِمَّا رَزَقَكُمُ اللَّهُ وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ ۚ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ",
    "id" : "Dan di antara hewan ternak itu ada yang dijadikan untuk pengangkutan dan ada yang untuk disembelih. Makanlah dari rezki yang telah diberikan Allah kepadamu, dan janganlah kamu mengikuti langkah-langkah syaitan. Sesungguhnya syaitan itu musuh yang nyata bagimu.",
    "nomor" : "142",
    "tr" : "wamina <strong>a</strong>l-an'<u>aa</u>mi <u>h</u>amuulatan wafarsyan kuluu mimm<u>aa</u> razaqakumu <strong>al</strong>l<u>aa</u>hu wal<u>aa</u> tattabi'uu khu<u>th</u>uw<u>aa</u>ti <strong>al</strong>sysyay<u>th</u><u>aa</u>ni innahu lakum 'aduwwun mubiin<strong>un</strong>"
  }, {
    "ar" : "ثَمَانِيَةَ أَزْوَاجٍ ۖ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ ۗ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ ۖ نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ",
    "id" : "(yaitu) delapan binatang yang berpasangan, sepasang domba, sepasang dari kambing. Katakanlah: \"Apakah dua yang jantan yang diharamkan Allah ataukah dua yang betina, ataukah yang ada dalam kandungan dua betinanya?\" Terangkanlah kepadaku dengan berdasar pengetahuan jika kamu memang orang-orang yang benar,",
    "nomor" : "143",
    "tr" : "tsam<u>aa</u>niyata azw<u>aa</u>jin mina <strong>al</strong><u>dhdh</u>a/ni itsnayni wamina <strong>a</strong>lma'zi itsnayni qul <u>aa</u><strong>l</strong><u>dzdz</u>akarayni <u>h</u>arrama ami <strong>a</strong>luntsayayni amm<u>aa</u> isytamalat 'alayhi ar<u>haa</u>mu <strong>a</strong>luntsayayni nabbi-uunii bi'ilmin in kuntum <u>shaa</u>diqiin<strong>a</strong>"
  }, {
    "ar" : "وَمِنَ الْإِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ ۗ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ ۖ أَمْ كُنْتُمْ شُهَدَاءَ إِذْ وَصَّاكُمُ اللَّهُ بِهَٰذَا ۚ فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ ۗ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
    "id" : "dan sepasang dari unta dan sepasang dari lembu. Katakanlah: \"Apakah dua yang jantan yang diharamkan ataukah dua yang betina, ataukah yang ada dalam kandungan dua betinanya? Apakah kamu menyaksikan di waktu Allah menetapkan ini bagimu? Maka siapakah yang lebih zalim daripada orang-orang yang membuat-buat dusta terhadap Allah untuk menyesatkan manusia tanpa pengetahuan ?\" Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
    "nomor" : "144",
    "tr" : "wamina <strong>a</strong>l-ibili itsnayni wamina <strong>a</strong>lbaqari itsnayni qul <u>aa</u><strong>l</strong><u>dzdz</u>akarayni <u>h</u>arrama ami <strong>a</strong>luntsayayni amm<u>aa</u> isytamalat 'alayhi ar<u>haa</u>mu <strong>a</strong>luntsayayni am kuntum syuhad<u>aa</u>-a i<u>dz</u> wa<u>shshaa</u>kumu <strong>al</strong>l<u>aa</u>hu bih<u>aadzaa</u> faman a<u>zh</u>lamu mimmani iftar<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>iban liyu<u>dh</u>illa <strong>al</strong>nn<u>aa</u>sa bighayri 'ilmin inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
  }, {
    "ar" : "قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ ۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ",
    "id" : "Katakanlah: \"Tiadalah aku peroleh dalam wahyu yang diwahyukan kepadaku, sesuatu yang diharamkan bagi orang yang hendak memakannya, kecuali kalau makanan itu bangkai, atau darah yang mengalir atau daging babi karena sesungguhnya semua itu kotor atau binatang yang disembelih atas nama selain Allah. Barangsiapa yang dalam keadaan terpaksa, sedang dia tidak menginginkannya dan tidak (pula) melampaui batas, maka sesungguhnya Tuhanmu Maha Pengampun lagi Maha Penyayang\".",
    "nomor" : "145",
    "tr" : "qul l<u>aa</u> ajidu fiim<u>aa</u> uu<u>h</u>iya ilayya mu<u>h</u>arraman 'al<u>aa</u> <u>th</u><u>aa</u>'imin ya<u>th</u>'amuhu ill<u>aa</u> an yakuuna maytatan aw daman masfuu<u>h</u>an aw la<u>h</u>ma khinziirin fa-innahu rijsun aw fisqan uhilla lighayri <strong>al</strong>l<u>aa</u>hi bihi famani i<u>dth</u>urra ghayra b<u>aa</u>ghin wal<u>aa</u> '<u>aa</u>din fa-inna rabbaka ghafuurun ra<u>h</u>iim<strong>un</strong>"
  }, {
    "ar" : "وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ ۖ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ۚ ذَٰلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ ۖ وَإِنَّا لَصَادِقُونَ",
    "id" : "Dan kepada orang-orang Yahudi, Kami haramkan segala binatang yang berkuku dan dari sapi dan domba, Kami haramkan atas mereka lemak dari kedua binatang itu, selain lemak yang melekat di punggung keduanya atau yang di perut besar dan usus atau yang bercampur dengan tulang. Demikianlah Kami hukum mereka disebabkan kedurhakaan mereka; dan sesungguhnya Kami adalah Maha Benar.",
    "nomor" : "146",
    "tr" : "wa'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina h<u>aa</u>duu <u>h</u>arramn<u>aa</u> kulla <u>dz</u>ii <u>zh</u>ufurin wamina <strong>a</strong>lbaqari wa<strong>a</strong>lghanami <u>h</u>arramn<u>aa</u> 'alayhim syu<u>h</u>uumahum<u>aa</u> ill<u>aa</u> m<u>aa</u> <u>h</u>amalat <u>zh</u>uhuuruhum<u>aa</u> awi <strong>a</strong>l<u>h</u>aw<u>aa</u>y<u>aa</u> aw m<u>aa</u> ikhtala<u>th</u>a bi'a<u>zh</u>min <u>dzaa</u>lika jazayn<u>aa</u>hum bibaghyihim wa-inn<u>aa</u> la<u>shaa</u>diquun<strong>a</strong>"
  }, {
    "ar" : "فَإِنْ كَذَّبُوكَ فَقُلْ رَبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ وَلَا يُرَدُّ بَأْسُهُ عَنِ الْقَوْمِ الْمُجْرِمِينَ",
    "id" : "Maka jika mereka mendustakan kamu, katakanlah: \"Tuhanmu mempunyai rahmat yang luas; dan siksa-Nya tidak dapat ditolak dari kaum yang berdosa\".",
    "nomor" : "147",
    "tr" : "fa-in ka<u>dzdz</u>abuuka faqul rabbukum <u>dz</u>uu ra<u>h</u>matin w<u>aa</u>si'atin wal<u>aa</u> yuraddu ba/suhu 'ani <strong>a</strong>lqawmi <strong>a</strong>lmujrimiin<strong>a</strong>"
  }, {
    "ar" : "سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ شَيْءٍ ۚ كَذَٰلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ حَتَّىٰ ذَاقُوا بَأْسَنَا ۗ قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا ۖ إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ",
    "id" : "Orang-orang yang mempersekutukan Tuhan, akan mengatakan: \"Jika Allah menghendaki, niscaya kami dan bapak-bapak kami tidak mempersekutukan-Nya dan tidak (pula) kami mengharamkan barang sesuatu apapun.\" Demikian pulalah orang-orang sebelum mereka telah mendustakan (para rasul) sampai mereka merasakan siksaan Kami. Katakanlah: \"Adakah kamu mempunyai sesuatu pengetahuan sehingga dapat kamu mengemukakannya kepada Kami?\" Kamu tidak mengikuti kecuali persangkaan belaka, dan kamu tidak lain hanyalah berdusta.",
    "nomor" : "148",
    "tr" : "sayaquulu <strong>al</strong>la<u>dz</u>iina asyrakuu law sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu m<u>aa</u> asyrakn<u>aa</u> wal<u>aa</u> <u>aa</u>b<u>aa</u>un<u>aa</u> wal<u>aa</u> <u>h</u>arramn<u>aa</u> min syay-in ka<u>dzaa</u>lika ka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim <u>h</u>att<u>aa</u> <u>dzaa</u>quu ba/san<u>aa</u> qul hal 'indakum min 'ilmin fatukhrijuuhu lan<u>aa</u> in tattabi'uuna ill<u>aa</u> <strong>al</strong><u>zhzh</u>anna wa-in antum ill<u>aa</u> takhru<u>sh</u>uun<strong>a</strong>"
  }, {
    "ar" : "قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ ۖ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ",
    "id" : "Katakanlah: \"Allah mempunyai hujjah yang jelas lagi kuat; maka jika Dia menghendaki, pasti Dia memberi petunjuk kepada kamu semuanya\".",
    "nomor" : "149",
    "tr" : "qul falill<u>aa</u>hi <strong>a</strong>l<u>h</u>ujjatu <strong>a</strong>lb<u>aa</u>lighatu falaw sy<u>aa</u>-a lahad<u>aa</u>kum ajma'iin<strong>a</strong>"
  }, {
    "ar" : "قُلْ هَلُمَّ شُهَدَاءَكُمُ الَّذِينَ يَشْهَدُونَ أَنَّ اللَّهَ حَرَّمَ هَٰذَا ۖ فَإِنْ شَهِدُوا فَلَا تَشْهَدْ مَعَهُمْ ۚ وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَالَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَهُمْ بِرَبِّهِمْ يَعْدِلُونَ",
    "id" : "Katakanlah: \"Bawalah kemari saksi-saksi kamu yang dapat mempersaksikan bahwasanya Allah telah mengharamkan (makanan yang kamu) haramkan ini\" Jika mereka mempersaksikan, maka janganlah kamu ikut pula menjadi saksi bersama mereka; dan janganlah kamu mengikuti hawa nafsu orang-orang yang mendustakan ayat-ayat Kami, dan orang-orang yang tidak beriman kepada kehidupan akhirat, sedang mereka mempersekutukan Tuhan mereka.",
    "nomor" : "150",
    "tr" : "qul halumma syuhad<u>aa</u>-akumu <strong>al</strong>la<u>dz</u>iina yasyhaduuna anna <strong>al</strong>l<u>aa</u>ha <u>h</u>arrama h<u>aadzaa</u> fa-in syahiduu fal<u>aa</u> tasyhad ma'ahum wal<u>aa</u> tattabi' ahw<u>aa</u>-a <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wa<strong>a</strong>lla<u>dz</u>iina l<u>aa</u> yu/minuuna bi<strong>a</strong>l-<u>aa</u>khirati wahum birabbihim ya'diluun<strong>a</strong>"
  }, {
    "ar" : "قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ ۖ أَلَّا تُشْرِكُوا بِهِ شَيْئًا ۖ وَبِالْوَالِدَيْنِ إِحْسَانًا ۖ وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ ۖ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ ۖ وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ ۖ وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ۚ ذَٰلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ",
    "id" : "Katakanlah: \"Marilah kubacakan apa yang diharamkan atas kamu oleh Tuhanmu yaitu: janganlah kamu mempersekutukan sesuatu dengan Dia, berbuat baiklah terhadap kedua orang ibu bapa, dan janganlah kamu membunuh anak-anak kamu karena takut kemiskinan, Kami akan memberi rezki kepadamu dan kepada mereka, dan janganlah kamu mendekati perbuatan-perbuatan yang keji, baik yang nampak di antaranya maupun yang tersembunyi, dan janganlah kamu membunuh jiwa yang diharamkan Allah (membunuhnya) melainkan dengan sesuatu (sebab) yang benar\". Demikian itu yang diperintahkan kepadamu supaya kamu memahami(nya).",
    "nomor" : "151",
    "tr" : "qul ta'<u>aa</u>law atlu m<u>aa</u> <u>h</u>arrama rabbukum 'alaykum <strong>al</strong>l<u>aa</u> tusyrikuu bihi syay-an wabi<strong>a</strong>lw<u>aa</u>lidayni i<u>h</u>s<u>aa</u>nan wal<u>aa</u> taqtuluu awl<u>aa</u>dakum min iml<u>aa</u>qin na<u>h</u>nu narzuqukum wa-iyy<u>aa</u>hum wal<u>aa</u> taqrabuu <strong>a</strong>lfaw<u>aah</u>isya m<u>aa</u> <u>zh</u>ahara minh<u>aa</u> wam<u>aa</u> ba<u>th</u>ana wal<u>aa</u> taqtuluu <strong>al</strong>nnafsa <strong>al</strong>latii <u>h</u>arrama <strong>al</strong>l<u>aa</u>hu ill<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi <u>dzaa</u>likum wa<u>shshaa</u>kum bihi la'allakum ta'qiluun<strong>a</strong>"
  }, {
    "ar" : "وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُ ۖ وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ ۖ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا ۖ وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَىٰ ۖ وَبِعَهْدِ اللَّهِ أَوْفُوا ۚ ذَٰلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ",
    "id" : "Dan janganlah kamu dekati harta anak yatim, kecuali dengan cara yang lebih bermanfaat, hingga sampai ia dewasa. Dan sempurnakanlah takaran dan timbangan dengan adil. Kami tidak memikulkan beban kepada sesorang melainkan sekedar kesanggupannya. Dan apabila kamu berkata, maka hendaklah kamu berlaku adil, kendatipun ia adalah kerabat(mu), dan penuhilah janji Allah. Yang demikian itu diperintahkan Allah kepadamu agar kamu ingat.",
    "nomor" : "152",
    "tr" : "wal<u>aa</u> taqrabuu m<u>aa</u>la <strong>a</strong>lyatiimi ill<u>aa</u> bi<strong>a</strong>llatii hiya a<u>h</u>sanu <u>h</u>att<u>aa</u> yablugha asyuddahu wa-awfuu <strong>a</strong>lkayla wa<strong>a</strong>lmiiz<u>aa</u>na bi<strong>a</strong>lqis<u>th</u>i l<u>aa</u> nukallifu nafsan ill<u>aa</u> wus'ah<u>aa</u> wa-i<u>dzaa</u> qultum fa<strong>i</strong>'diluu walaw k<u>aa</u>na <u>dzaa</u> qurb<u>aa</u> wabi'ahdi <strong>al</strong>l<u>aa</u>hi awfuu <u>dzaa</u>likum wa<u>shshaa</u>kum bihi la'allakum ta<u>dz</u>akkaruun<strong>a</strong>"
  }, {
    "ar" : "وَأَنَّ هَٰذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ ۖ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ۚ ذَٰلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ",
    "id" : "dan bahwa (yang Kami perintahkan ini) adalah jalanKu yang lurus, maka ikutilah dia, dan janganlah kamu mengikuti jalan-jalan (yang lain), karena jalan-jalan itu mencerai beraikan kamu dari jalanNya. Yang demikian itu diperintahkan Allah agar kamu bertakwa.",
    "nomor" : "153",
    "tr" : "wa-anna h<u>aadzaa</u> <u>sh</u>ir<u>aath</u>ii mustaqiiman fa<strong>i</strong>ttabi'uuhu wal<u>aa</u> tattabi'uu <strong>al</strong>ssubula fatafarraqa bikum 'an sabiilihi <u>dzaa</u>likum wa<u>shshaa</u>kum bihi la'allakum tattaquun<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ تَمَامًا عَلَى الَّذِي أَحْسَنَ وَتَفْصِيلًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ بِلِقَاءِ رَبِّهِمْ يُؤْمِنُونَ",
    "id" : "Kemudian Kami telah memberikan Al Kitab (Taurat) kepada Musa untuk menyempurnakan (nikmat Kami) kepada orang yang berbuat kebaikan, dan untuk menjelaskan segala sesuatu dan sebagai petunjuk dan rahmat, agar mereka beriman (bahwa) mereka akan menemui Tuhan mereka.",
    "nomor" : "154",
    "tr" : "tsumma <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba tam<u>aa</u>man 'al<u>aa</u> <strong>al</strong>la<u>dz</u>ii a<u>h</u>sana wataf<u>sh</u>iilan likulli syay-in wahudan wara<u>h</u>matan la'allahum biliq<u>aa</u>-i rabbihim yu/minuun<strong>a</strong>"
  }, {
    "ar" : "وَهَٰذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ",
    "id" : "Dan Al-Quraan itu adalah kitab yang Kami turunkan yang diberkati, maka ikutilah dia dan bertakwalah agar kamu diberi rahmat.",
    "nomor" : "155",
    "tr" : "wah<u>aadzaa</u> kit<u>aa</u>bun anzaln<u>aa</u>hu mub<u>aa</u>rakun fa<strong>i</strong>ttabi'uuhu wa<strong>i</strong>ttaquu la'allakum tur<u>h</u>amuun<strong>a</strong>"
  }, {
    "ar" : "أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَىٰ طَائِفَتَيْنِ مِنْ قَبْلِنَا وَإِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغَافِلِينَ",
    "id" : "(Kami turunkan al-Quraan itu) agar kamu (tidak) mengatakan: \"Bahwa kitab itu hanya diturunkan kepada dua golongan saja sebelum kami, dan sesungguhnya kami tidak memperhatikan apa yang mereka baca.",
    "nomor" : "156",
    "tr" : "an taquuluu innam<u>aa</u> unzila <strong>a</strong>lkit<u>aa</u>bu 'al<u>aa</u> <u>th</u><u>aa</u>-ifatayni min qablin<u>aa</u> wa-in kunn<u>aa</u> 'an dir<u>aa</u>satihim lagh<u>aa</u>filiin<strong>a</strong>"
  }, {
    "ar" : "أَوْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَىٰ مِنْهُمْ ۚ فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ ۚ فَمَنْ أَظْلَمُ مِمَّنْ كَذَّبَ بِآيَاتِ اللَّهِ وَصَدَفَ عَنْهَا ۗ سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آيَاتِنَا سُوءَ الْعَذَابِ بِمَا كَانُوا يَصْدِفُونَ",
    "id" : "Atau agar kamu (tidak) mengatakan: \"Sesungguhnya jikalau kitab ini diturunkan kepada kami, tentulah kami lebih mendapat petunjuk dari mereka.\" Sesungguhnya telah datang kepada kamu keterangan yang nyata dari Tuhanmu, petunjuk dan rahmat. Maka siapakah yang lebih zalim daripada orang yang mendustakan ayat-ayat Allah dan berpaling daripadanya? Kelak Kami akan memberi balasan kepada orang-orang yang berpaling dari ayat-ayat Kami dengan siksa yang buruk, disebabkan mereka selalu berpaling.",
    "nomor" : "157",
    "tr" : "aw taquuluu law ann<u>aa</u> unzila 'alayn<u>aa</u> <strong>a</strong>lkit<u>aa</u>bu lakunn<u>aa</u> ahd<u>aa</u> minhum faqad j<u>aa</u>-akum bayyinatun min rabbikum wahudan wara<u>h</u>matun faman a<u>zh</u>lamu mimman ka<u>dzdz</u>aba bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wa<u>sh</u>adafa 'anh<u>aa</u> sanajzii <strong>al</strong>la<u>dz</u>iina ya<u>sh</u>difuuna 'an <u>aa</u>y<u>aa</u>tin<u>aa</u> suu-a <strong>a</strong>l'a<u>dzaa</u>bi bim<u>aa</u> k<u>aa</u>nuu ya<u>sh</u>difuun<strong>a</strong>"
  }, {
    "ar" : "هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ ۗ يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا ۗ قُلِ انْتَظِرُوا إِنَّا مُنْتَظِرُونَ",
    "id" : "Yang mereka nanti-nanti tidak lain hanyalah kedatangan malaikat kepada mereka (untuk mencabut nyawa mereka) atau kedatangan (siksa) Tuhanmu atau kedatangan beberapa ayat Tuhanmu. Pada hari datangnya ayat dari Tuhanmu, tidaklah bermanfaat lagi iman seseorang kepada dirinya sendiri yang belum beriman sebelum itu, atau dia (belum) mengusahakan kebaikan dalam masa imannya. Katakanlah: \"Tunggulah olehmu sesungguhnya Kamipun menunggu (pula)\".",
    "nomor" : "158",
    "tr" : "hal yan<u>zh</u>uruuna ill<u>aa</u> an ta/tiyahumu <strong>a</strong>lmal<u>aa</u>-ikatu aw ya/tiya rabbuka aw ya/tiya ba'<u>dh</u>u <u>aa</u>y<u>aa</u>ti rabbika yawma ya/tii ba'<u>dh</u>u <u>aa</u>y<u>aa</u>ti rabbika l<u>aa</u> yanfa'u nafsan iim<u>aa</u>nuh<u>aa</u> lam takun <u>aa</u>manat min qablu aw kasabat fii iim<u>aa</u>nih<u>aa</u> khayran quli inta<u>zh</u>iruu inn<u>aa</u> munta<u>zh</u>iruun<strong>a</strong>"
  }, {
    "ar" : "إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ ۚ إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ",
    "id" : "Sesungguhnya orang-orang yang memecah belah agama-Nya dan mereka menjadi bergolongan, tidak ada sedikitpun tanggung jawabmu kepada mereka. Sesungguhnya urusan mereka hanyalah terserah kepada Allah, kemudian Allah akan memberitahukan kepada mereka apa yang telah mereka perbuat.",
    "nomor" : "159",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina farraquu diinahum wak<u>aa</u>nuu syiya'an lasta minhum fii syay-in innam<u>aa</u> amruhum il<u>aa</u> <strong>al</strong>l<u>aa</u>hi tsumma yunabbi-uhum bim<u>aa</u> k<u>aa</u>nuu yaf'aluun<strong>a</strong>"
  }, {
    "ar" : "مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا ۖ وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَىٰ إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ",
    "id" : "Barangsiapa membawa amal yang baik, maka baginya (pahala) sepuluh kali lipat amalnya; dan barangsiapa yang membawa perbuatan jahat maka dia tidak diberi pembalasan melainkan seimbang dengan kejahatannya, sedang mereka sedikitpun tidak dianiaya (dirugikan).",
    "nomor" : "160",
    "tr" : "man j<u>aa</u>-a bi<strong>a</strong>l<u>h</u>asanati falahu 'asyru amts<u>aa</u>lih<u>aa</u> waman j<u>aa</u>-a bi<strong>al</strong>ssayyi-<u>aa</u>ti fal<u>aa</u> yujz<u>aa</u> ill<u>aa</u> mitslah<u>aa</u> wahum l<u>aa</u> yu<u>zh</u>lamuun<strong>a</strong>"
  }, {
    "ar" : "قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا ۚ وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
    "id" : "Katakanlah: \"Sesungguhnya aku telah ditunjuki oleh Tuhanku kepada jalan yang lurus, (yaitu) agama yang benar, agama Ibrahim yang lurus, dan Ibrahim itu bukanlah termasuk orang-orang musyrik\".",
    "nomor" : "161",
    "tr" : "qul innanii had<u>aa</u>nii rabbii il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiimin diinan qiyaman millata ibr<u>aa</u>hiima <u>h</u>aniifan wam<u>aa</u> k<u>aa</u>na mina <strong>a</strong>lmusyrikiin<strong>a</strong>"
  }, {
    "ar" : "قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ",
    "id" : "Katakanlah: sesungguhnya sembahyangku, ibadatku, hidupku dan matiku hanyalah untuk Allah, Tuhan semesta alam.",
    "nomor" : "162",
    "tr" : "qul inna <u>sh</u>al<u>aa</u>tii wanusukii wama<u>h</u>y<u>aa</u>ya wamam<u>aa</u>tii lill<u>aa</u>hi rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "ar" : "لَا شَرِيكَ لَهُ ۖ وَبِذَٰلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ",
    "id" : "Tiada sekutu bagiNya; dan demikian itulah yang diperintahkan kepadaku dan aku adalah orang yang pertama-tama menyerahkan diri (kepada Allah)\".",
    "nomor" : "163",
    "tr" : "l<u>aa</u> syariika lahu wabi<u>dzaa</u>lika umirtu wa-an<u>aa</u> awwalu <strong>a</strong>lmuslimiin<strong>a</strong>"
  }, {
    "ar" : "قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ ۚ وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا ۚ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ ثُمَّ إِلَىٰ رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ",
    "id" : "Katakanlah: \"Apakah aku akan mencari Tuhan selain Allah, padahal Dia adalah Tuhan bagi segala sesuatu. Dan tidaklah seorang membuat dosa melainkan kemudharatannya kembali kepada dirinya sendiri; dan seorang yang berdosa tidak akan memikul dosa orang lain. Kemudian kepada Tuhanmulah kamu kembali, dan akan diberitakan-Nya kepadamu apa yang kamu perselisihkan.\"",
    "nomor" : "164",
    "tr" : "qul aghayra <strong>al</strong>l<u>aa</u>hi abghii rabban wahuwa rabbu kulli syay-in wal<u>aa</u> taksibu kullu nafsin ill<u>aa</u> 'alayh<u>aa</u> wal<u>aa</u> taziru w<u>aa</u>ziratun wizra ukhr<u>aa</u> tsumma il<u>aa</u> rabbikum marji'ukum fayunabbi-ukum bim<u>aa</u> kuntum fiihi takhtalifuun<strong>a</strong>"
  }, {
    "ar" : "وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ ۗ إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ",
    "id" : "Dan Dia lah yang menjadikan kamu penguasa-penguasa di bumi dan Dia meninggikan sebahagian kamu atas sebahagian (yang lain) beberapa derajat, untuk mengujimu tentang apa yang diberikan-Nya kepadamu. Sesungguhnya Tuhanmu amat cepat siksaan-Nya dan sesungguhnya Dia Maha Pengampun lagi Maha Penyayang.",
    "nomor" : "165",
    "tr" : "wahuwa <strong>al</strong>la<u>dz</u>ii ja'alakum khal<u>aa</u>-ifa <strong>a</strong>l-ar<u>dh</u>i warafa'a ba'<u>dh</u>akum fawqa ba'<u>dh</u>in daraj<u>aa</u>tin liyabluwakum fii m<u>aa</u> <u>aa</u>t<u>aa</u>kum inna rabbaka sarii'u <strong>a</strong>l'iq<u>aa</u>bi wa-innahu laghafuurun ra<u>h</u>iim<strong>un</strong>"
  }, {
    "surah": "Al A'raf",
    "ar" : "الۤمّۤصۤ",
    "id" : "Alif laam mim shaad.",
    "nomor" : "1",
    "tr" : "alif-l<u>aa</u>m-miim-<u>shaa</u>d"
  }, {
    "ar" : "كِتَابٌ أُنْزِلَ إِلَيْكَ فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ لِتُنْذِرَ بِهِ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
    "id" : "Ini adalah sebuah kitab yang diturunkan kepadamu, maka janganlah ada kesempitan di dalam dadamu karenanya, supaya kamu memberi peringatan dengan kitab itu (kepada orang kafir), dan menjadi pelajaran bagi orang-orang yang beriman.",
    "nomor" : "2",
    "tr" : "kit<u>aa</u>bun unzila ilayka fal<u>aa</u> yakun fii <u>sh</u>adrika <u>h</u>arajun minhu litun<u>dz</u>ira bihi wa<u>dz</u>ikr<u>aa</u> lilmu/miniin<strong>a</strong>"
  }, {
    "ar" : "اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلَا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ ۗ قَلِيلًا مَا تَذَكَّرُونَ",
    "id" : "Ikutilah apa yang diturunkan kepadamu dari Tuhanmu dan janganlah kamu mengikuti pemimpin-pemimpin selain-Nya. Amat sedikitlah kamu mengambil pelajaran (daripadanya).",
    "nomor" : "3",
    "tr" : "ittabi'uu m<u>aa</u> unzila ilaykum min rabbikum wal<u>aa</u> tattabi'uu min duunihi awliy<u>aa</u>-a qaliilan m<u>aa</u> ta<u>dz</u>akkaruun<strong>a</strong>"
  }, {
    "ar" : "وَكَمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا فَجَاءَهَا بَأْسُنَا بَيَاتًا أَوْ هُمْ قَائِلُونَ",
    "id" : "Betapa banyaknya negeri yang telah Kami binasakan, maka datanglah siksaan Kami (menimpa penduduk)nya di waktu mereka berada di malam hari, atau di waktu mereka beristirahat di tengah hari.",
    "nomor" : "4",
    "tr" : "wakam min qaryatin ahlakn<u>aa</u>h<u>aa</u> faj<u>aa</u>-ah<u>aa</u> ba/sun<u>aa</u> bay<u>aa</u>tan aw hum q<u>aa</u>-iluun<strong>a</strong>"
  }, {
    "ar" : "فَمَا كَانَ دَعْوَاهُمْ إِذْ جَاءَهُمْ بَأْسُنَا إِلَّا أَنْ قَالُوا إِنَّا كُنَّا ظَالِمِينَ",
    "id" : "Maka tidak adalah keluhan mereka di waktu datang kepada mereka siksaan Kami, kecuali mengatakan: \"Sesungguhnya kami adalah orang-orang yang zalim\".",
    "nomor" : "5",
    "tr" : "fam<u>aa</u> k<u>aa</u>na da'w<u>aa</u>hum i<u>dz</u> j<u>aa</u>-ahum ba/sun<u>aa</u> ill<u>aa</u> an q<u>aa</u>luu inn<u>aa</u> kunn<u>aa</u> <u>zhaa</u>limiin<strong>a</strong>"
  }, {
    "ar" : "فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ",
    "id" : "Maka sesungguhnya Kami akan menanyai umat-umat yang telah diutus rasul-rasul kepada mereka dan sesungguhnya Kami akan menanyai (pula) rasul-rasul (Kami),",
    "nomor" : "6",
    "tr" : "falanas-alanna <strong>al</strong>la<u>dz</u>iina ursila ilayhim walanas-alanna <strong>a</strong>lmursaliin<strong>a</strong>"
  }, {
    "ar" : "فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ ۖ وَمَا كُنَّا غَائِبِينَ",
    "id" : "maka sesungguhnya akan Kami kabarkan kepada mereka (apa-apa yang telah mereka perbuat), sedang (Kami) mengetahui (keadaan mereka), dan Kami sekali-kali tidak jauh (dari mereka).",
    "nomor" : "7",
    "tr" : "falanaqu<u>shsh</u>anna 'alayhim bi'ilmin wam<u>aa</u> kunn<u>aa</u> gh<u>aa</u>-ibiin<strong>a</strong>"
  }, {
    "ar" : "وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ ۚ فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
    "id" : "Timbangan pada hari itu ialah kebenaran (keadilan), maka barangsiapa berat timbangan kebaikannya, maka mereka itulah orang-orang yang beruntung.",
    "nomor" : "8",
    "tr" : "wa<strong>a</strong>lwaznu yawma-i<u>dz</u>ini <strong>a</strong>l<u>h</u>aqqu faman tsaqulat maw<u>aa</u>ziinuhu faul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>"
  }, {
    "ar" : "وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَٰئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ",
    "id" : "Dan siapa yang ringan timbangan kebaikannya, maka itulah orang-orang yang merugikan dirinya sendiri, disebabkan mereka selalu mengingkari ayat-ayat Kami.",
    "nomor" : "9",
    "tr" : "waman khaffat maw<u>aa</u>ziinuhu faul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina khasiruu anfusahum bim<u>aa</u> k<u>aa</u>nuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> ya<u>zh</u>limuun<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ ۗ قَلِيلًا مَا تَشْكُرُونَ",
    "id" : "Sesungguhnya Kami telah menempatkan kamu sekalian di muka bumi dan Kami adakan bagimu di muka bumi (sumber) penghidupan. Amat sedikitlah kamu bersyukur.",
    "nomor" : "10",
    "tr" : "walaqad makkann<u>aa</u>kum fii <strong>a</strong>l-ar<u>dh</u>i waja'aln<u>aa</u> lakum fiih<u>aa</u> ma'<u>aa</u>yisya qaliilan m<u>aa</u> tasykuruun<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ لَمْ يَكُنْ مِنَ السَّاجِدِينَ",
    "id" : "Sesungguhnya Kami telah menciptakan kamu (Adam), lalu Kami bentuk tubuhmu, kemudian Kami katakan kepada para malaikat: \"Bersujudlah kamu kepada Adam\", maka merekapun bersujud kecuali iblis. Dia tidak termasuk mereka yang bersujud.",
    "nomor" : "11",
    "tr" : "walaqad khalaqn<u>aa</u>kum tsumma <u>sh</u>awwarn<u>aa</u>kum tsumma quln<u>aa</u> lilmal<u>aa</u>-ikati usjuduu li-<u>aa</u>dama fasajaduu ill<u>aa</u> ibliisa lam yakun mina <strong>al</strong>ss<u>aa</u>jidiin<strong>a</strong>"
  }, {
    "ar" : "قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ ۖ قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ",
    "id" : "Allah berfirman: \"Apakah yang menghalangimu untuk bersujud (kepada Adam) di waktu Aku menyuruhmu?\" Menjawab iblis \"Saya lebih baik daripadanya: Engkau ciptakan saya dari api sedang dia Engkau ciptakan dari tanah\".",
    "nomor" : "12",
    "tr" : "q<u>aa</u>la m<u>aa</u> mana'aka <strong>al</strong>l<u>aa</u> tasjuda i<u>dz</u> amartuka q<u>aa</u>la an<u>aa</u> khayrun minhu khalaqtanii min n<u>aa</u>rin wakhalaqtahu min <u>th</u>iin<strong>in</strong>"
  }, {
    "ar" : "قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَنْ تَتَكَبَّرَ فِيهَا فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ",
    "id" : "Allah berfirman: \"Turunlah kamu dari surga itu; karena kamu sepatutnya menyombongkan diri di dalamnya, maka keluarlah, sesungguhnya kamu termasuk orang-orang yang hina\".",
    "nomor" : "13",
    "tr" : "q<u>aa</u>la fa<strong>i</strong>hbi<u>th</u> minh<u>aa</u> fam<u>aa</u> yakuunu laka an tatakabbara fiih<u>aa</u> fa<strong>u</strong>khruj innaka mina <strong>al</strong><u>shshaa</u>ghiriin<strong>a</strong>"
  }, {
    "ar" : "قَالَ أَنْظِرْنِي إِلَىٰ يَوْمِ يُبْعَثُونَ",
    "id" : "Iblis menjawab: \"Beri tangguhlah saya sampai waktu mereka dibangkitkan\".",
    "nomor" : "14",
    "tr" : "q<u>aa</u>la an<u>zh</u>irnii il<u>aa</u> yawmi yub'atsuun<strong>a</strong>"
  }, {
    "ar" : "قَالَ إِنَّكَ مِنَ الْمُنْظَرِينَ",
    "id" : "Allah berfirman: \"Sesungguhnya kamu termasuk mereka yang diberi tangguh.\"",
    "nomor" : "15",
    "tr" : "q<u>aa</u>la innaka mina <strong>a</strong>lmun<u>zh</u>ariin<strong>a</strong>"
  }, {
    "ar" : "قَالَ فَبِمَا أَغْوَيْتَنِي لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ",
    "id" : "Iblis menjawab: \"Karena Engkau telah menghukum saya tersesat, saya benar-benar akan (menghalang-halangi) mereka dari jalan Engkau yang lurus,",
    "nomor" : "16",
    "tr" : "q<u>aa</u>la fabim<u>aa</u> aghwaytanii la-aq'udanna lahum <u>sh</u>ir<u>aath</u>aka <strong>a</strong>lmustaqiim<strong>a</strong>"
  }, {
    "ar" : "ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ ۖ وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ",
    "id" : "kemudian saya akan mendatangi mereka dari muka dan dari belakang mereka, dari kanan dan dari kiri mereka. Dan Engkau tidak akan men-dapati kebanyakan mereka bersyukur (ta'at).",
    "nomor" : "17",
    "tr" : "tsumma la<u>aa</u>tiyannahum min bayni aydiihim wamin khalfihim wa'an aym<u>aa</u>nihim wa'an syam<u>aa</u>-ilihim wal<u>aa</u> tajidu aktsarahum sy<u>aa</u>kiriin<strong>a</strong>"
  }, {
    "ar" : "قَالَ اخْرُجْ مِنْهَا مَذْءُومًا مَدْحُورًا ۖ لَمَنْ تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنْكُمْ أَجْمَعِينَ",
    "id" : "Allah berfirman: \"Keluarlah kamu dari surga itu sebagai orang terhina lagi terusir. Sesungguhnya barangsiapa di antara mereka mengikuti kamu, benar-benar Aku akan mengisi neraka Jahannam dengan kamu semuanya\".",
    "nomor" : "18",
    "tr" : "q<u>aa</u>la ukhruj minh<u>aa</u> ma<u>dz</u>uuman mad<u>h</u>uuran laman tabi'aka minhum la-amla-anna jahannama minkum ajma'iin<strong>a</strong>"
  }, {
    "ar" : "وَيَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَٰذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ",
    "id" : "(Dan Allah berfirman): \"Hai Adam bertempat tinggallah kamu dan isterimu di surga serta makanlah olehmu berdua (buah-buahan) di mana saja yang kamu sukai, dan janganlah kamu berdua mendekati pohon ini, lalu menjadilah kamu berdua termasuk orang-orang yang zalim.\"",
    "nomor" : "19",
    "tr" : "way<u>aa</u> <u>aa</u>damu uskun anta wazawjuka <strong>a</strong>ljannata fakul<u>aa</u> min <u>h</u>aytsu syi/tum<u>aa</u> wal<u>aa</u> taqrab<u>aa</u> h<u>aadz</u>ihi <strong>al</strong>sysyajarata fatakuun<u>aa</u> mina <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
  }, {
    "ar" : "فَوَسْوَسَ لَهُمَا الشَّيْطَانُ لِيُبْدِيَ لَهُمَا مَا وُورِيَ عَنْهُمَا مِنْ سَوْآتِهِمَا وَقَالَ مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَٰذِهِ الشَّجَرَةِ إِلَّا أَنْ تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ",
    "id" : "Maka syaitan membisikkan pikiran jahat kepada keduanya untuk menampakkan kepada keduanya apa yang tertutup dari mereka yaitu auratnya dan syaitan berkata: \"Tuhan kamu tidak melarangmu dan mendekati pohon ini, melainkan supaya kamu berdua tidak menjadi malaikat atau tidak menjadi orang-orang yang kekal (dalam surga)\".",
    "nomor" : "20",
    "tr" : "fawaswasa lahum<u>aa</u> <strong>al</strong>sysyay<u>th</u><u>aa</u>nu liyubdiya lahum<u>aa</u> m<u>aa</u> wuuriya 'anhum<u>aa</u> min saw-<u>aa</u>tihim<u>aa</u> waq<u>aa</u>la m<u>aa</u> nah<u>aa</u>kum<u>aa</u> rabbukum<u>aa</u> 'an h<u>aadz</u>ihi <strong>al</strong>sysyajarati ill<u>aa</u> an takuun<u>aa</u> malakayni aw takuun<u>aa</u> mina <strong>a</strong>lkh<u>aa</u>lidiin<strong>a</strong>"
  }, {
    "ar" : "وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ",
    "id" : "Dan dia (syaitan) bersumpah kepada keduanya. \"Sesungguhnya saya adalah termasuk orang yang memberi nasehat kepada kamu berdua\",",
    "nomor" : "21",
    "tr" : "waq<u>aa</u>samahum<u>aa</u> innii lakum<u>aa</u> lamina <strong>al</strong>nn<u>aas</u>i<u>h</u>iin<strong>a</strong>"
  }, {
    "ar" : "فَدَلَّاهُمَا بِغُرُورٍ ۚ فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِ ۖ وَنَادَاهُمَا رَبُّهُمَا أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَأَقُلْ لَكُمَا إِنَّ الشَّيْطَانَ لَكُمَا عَدُوٌّ مُبِينٌ",
    "id" : "maka syaitan membujuk keduanya (untuk memakan buah itu) dengan tipu daya. Tatkala keduanya telah merasai buah kayu itu, nampaklah bagi keduanya aurat-auratnya, dan mulailah keduanya menutupinya dengan daun-daun surga. Kemudian Tuhan mereka menyeru mereka: \"Bukankah Aku telah melarang kamu berdua dari pohon kayu itu dan Aku katakan kepadamu: \"Sesungguhnya syaitan itu adalah musuh yang nyata bagi kamu berdua?\"",
    "nomor" : "22",
    "tr" : "fadall<u>aa</u>hum<u>aa</u> bighuruurin falamm<u>aa</u> <u>dzaa</u>q<u>aa</u> <strong>al</strong>sysyajarata badat lahum<u>aa</u> saw-<u>aa</u>tuhum<u>aa</u> wa<u>th</u>afiq<u>aa</u> yakh<u>sh</u>if<u>aa</u>ni 'alayhim<u>aa</u> min waraqi aljannati wan<u>aa</u>d<u>aa</u>hum<u>aa</u> rabbuhum<u>aa</u> alam anhakum<u>aa</u> 'an tilkum<u>aa</u> <strong>al</strong>sysyajarati wa-aqul lakum<u>aa</u> inna <strong>al</strong>sysyay<u>th</u><u>aa</u>na lakum<u>aa</u> 'aduwwun mubiin<strong>un</strong>"
  }, {
    "ar" : "قَالَا رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ",
    "id" : "Keduanya berkata: \"Ya Tuhan kami, kami telah menganiaya diri kami sendiri, dan jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya pastilah kami termasuk orang-orang yang merugi.",
    "nomor" : "23",
    "tr" : "q<u>aa</u>l<u>aa</u> rabban<u>aa</u> <u>zh</u>alamn<u>aa</u> anfusan<u>aa</u> wa-in lam taghfir lan<u>aa</u> watar<u>h</u>amn<u>aa </u>lanakuunanna mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>"
  }, {
    "ar" : "قَالَ اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَىٰ حِينٍ",
    "id" : "Allah berfirman: \"Turunlah kamu sekalian, sebahagian kamu menjadi musuh bagi sebahagian yang lain. Dan kamu mempunyai tempat kediaman dan kesenangan (tempat mencari kehidupan) di muka bumi sampai waktu yang telah ditentukan\".",
    "nomor" : "24",
    "tr" : "q<u>aa</u>la ihbi<u>th</u>uu ba'<u>dh</u>ukum liba'<u>dh</u>in 'aduwwun walakum fii <strong>a</strong>l-ar<u>dh</u>i mustaqarrun wamat<u>aa</u>'un il<u>aa</u> <u>h</u>iin<strong>in</strong>"
  }, {
    "ar" : "قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ",
    "id" : "Allah berfirman: \"Di bumi itu kamu hidup dan di bumi itu kamu mati, dan dari bumi itu (pula) kamu akan dibangkitkan.",
    "nomor" : "25",
    "tr" : "q<u>aa</u>la fiih<u>aa</u> ta<u>h</u>yawna wafiih<u>aa</u> tamuutuuna waminh<u>aa</u> tukhrajuun<strong>a</strong>"
  }, {
    "ar" : "يَا بَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا ۖ وَلِبَاسُ التَّقْوَىٰ ذَٰلِكَ خَيْرٌ ۚ ذَٰلِكَ مِنْ آيَاتِ اللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ",
    "id" : "Hai anak Adam, sesungguhnya Kami telah menurunkan kepadamu pakaian untuk menutup 'auratmu dan pakaian indah untuk perhiasan. Dan pakaian takwa itulah yang paling baik. Yang demikian itu adalah sebahagian dari tanda-tanda kekuasaan Allah, mudah-mudahan mereka selalu ingat.",
    "nomor" : "26",
    "tr" : "y<u>aa</u> banii <u>aa</u>dama qad anzaln<u>aa</u> 'alaykum lib<u>aa</u>san yuw<u>aa</u>rii saw-<u>aa</u>tikum wariisyan walib<u>aa</u>su <strong>al</strong>ttaqw<u>aa</u> <u>dzaa</u>lika khayrun <u>dzaa</u>lika min <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi la'allahum ya<u>dzdz</u>akkaruun<strong>a</strong>"
  }, {
    "ar" : "يَا بَنِي آدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْآتِهِمَا ۗ إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَا تَرَوْنَهُمْ ۗ إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاءَ لِلَّذِينَ لَا يُؤْمِنُونَ",
    "id" : "Hai anak Adam, janganlah sekali-kali kamu dapat ditipu oleh syaitan sebagaimana ia telah mengeluarkan kedua ibu bapamu dari surga, ia menanggalkan dari keduanya pakaiannya untuk memperlihatkan kepada keduanya 'auratnya. Sesungguhnya ia dan pengikut-pengikutnya melihat kamu dan suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan syaitan-syaitan itu pemimpin-pemimpim bagi orang-orang yang tidak beriman.",
    "nomor" : "27",
    "tr" : "y<u>aa</u> banii <u>aa</u>dama l<u>aa</u> yaftinannakumu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu kam<u>aa</u> akhraja abawaykum mina <strong>a</strong>ljannati yanzi'u 'anhum<u>aa</u> lib<u>aa</u>sahum<u>aa</u> liyuriyahum<u>aa</u> saw-<u>aa</u>tihim<u>aa</u> innahu yar<u>aa</u>kum huwa waqabiiluhu min <u>h</u>aytsu l<u>aa</u> tarawnahum inn<u>aa</u> ja'aln<u>aa</u> <strong>al</strong>sysyay<u>aath</u>iina awliy<u>aa</u>-a lilla<u>dz</u>iina l<u>aa</u> yu/minuun<strong>a</strong>"
  }, {
    "ar" : "وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا ۗ قُلْ إِنَّ اللَّهَ لَا يَأْمُرُ بِالْفَحْشَاءِ ۖ أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ",
    "id" : "Dan apabila mereka melakukan perbuatan keji, mereka berkata: \"Kami mendapati nenek moyang kami mengerjakan yang demikian itu, dan Allah menyuruh kami mengerjakannya.\" Katakanlah: \"Sesungguhnya Allah tidak menyuruh (mengerjakan) perbuatan yang keji.\" Mengapa kamu mengada-adakan terhadap Allah apa yang tidak kamu ketahui?",
    "nomor" : "28",
    "tr" : "wa-i<u>dzaa</u> fa'aluu f<u>aah</u>isyatan q<u>aa</u>luu wajadn<u>aa</u> 'alayh<u>aa</u> <u>aa</u>b<u>aa</u>-an<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu amaran<u>aa</u> bih<u>aa</u> qul inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> ya/muru bi<strong>a</strong>lfa<u>h</u>sy<u>aa</u>-i ataquuluuna 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>"
  }, {
    "ar" : "قُلْ أَمَرَ رَبِّي بِالْقِسْطِ ۖ وَأَقِيمُوا وُجُوهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ ۚ كَمَا بَدَأَكُمْ تَعُودُونَ",
    "id" : "Katakanlah: \"Tuhanku menyuruh menjalankan keadilan\". Dan (kata-kanlah): \"Luruskanlah muka (diri)mu di setiap sembahyang dan sembahlah Allah dengan mengikhlaskan keta'atanmu kepada-Nya. Sebagaimana Dia telah menciptakan kamu pada permulaan (demikian pulalah kamu akan kembali kepadaNya)\".",
    "nomor" : "29",
    "tr" : "qul amara rabbii bi<strong>a</strong>lqis<u>th</u>i wa-aqiimuu wujuuhakum 'inda kulli masjidin wa<strong>u</strong>d'uuhu mukhli<u>sh</u>iina lahu <strong>al</strong>ddiina kam<u>aa</u> bada-akum ta'uuduun<strong>a</strong>"
  }, {
    "ar" : "فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَالَةُ ۗ إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ مِنْ دُونِ اللَّهِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ",
    "id" : "Sebahagian diberi-Nya petunjuk dan sebahagian lagi telah pasti kesesatan bagi mereka. Sesungguhnya mereka menjadikan syaitan-syaitan pelindung (mereka) selain Allah, dan mereka mengira bahwa mereka mendapat petunjuk.",
    "nomor" : "30",
    "tr" : "fariiqan had<u>aa</u> wafariiqan <u>h</u>aqqa 'alayhimu <strong>al</strong><u>dhdh</u>al<u>aa</u>latu innahumu ittakha<u>dz</u>uu <strong>al</strong>sysyay<u>aath</u>iina awliy<u>aa</u>-a min duuni <strong>al</strong>l<u>aa</u>hi waya<u>h</u>sabuuna annahum muhtaduun<strong>a</strong>"
  }, {
    "ar" : "يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا ۚ إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ",
    "id" : "Hai anak Adam, pakailah pakaianmu yang indah di setiap (memasuki) mesjid, makan dan minumlah, dan janganlah berlebih-lebihan. Sesungguhnya Allah tidak menyukai orang-orang yang berlebih-lebihan.",
    "nomor" : "31",
    "tr" : "y<u>aa</u> banii <u>aa</u>dama khu<u>dz</u>uu ziinatakum 'inda kulli masjidin wakuluu wa<strong>i</strong>syrabuu wal<u>aa</u> tusrifuu innahu l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lmusrifiin<strong>a</strong>"
  }, {
    "ar" : "قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ ۚ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ ۗ كَذَٰلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
    "id" : "Katakanlah: \"Siapakah yang mengharamkan perhiasan dari Allah yang telah dikeluarkan-Nya untuk hamba-hamba-Nya dan (siapa pulakah yang mengharamkan) rezki yang baik?\" Katakanlah: \"Semuanya itu (disediakan) bagi orang-orang yang beriman dalam kehidupan dunia, khusus (untuk mereka saja) di hari kiamat.\" Demikianlah Kami menjelaskan ayat-ayat itu bagi orang-orang yang mengetahui.",
    "nomor" : "32",
    "tr" : "qul man <u>h</u>arrama ziinata <strong>al</strong>l<u>aa</u>hi <strong>al</strong>latii akhraja li'ib<u>aa</u>dihi wa<strong>al</strong><u>ththh</u>ayyib<u>aa</u>ti mina <strong>al</strong>rrizqi qul hiya lilla<u>dz</u>iina <u>aa</u>manuu fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> kh<u>aa</u>li<u>sh</u>atan yawma <strong>a</strong>lqiy<u>aa</u>mati ka<u>dzaa</u>lika nufa<u>shsh</u>ilu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti liqawmin ya'lamuun<strong>a</strong>"
  }, {
    "ar" : "قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ",
    "id" : "Katakanlah: \"Tuhanku hanya mengharamkan perbuatan yang keji, baik yang nampak ataupun yang tersembunyi, dan perbuatan dosa, melanggar hak manusia tanpa alasan yang benar, (mengharamkan) mempersekutukan Allah dengan sesuatu yang Allah tidak menurunkan hujjah untuk itu dan (mengharamkan) mengada-adakan terhadap Allah apa yang tidak kamu ketahui.\"",
    "nomor" : "33",
    "tr" : "qul innam<u>aa</u> <u>h</u>arrama rabbiya <strong>a</strong>lfaw<u>aah</u>isya m<u>aa</u> <u>zh</u>ahara minh<u>aa</u> wam<u>aa</u> ba<u>th</u>ana wa<strong>a</strong>l-itsma wa<strong>a</strong>lbaghya bighayri <strong>a</strong>l<u>h</u>aqqi wa-an tusyrikuu bi<strong>al</strong>l<u>aa</u>hi m<u>aa</u> lam yunazzil bihi sul<u>th</u><u>aa</u>nan wa-an taquuluu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>"
  }, {
    "ar" : "وَلِكُلِّ أُمَّةٍ أَجَلٌ ۖ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
    "id" : "Tiap-tiap umat mempunyai batas waktu; maka apabila telah datang waktunya mereka tidak dapat mengundurkannya barang sesaatpun dan tidak dapat (pula) memajukannya.",
    "nomor" : "34",
    "tr" : "walikulli ummatin ajalun fa-i<u>dzaa</u> j<u>aa</u>-a ajaluhum l<u>aa</u> yasta/khiruuna s<u>aa</u>'atan wal<u>aa</u> yastaqdimuun<strong>a</strong>"
  }, {
    "ar" : "يَا بَنِي آدَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي ۙ فَمَنِ اتَّقَىٰ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "id" : "Hai anak-anak Adam, jika datang kepadamu rasul-rasul daripada kamu yang menceritakan kepadamu ayat-ayat-Ku, maka barangsiapa yang bertakwa dan mengadakan perbaikan, tidaklah ada kekhawatiran ter-hadap mereka dan tidak (pula) mereka bersedih hati.",
    "nomor" : "35",
    "tr" : "y<u>aa</u> banii <u>aa</u>dama imm<u>aa</u> ya/tiyannakum rusulun minkum yaqu<u>shsh</u>uuna 'alaykum <u>aa</u>y<u>aa</u>tii famani ittaq<u>aa</u> wa-a<u>sh</u>la<u>h</u>a fal<u>aa</u> khawfun 'alayhim wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
    "id" : "Dan orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, mereka itu penghuni-penghuni neraka; mereka kekal di dalamnya.",
    "nomor" : "36",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wa<strong>i</strong>stakbaruu 'anh<u>aa</u> ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
  }, {
    "ar" : "فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ ۚ أُولَٰئِكَ يَنَالُهُمْ نَصِيبُهُمْ مِنَ الْكِتَابِ ۖ حَتَّىٰ إِذَا جَاءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوا أَيْنَ مَا كُنْتُمْ تَدْعُونَ مِنْ دُونِ اللَّهِ ۖ قَالُوا ضَلُّوا عَنَّا وَشَهِدُوا عَلَىٰ أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ",
    "id" : "Maka siapakah yang lebih zalim daripada orang yang membuat-buat dusta terhadap Allah atau mendustakan ayat-ayat-Nya? Orang-orang itu akan memperoleh bahagian yang telah ditentukan untuknya dalam Kitab (Lauh Mahfuzh); hingga bila datang kepada mereka utusan-utusan Kami (malaikat) untuk mengambil nyawanya, (di waktu itu) utusan Kami bertanya: \"Di mana (berhala-berhala) yang biasa kamu sembah selain Allah?\" Orang-orang musyrik itu menjawab: \"Berhala-berhala itu semuanya telah lenyap dari kami,\" dan mereka mengakui terhadap diri mereka bahwa mereka adalah orang-orang yang kafir.",
    "nomor" : "37",
    "tr" : "faman a<u>zh</u>lamu mimmani iftar<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>iban aw ka<u>dzdz</u>aba bi-<u>aa</u>y<u>aa</u>tihi ul<u>aa</u>-ika yan<u>aa</u>luhum na<u>sh</u>iibuhum mina <strong>a</strong>lkit<u>aa</u>bi <u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>-at-hum rusulun<u>aa</u> yatawaffawnahum q<u>aa</u>luu ayna m<u>aa</u> kuntum tad'uuna min duuni <strong>al</strong>l<u>aa</u>hi q<u>aa</u>luu <u>dh</u>alluu 'ann<u>aa</u> wasyahiduu 'al<u>aa</u> anfusihim annahum k<u>aa</u>nuu k<u>aa</u>firiin<strong>a</strong>"
  }, {
    "ar" : "قَالَ ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ فِي النَّارِ ۖ كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا ۖ حَتَّىٰ إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَٰؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ ۖ قَالَ لِكُلٍّ ضِعْفٌ وَلَٰكِنْ لَا تَعْلَمُونَ",
    "id" : "Allah berfirman: \"Masuklah kamu sekalian ke dalam neraka bersama umat-umat jin dan manusia yang telah terdahulu sebelum kamu. Setiap suatu umat masuk (ke dalam neraka), dia mengutuk kawannya (menyesatkannya); sehingga apabila mereka masuk semuanya berkatalah orang-orang yang masuk kemudian di antara mereka kepada orang-orang yang masuk terdahulu: \"Ya Tuhan kami, mereka telah menyesatkan kami, sebab itu datangkanlah kepada mereka siksaan yang berlipat ganda dari neraka\". Allah berfirman: \"Masing-masing mendapat (siksaan) yang berlipat ganda, akan tetapi kamu tidak mengetahui\".",
    "nomor" : "38",
    "tr" : "q<u>aa</u>la udkhuluu fii umamin qad khalat min qablikum mina <strong>a</strong>ljinni wa<strong>a</strong>l-insi fii <strong>al</strong>nn<u>aa</u>ri kullam<u>aa</u> dakhalat ummatun la'anat ukhtah<u>aa</u> <u>h</u>att<u>aa</u> i<u>dzaa</u> idd<u>aa</u>rakuu fiih<u>aa</u> jamii'an q<u>aa</u>lat ukhr<u>aa</u>hum li-uul<u>aa</u>hum rabban<u>aa</u> h<u>aa</u>ul<u>aa</u>-i a<u>dh</u>alluun<u>aa</u> fa<u>aa</u>tihim 'a<u>dzaa</u>ban <u>dh</u>i'fan mina <strong>al</strong>nn<u>aa</u>ri q<u>aa</u>la likullin <u>dh</u>i'fun wal<u>aa</u>kin l<u>aa</u> ta'lamuun<strong>a</strong>"
  }, {
    "ar" : "وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُونَ",
    "id" : "Dan berkata orang-orang yang masuk terdahulu di antara mereka kepada orang-orang yang masuk kemudian: \"Kamu tidak mempunyai kelebihan sedikitpun atas kami, maka rasakanlah siksaan karena perbuatan yang telah kamu lakukan\".",
    "nomor" : "39",
    "tr" : "waq<u>aa</u>lat uul<u>aa</u>hum li-ukhr<u>aa</u>hum fam<u>aa</u> k<u>aa</u>na lakum 'alayn<u>aa</u> min fa<u>dh</u>lin fa<u>dz</u>uuquu <strong>a</strong>l'a<u>dzaa</u>ba bim<u>aa</u> kuntum taksibuun<strong>a</strong>"
  }, {
    "ar" : "إِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّىٰ يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ ۚ وَكَذَٰلِكَ نَجْزِي الْمُجْرِمِينَ",
    "id" : "Sesungguhnya orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, sekali-kali tidak akan dibukakan bagi mereka pintu-pintu langit dan tidak (pula) mereka masuk surga, hingga unta masuk ke lubang jarum. Demikianlah Kami memberi pembalasan kepada orang-orang yang berbuat kejahatan.",
    "nomor" : "40",
    "tr" : "inna <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wa<strong>i</strong>stakbaruu 'anh<u>aa</u> l<u>aa</u> tufatta<u>h</u>u lahum abw<u>aa</u>bu <strong>al</strong>ssam<u>aa</u>-i wal<u>aa</u> yadkhuluuna <strong>a</strong>ljannata <u>h</u>att<u>aa</u> yalija <strong>a</strong>ljamalu fii sammi <strong>a</strong>lkhiy<u>aath</u>i waka<u>dzaa</u>lika najzii <strong>a</strong>lmujrimiin<strong>a</strong>"
  }, {
    "ar" : "لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ ۚ وَكَذَٰلِكَ نَجْزِي الظَّالِمِينَ",
    "id" : "Mereka mempunyai tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim,",
    "nomor" : "41",
    "tr" : "lahum min jahannama mih<u>aa</u>dun wamin fawqihim ghaw<u>aa</u>syin waka<u>dzaa</u>lika najzii <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
  }, {
    "ar" : "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ ۖ هُمْ فِيهَا خَالِدُونَ",
    "id" : "dan orang-orang yang beriman dan mengerjakan amal-amal yang saleh, Kami tidak memikulkan kewajiban kepada diri seseorang melainkan sekedar kesanggupannya, mereka itulah penghuni-penghuni surga; mereka kekal di dalamnya.",
    "nomor" : "42",
    "tr" : "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti l<u>aa</u> nukallifu nafsan ill<u>aa</u> wus'ah<u>aa</u> ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
  }, {
    "ar" : "وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ ۖ وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَٰذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ ۖ لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ ۖ وَنُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ",
    "id" : "Dan Kami cabut segala macam dendam yang berada di dalam dada mereka; mengalir di bawah mereka sungai-sungai dan mereka berkata: \"Segala puji bagi Allah yang telah menunjuki kami kepada (surga) ini. Dan kami sekali-kali tidak akan mendapat petunjuk kalau Allah tidak memberi kami petunjuk. Sesungguhnya telah datang rasul-rasul Tuhan kami, membawa kebenaran.\" Dan diserukan kepada mereka: \"ltulah surga yang diwariskan kepadamu, disebabkan apa yang dahulu kamu kerjakan.\"",
    "nomor" : "43",
    "tr" : "wanaza'n<u>aa</u> m<u>aa</u> fii <u>sh</u>uduurihim min ghillin tajrii min ta<u>h</u>tihimu <strong>a</strong>l-anh<u>aa</u>ru waq<u>aa</u>luu <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii had<u>aa</u>n<u>aa</u> lih<u>aadzaa</u> wam<u>aa</u> kunn<u>aa</u> linahtadiya lawl<u>aa</u> an had<u>aa</u>n<u>aa</u> <strong>al</strong>l<u>aa</u>hu laqad j<u>aa</u>-at rusulu rabbin<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi wanuuduu an tilkumu <strong>a</strong>ljannatu uuritstumuuh<u>aa</u> bim<u>aa</u> kuntum ta'maluun<strong>a</strong>"
  }, {
    "ar" : "وَنَادَىٰ أَصْحَابُ الْجَنَّةِ أَصْحَابَ النَّارِ أَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ حَقًّا ۖ قَالُوا نَعَمْ ۚ فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ أَنْ لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ",
    "id" : "Dan penghuni-penghuni surga berseru kepada Penghuni-penghuni neraka (dengan mengatakan): \"Sesungguhnya kami dengan sebenarnya telah memperoleh apa yang Tuhan kami menjanjikannya kepada kami. Maka apakah kamu telah memperoleh dengan sebenarnya apa (azab) yang Tuhan kamu menjanjikannya (kepadamu)?\" Mereka (penduduk neraka) menjawab: \"Betul\". Kemudian seorang penyeru (malaikat) mengumumkan di antara kedua golongan itu: \"Kutukan Allah ditimpakan kepada orang-orang yang zalim,",
    "nomor" : "44",
    "tr" : "wan<u>aa</u>d<u>aa</u> a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati a<u>sh</u>-<u>haa</u>ba <strong>al</strong>nn<u>aa</u>ri an qad wajadn<u>aa</u> m<u>aa</u> wa'adan<u>aa</u> rabbun<u>aa</u> <u>h</u>aqqan fahal wajadtum m<u>aa</u> wa'ada rabbukum <u>h</u>aqqan q<u>aa</u>luu na'am fa-a<u>dzdz</u>ana mu-a<u>dzdz</u>inun baynahum an la'natu <strong>al</strong>l<u>aa</u>hi 'al<u>aa</u> <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
  }, {
    "ar" : "الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُمْ بِالْآخِرَةِ كَافِرُونَ",
    "id" : "(yaitu) orang-orang yang menghalang-halangi (manusia) dari jalan Allah dan menginginkan agar jalan itu menjadi bengkok, dan mereka kafir kepada kehidupan akhirat.\"",
    "nomor" : "45",
    "tr" : "<strong>al</strong>la<u>dz</u>iina ya<u>sh</u>udduuna 'an sabiili <strong>al</strong>l<u>aa</u>hi wayabghuunah<u>aa</u> 'iwajan wahum bi<strong>a</strong>l-<u>aa</u>khirati k<u>aa</u>firuun<strong>a</strong>"
  }, {
    "ar" : "وَبَيْنَهُمَا حِجَابٌ ۚ وَعَلَى الْأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلًّا بِسِيمَاهُمْ ۚ وَنَادَوْا أَصْحَابَ الْجَنَّةِ أَنْ سَلَامٌ عَلَيْكُمْ ۚ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ",
    "id" : "Dan di antara keduanya (penghuni surga dan neraka) ada batas; dan di atas A'raaf itu ada orang-orang yang mengenal masing-masing dari dua golongan itu dengan tanda-tanda mereka. Dan mereka menyeru penduduk surga: \"Salaamun 'alaikum\". Mereka belum lagi memasukinya, sedang mereka ingin segera (memasukinya).",
    "nomor" : "46",
    "tr" : "wabaynahum<u>aa</u> <u>h</u>ij<u>aa</u>bun wa'al<u>aa</u> <strong>a</strong>l-a'r<u>aa</u>fi rij<u>aa</u>lun ya'rifuuna kullan bisiim<u>aa</u>hum wan<u>aa</u>daw a<u>sh</u>-<u>haa</u>ba <strong>a</strong>ljannati an sal<u>aa</u>mun 'alaykum lam yadkhuluuh<u>aa</u> wahum ya<u>th</u>ma'uun<strong>a</strong>"
  }, {
    "ar" : "وَإِذَا صُرِفَتْ أَبْصَارُهُمْ تِلْقَاءَ أَصْحَابِ النَّارِ قَالُوا رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ",
    "id" : "Dan apabila pandangan mereka dialihkan ke arah penghuni neraka, mereka berkata: \"Ya Tuhan kami, janganlah Engkau tempatkan kami bersama-sama orang-orang yang zalim itu\".",
    "nomor" : "47",
    "tr" : "wa-i<u>dzaa</u> <u>sh</u>urifat ab<u>shaa</u>ruhum tilq<u>aa</u>-a a<u>sh</u>-<u>haa</u>bi <strong>al</strong>nn<u>aa</u>ri q<u>aa</u>luu rabban<u>aa</u> l<u>aa</u> taj'aln<u>aa</u> ma'a <strong>a</strong>lqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
  }, {
    "ar" : "وَنَادَىٰ أَصْحَابُ الْأَعْرَافِ رِجَالًا يَعْرِفُونَهُمْ بِسِيمَاهُمْ قَالُوا مَا أَغْنَىٰ عَنْكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُونَ",
    "id" : "Dan orang-orang yang di atas A'raaf memanggil beberapa orang (pemuka-pemuka orang kafir) yang mereka mengenalnya dengan tanda-tandanya dengan mengatakan: \"Harta yang kamu kumpulkan dan apa yang selalu kamu sombongkan itu, tidaklah memberi manfa'at kepadamu.\"",
    "nomor" : "48",
    "tr" : "wan<u>aa</u>d<u>aa</u> a<u>sh</u>-<u>haa</u>bu <strong>a</strong>l-a'r<u>aa</u>fi rij<u>aa</u>lan ya'rifuunahum bisiim<u>aa</u>hum q<u>aa</u>luu m<u>aa</u> aghn<u>aa</u> 'ankum jam'ukum wam<u>aa</u> kuntum tastakbiruun<strong>a</strong>"
  }, {
    "ar" : "أَهَٰؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ ۚ ادْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَا أَنْتُمْ تَحْزَنُونَ",
    "id" : "(Orang-orang di atas A'raaf bertanya kepada penghuni neraka): \"Itukah orang-orang yang kamu telah bersumpah bahwa mereka tidak akan mendapat rahmat Allah?\". (Kepada orang mu'min itu dikatakan): \"Masuklah ke dalam syurga, tidak ada kekhawatiran terhadapmu dan tidak (pula) kamu bersedih hati.\"",
    "nomor" : "49",
    "tr" : "ah<u>aa</u>ul<u>aa</u>-i <strong>al</strong>la<u>dz</u>iina aqsamtum l<u>aa</u> yan<u>aa</u>luhumu <strong>al</strong>l<u>aa</u>hu bira<u>h</u>matin udkhuluu <strong>a</strong>ljannata l<u>aa</u> khawfun 'alaykum wal<u>aa</u> antum ta<u>h</u>zanuun<strong>a</strong>"
  }, {
    "ar" : "وَنَادَىٰ أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ ۚ قَالُوا إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ",
    "id" : "Dan penghuni neraka menyeru penghuni syurga: \" Limpahkanlah kepada kami sedikit air atau makanan yang telah dirizkikan Allah kepadamu\". Mereka (penghuni surga) menjawab: \"Sesungguhnya Allah telah mengharamkan keduanya itu atas orang-orang kafir,",
    "nomor" : "50",
    "tr" : "wan<u>aa</u>d<u>aa</u> a<u>sh</u>-<u>haa</u>bu <strong>al</strong>n<u>aa</u>ri a<u>sh</u>-<u>haa</u>ba <strong>a</strong>ljannati an afii<u>dh</u>uu 'alayn<u>aa</u> mina <strong>a</strong>lm<u>aa</u>-i aw mimm<u>aa</u> razaqakumu <strong>al</strong>l<u>aa</u>hu q<u>aa</u>luu inna <strong>al</strong>l<u>aa</u>ha <u>h</u>arramahum<u>aa</u> 'al<u>aa</u> <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
  }, {
    "ar" : "الَّذِينَ اتَّخَذُوا دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا ۚ فَالْيَوْمَ نَنْسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَٰذَا وَمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ",
    "id" : "(yaitu) orang-orang yang menjadikan agama mereka sebagai main-main dan senda gurau, dan kehidupan dunia telah menipu mereka.\" Maka pada hari (kiamat) ini, Kami melupakan mereka sebagaimana mereka melupakan pertemuan mereka dengan hari ini, dan (sebagaimana) mereka selalu mengingkari ayat-ayat Kami.",
    "nomor" : "51",
    "tr" : "<strong>al</strong>la<u>dz</u>iina ittakha<u>dz</u>uu diinahum lahwan wala'iban wagharrat-humu <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> fa<strong>a</strong>lyawma nans<u>aa</u>hum kam<u>aa</u> nasuu liq<u>aa</u>-a yawmihim h<u>aadzaa</u> wam<u>aa</u> k<u>aa</u>nuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> yaj<u>h</u>aduun<strong>a</strong>"
  }, {
    "ar" : "وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ عَلَىٰ عِلْمٍ هُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ",
    "id" : "Dan sesungguhnya Kami telah mendatangkan sebuah Kitab (Al Qur'an) kepada mereka yang Kami telah menjelaskannya atas dasar pengetahuan Kami; menjadi petunjuk dan rahmat bagi orang-orang yang beriman.",
    "nomor" : "52",
    "tr" : "walaqad ji/n<u>aa</u>hum bikit<u>aa</u>bin fa<u>shsh</u>aln<u>aa</u>hu 'al<u>aa</u> 'ilmin hudan wara<u>h</u>matan liqawmin yu/minuun<strong>a</strong>"
  }, {
    "ar" : "هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ ۚ يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَلْ لَنَا مِنْ شُفَعَاءَ فَيَشْفَعُوا لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ ۚ قَدْ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ",
    "id" : "Tiadalah mereka menunggu-nunggu kecuali (terlaksananya kebenaran) Al Qur'an itu. Pada hari datangnya kebenaran pemberitaan Al Qur'an itu, berkatalah orang-orang yang melupakannya sebelum itu: \"Sesungguhnya telah datang rasul-rasul Tuhan kami membawa yang hak, maka adakah bagi kami pemberi syafa'at yang akan memberi syafa'at bagi kami, atau dapatkah kami dikembalikan (ke dunia) sehingga kami dapat beramal yang lain dari yang pernah kami amalkan?\". Sungguh mereka telah merugikan diri mereka sendiri dan telah lenyaplah dari mereka tuhan-tuhan yang mereka ada-adakan.",
    "nomor" : "53",
    "tr" : "hal yan<u>zh</u>uruuna ill<u>aa</u> ta/wiilahu yawma ya/tii ta/wiiluhu yaquulu <strong>al</strong>la<u>dz</u>iina nasuuhu min qablu qad j<u>aa</u>-at rusulu rabbin<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi fahal lan<u>aa</u> min syufa'<u>aa</u>-a fayasyfa'uu lan<u>aa</u> aw nuraddu fana'mala ghayra <strong>al</strong>la<u>dz</u>ii kunn<u>aa</u> na'malu qad khasiruu anfusahum wa<u>dh</u>alla 'anhum m<u>aa</u> k<u>aa</u>nuu yaftaruun<strong>a</strong>"
  }, {
    "ar" : "إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ ۗ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ ۗ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ",
    "id" : "Sesungguhnya Tuhan kamu ialah Allah yang telah menciptakan langit dan bumi dalam enam masa, lalu Dia bersemayam di atas 'Arsy. Dia menutupkan malam kepada siang yang mengikutinya dengan cepat, dan (diciptakan-Nya pula) matahari, bulan dan bintang-bintang (masing-masing) tunduk kepada perintah-Nya. Ingatlah, menciptakan dan memerintah hanyalah hak Allah. Maha Suci Allah, Tuhan semesta alam.",
    "nomor" : "54",
    "tr" : "inna rabbakumu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a fii sittati ayy<u>aa</u>min tsumma istaw<u>aa</u> 'al<u>aa</u> <strong>a</strong>l'arsyi yughsyii <strong>al</strong>layla <strong>al</strong>nnah<u>aa</u>ra ya<u>th</u>lubuhu <u>h</u>atsiitsan wa<strong>al</strong>sysyamsa wa<strong>a</strong>lqamara wa<strong>al</strong>nnujuuma musakhkhar<u>aa</u>tin bi-amrihi <strong>a</strong>l<u>aa</u> lahu <strong>a</strong>lkhalqu wa<strong>a</strong>l-amru tab<u>aa</u>raka <strong>al</strong>l<u>aa</u>hu rabbu <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "ar" : "ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً ۚ إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ",
    "id" : "Berdo'alah kepada Tuhanmu dengan berendah diri dan suara yang lembut. Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas.",
    "nomor" : "55",
    "tr" : "ud'uu rabbakum ta<u>dh</u>arru'an wakhufyatan innahu l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lmu'tadiin<strong>a</strong>"
  }, {
    "ar" : "وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا ۚ إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ",
    "id" : "Dan janganlah kamu membuat kerusakan di muka bumi, sesudah (Allah) memperbaikinya dan berdo'alah kepada-Nya dengan rasa takut (tidak akan diterima) dan harapan (akan dikabulkan). Sesungguhnya rahmat Allah amat dekat kepada orang-orang yang berbuat baik.",
    "nomor" : "56",
    "tr" : "wal<u>aa</u> tufsiduu fii <strong>a</strong>l-ar<u>dh</u>i ba'da i<u>sh</u>l<u>aah</u>ih<u>aa</u> wa<strong>u</strong>d'uuhu khawfan wa<u>th</u>ama'an inna ra<u>h</u>mata <strong>al</strong>l<u>aa</u>hi qariibun mina <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
  }, {
    "ar" : "وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ ۖ حَتَّىٰ إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّتٍ فَأَنْزَلْنَا بِهِ الْمَاءَ فَأَخْرَجْنَا بِهِ مِنْ كُلِّ الثَّمَرَاتِ ۚ كَذَٰلِكَ نُخْرِجُ الْمَوْتَىٰ لَعَلَّكُمْ تَذَكَّرُونَ",
    "id" : "Dan Dialah yang meniupkan angin sebagai pembawa berita gembira sebelum kedatangan rahmat-Nya (hujan); hingga apabila angin itu telah membawa awan mendung, Kami halau ke suatu daerah yang tandus, lalu Kami turunkan hujan di daerah itu, maka Kami keluarkan dengan sebab hujan itu pelbagai macam buah-buahan. Seperti itulah Kami membangkitkan orang-orang yang telah mati, mudah-mudahan kamu mengambil pelajaran.",
    "nomor" : "57",
    "tr" : "wahuwa <strong>al</strong>la<u>dz</u>ii yursilu <strong>al</strong>rriy<u>aah</u>a busyran bayna yaday ra<u>h</u>matihi <u>h</u>att<u>aa</u> i<u>dzaa</u> aqallat sa<u>haa</u>ban tsiq<u>aa</u>lan suqn<u>aa</u>hu libaladin mayyitin fa-anzaln<u>aa</u> bihi <strong>a</strong>lm<u>aa</u>-a fa-akhrajn<u>aa</u> bihi min kulli <strong>al</strong>tstsamar<u>aa</u>ti ka<u>dzaa</u>lika nukhriju <strong>a</strong>lmawt<u>aa</u> la'allakum ta<u>dz</u>akkaruun<strong>a</strong>"
  }, {
    "ar" : "وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ ۖ وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا ۚ كَذَٰلِكَ نُصَرِّفُ الْآيَاتِ لِقَوْمٍ يَشْكُرُونَ",
    "id" : "Dan tanah yang baik, tanaman-tanamannya tumbuh subur dengan seizin Allah; dan tanah yang tidak subur, tanaman-tanamannya hanya tumbuh merana. Demikianlah Kami mengulangi tanda-tanda kebesaran (Kami) bagi orang-orang yang bersyukur.",
    "nomor" : "58",
    "tr" : "wa<strong>a</strong>lbaladu <strong>al</strong><u>ththh</u>ayyibu yakhruju nab<u>aa</u>tuhu bi-i<u>dz</u>ni rabbihi wa<strong>a</strong>lla<u>dz</u>ii khabutsa l<u>aa</u> yakhruju ill<u>aa</u> nakidan ka<u>dzaa</u>lika nu<u>sh</u>arrifu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti liqawmin yasykuruun<strong>a</strong>"
  }, {
    "ar" : "لَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
    "id" : "Sesungguhnya Kami telah mengutus Nuh kepada kaumnya lalu ia berkata: \"Wahai kaumku sembahlah Allah, sekali-kali tak ada Tuhan bagimu selain-Nya.\" Sesungguhnya (kalau kamu tidak menyembah Allah), aku takut kamu akan ditimpa azab hari yang besar (kiamat).",
    "nomor" : "59",
    "tr" : "laqad arsaln<u>aa</u> nuu<u>h</u>an il<u>aa</u> qawmihi faq<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu innii akh<u>aa</u>fu 'alaykum 'a<u>dzaa</u>ba yawmin 'a<u>zh</u>iim<strong>in</strong>"
  }, {
    "ar" : "قَالَ الْمَلَأُ مِنْ قَوْمِهِ إِنَّا لَنَرَاكَ فِي ضَلَالٍ مُبِينٍ",
    "id" : "Pemuka-pemuka dari kaumnya berkata: \"Sesungguhnya kami memandang kamu berada dalam kesesatan yang nyata\".",
    "nomor" : "60",
    "tr" : "q<u>aa</u>la <strong>a</strong>lmalau min qawmihi inn<u>aa</u> lanar<u>aa</u>ka fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>"
  }, {
    "ar" : "قَالَ يَا قَوْمِ لَيْسَ بِي ضَلَالَةٌ وَلَٰكِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ",
    "id" : "Nuh menjawab: \"Hai kaumku, tak ada padaku kesesatan sedikitpun tetapi aku adalah utusan dari Tuhan semesta alam\".",
    "nomor" : "61",
    "tr" : "q<u>aa</u>la y<u>aa</u> qawmi laysa bii <u>dh</u>al<u>aa</u>latun wal<u>aa</u>kinnii rasuulun min rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "ar" : "أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنْصَحُ لَكُمْ وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ",
    "id" : "\"Aku sampaikan kepadamu amanat-amanat Tuhanku dan aku memberi nasehat kepadamu. dan aku mengetahui dari Allah apa yang tidak kamu ketahui\".",
    "nomor" : "62",
    "tr" : "uballighukum ris<u>aa</u>l<u>aa</u>ti rabbii wa-an<u>sh</u>a<u>h</u>u lakum wa-a'lamu mina <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>"
  }, {
    "ar" : "أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَىٰ رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ وَلِتَتَّقُوا وَلَعَلَّكُمْ تُرْحَمُونَ",
    "id" : "Dan apakah kamu (tidak percaya) dan heran bahwa datang kepada kamu peringatan dari Tuhanmu dengan perantaraan seorang laki-laki dari golonganmu agar dia memberi peringatan kepadamu dan mudah-mudahan kamu bertakwa dan supaya kamu mendapat rahmat ?",
    "nomor" : "63",
    "tr" : "awa 'ajibtum an j<u>aa</u>-akum <u>dz</u>ikrun min rabbikum 'al<u>aa</u> rajulin minkum liyun<u>dz</u>irakum walitattaquu wala'allakum tur<u>h</u>amuun<strong>a</strong>"
  }, {
    "ar" : "فَكَذَّبُوهُ فَأَنْجَيْنَاهُ وَالَّذِينَ مَعَهُ فِي الْفُلْكِ وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا ۚ إِنَّهُمْ كَانُوا قَوْمًا عَمِينَ",
    "id" : "Maka mereka mendustakan Nuh, kemudian Kami selamatkan dia dan orang-orang yang bersamanya dalam bahtera, dan Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah kaum yang buta (mata hatinya).",
    "nomor" : "64",
    "tr" : "faka<u>dzdz</u>abuuhu fa-anjayn<u>aa</u>hu wa<strong>a</strong>lla<u>dz</u>iina ma'ahu fii <strong>a</strong>lfulki wa-aghraqn<u>aa</u> <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> innahum k<u>aa</u>nuu qawman 'amiin<strong>a</strong>"
  }, {
    "ar" : "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۗ قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۚ أَفَلَا تَتَّقُونَ",
    "id" : "Dan (Kami telah mengutus) kepada kaum 'Aad saudara mereka, Hud. Ia berkata: \"Hai kaumku, sembahlah Allah, sekali-kali tidak ada Tuhan bagimu selain dari-Nya. Maka mengapa kamu tidak bertakwa kepada-Nya ?\"",
    "nomor" : "65",
    "tr" : "wa-il<u>aa</u> '<u>aa</u>din akh<u>aa</u>hum huudan q<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu afal<u>aa</u> tattaquun<strong>a</strong>"
  }, {
    "ar" : "قَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ إِنَّا لَنَرَاكَ فِي سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ الْكَاذِبِينَ",
    "id" : "Pemuka-pemuka yang kafir dari kaumnya berkata: \"Sesungguhnya kami benar benar memandang kamu dalam keadaan kurang akal dan sesungguhnya kami menganggap kamu termasuk orang orang yang berdusta.\"",
    "nomor" : "66",
    "tr" : "q<u>aa</u>la <strong>a</strong>lmalau <strong>al</strong>la<u>dz</u>iina kafaruu min qawmihi inn<u>aa</u> lanar<u>aa</u>ka fii saf<u>aa</u>hatin wa-inn<u>aa</u> lana<u>zh</u>unnuka mina <strong>a</strong>lk<u>aadz</u>ibiin<strong>a</strong>"
  }, {
    "ar" : "قَالَ يَا قَوْمِ لَيْسَ بِي سَفَاهَةٌ وَلَٰكِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ",
    "id" : "Hud herkata \"Hai kaumku, tidak ada padaku kekurangan akal sedikitpun, tetapi aku ini adalah utusan dari Tuhan semesta alam.",
    "nomor" : "67",
    "tr" : "q<u>aa</u>la y<u>aa</u> qawmi laysa bii saf<u>aa</u>hatun wal<u>aa</u>kinnii rasuulun min rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "ar" : "أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنَا لَكُمْ نَاصِحٌ أَمِينٌ",
    "id" : "Aku menyampaikan amanat-amanat Tuhanku kepadamu dan aku hanyalah pemberi nasehat yang terpercaya bagimu\".",
    "nomor" : "68",
    "tr" : "uballighukum ris<u>aa</u>l<u>aa</u>ti rabbii wa-an<u>aa</u> lakum n<u>aas</u>i<u>h</u>un amiin<strong>un</strong>"
  }, {
    "ar" : "أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَىٰ رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ ۚ وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِي الْخَلْقِ بَسْطَةً ۖ فَاذْكُرُوا آلَاءَ اللَّهِ لَعَلَّكُمْ تُفْلِحُونَ",
    "id" : "Apakah kamu (tidak percaya) dan heran bahwa datang kepadamu peringatan dari Tuhanmu yang dibawa oleh seorang laki-laki di antaramu untuk memberi peringatan kepadamu? Dan ingatlah oleh kamu sekalian di waktu Allah menjadikan kamu sebagai pengganti-pengganti (yang berkuasa) sesudah lenyapnya kaum Nuh, dan Tuhan telah melebihkan kekuatan tubuh dan perawakanmu (daripada kaum Nuh itu). Maka ingatlah nikmat-nikmat Allah supaya kamu mendapat keberuntungan.",
    "nomor" : "69",
    "tr" : "awa 'ajibtum an j<u>aa</u>-akum <u>dz</u>ikrun min rabbikum 'al<u>aa</u> rajulin minkum liyun<u>dz</u>irakum wa<strong>u</strong><u>dz</u>kuruu i<u>dz</u> ja'alakum khulaf<u>aa</u>-a min ba'di qawmi nuu<u>h</u>in waz<u>aa</u>dakum fii <strong>a</strong>lkhalqi bas<u>th</u>atan fa<strong>u</strong><u>dz</u>kuruu <u>aa</u>l<u>aa</u>-a <strong>al</strong>l<u>aa</u>hi la'allakum tufli<u>h</u>uun<strong>a</strong>"
  }, {
    "ar" : "قَالُوا أَجِئْتَنَا لِنَعْبُدَ اللَّهَ وَحْدَهُ وَنَذَرَ مَا كَانَ يَعْبُدُ آبَاؤُنَا ۖ فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
    "id" : "Mereka berkata: \"Apakah kamu datang kepada kami, agar kami hanya menyembah Allah saja dan meninggalkan apa yang biasa disembah oleh bapak-bapak kami? maka datangkanlah azab yang kamu ancamkan kepada kami jika kamu termasuk orang-orang yang benar.\"",
    "nomor" : "70",
    "tr" : "q<u>aa</u>luu aji/tan<u>aa</u> lina'buda <strong>al</strong>l<u>aa</u>ha wa<u>h</u>dahu wana<u>dz</u>ara m<u>aa</u> k<u>aa</u>na ya'budu <u>aa</u>b<u>aa</u>un<u>aa</u> fa/tin<u>aa</u> bim<u>aa</u> ta'idun<u>aa</u> in kunta mina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>"
  }, {
    "ar" : "قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِنْ رَبِّكُمْ رِجْسٌ وَغَضَبٌ ۖ أَتُجَادِلُونَنِي فِي أَسْمَاءٍ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا نَزَّلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ ۚ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ",
    "id" : "Ia berkata: \"Sungguh sudah pasti kamu akan ditimpa azab dan kemarahan dari Tuhanmu\". Apakah kamu sekalian hendak berbantah dengan aku tentang nama-nama (berhala) yang kamu beserta nenek moyangmu menamakannya, padahal Allah sekali-kali tidak menurunkan hujjah untuk itu? Maka tunggulah (azab itu), sesungguhnya aku juga termasuk orang yamg menunggu bersama kamu\".",
    "nomor" : "71",
    "tr" : "q<u>aa</u>la qad waqa'a 'alaykum min rabbikum rijsun wagha<u>dh</u>abun atuj<u>aa</u>diluunanii fii asm<u>aa</u>-in sammaytumuuh<u>aa</u> antum wa<u>aa</u>b<u>aa</u>ukum m<u>aa</u> nazzala <strong>al</strong>l<u>aa</u>hu bih<u>aa</u> min sul<u>th</u><u>aa</u>nin fa<strong>i</strong>nta<u>zh</u>iruu innii ma'akum mina <strong>a</strong>lmunta<u>zh</u>iriin<strong>a</strong>"
  }, {
    "ar" : "فَأَنْجَيْنَاهُ وَالَّذِينَ مَعَهُ بِرَحْمَةٍ مِنَّا وَقَطَعْنَا دَابِرَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا ۖ وَمَا كَانُوا مُؤْمِنِينَ",
    "id" : "Maka kami selamatkan Hud beserta orang-orang yang bersamanya dengan rahmat yang besar dari Kami, dan Kami tumpas orang-orang yang mendustakan ayat-ayat Kami, dan tiadalah mereka orang-orang yang beriman.",
    "nomor" : "72",
    "tr" : "fa-anjayn<u>aa</u>hu wa<strong>a</strong>lla<u>dz</u>iina ma'ahu bira<u>h</u>matin minn<u>aa</u> waqa<u>th</u>a'n<u>aa</u> d<u>aa</u>bira <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wam<u>aa</u> k<u>aa</u>nuu mu/miniin<strong>a</strong>"
  }, {
    "ar" : "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَالِحًا ۗ قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ ۖ هَٰذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً ۖ فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ ۖ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ",
    "id" : "Dan (Kami telah mengutus) kepada kaum Tsamud saudara mereka Shaleh. Ia berkata: \"Hai kaumku, sembahlah Allah, sekali-kali tidak ada Tuhan bagimu selain-Nya. Sesungguhnya telah datang bukti yang nyata kepadamu dari Tuhammu. Unta betina Allah ini menjadi tanda bagimu, maka biarkanlah dia makan di bumi Allah, dan janganlah kamu mengganggunya dengan gangguan apapun, (yang karenanya) kamu akan ditimpa siksaan yang pedih.\"",
    "nomor" : "73",
    "tr" : "wa-il<u>aa</u> tsamuuda akh<u>aa</u>hum <u>shaa</u>li<u>h</u>an q<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu qad j<u>aa</u>-atkum bayyinatun min rabbikum h<u>aadz</u>ihi n<u>aa</u>qatu <strong>al</strong>l<u>aa</u>hi lakum <u>aa</u>yatan fa<u>dz</u>aruuh<u>aa</u> ta/kul fii ar<u>dh</u>i <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> tamassuuh<u>aa</u> bisuu-in faya/khu<u>dz</u>akum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
  }, {
    "ar" : "وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِي الْأَرْضِ تَتَّخِذُونَ مِنْ سُهُولِهَا قُصُورًا وَتَنْحِتُونَ الْجِبَالَ بُيُوتًا ۖ فَاذْكُرُوا آلَاءَ اللَّهِ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ",
    "id" : "Dan ingatlah olehmu di waktu Tuhan menjadikam kamu pengganti-pengganti (yang berkuasa) sesudah kaum 'Aad dan memberikan tempat bagimu di bumi. Kamu dirikan istana-istana di tanah-tanahnya yang datar dan kamu pahat gunung-gunungnya untuk dijadikan rumah; maka ingatlah nikmat-nikmat Allah dan janganlah kamu merajalela di muka bumi membuat kerusakan.",
    "nomor" : "74",
    "tr" : "wa<strong>u</strong><u>dz</u>kuruu i<u>dz</u> ja'alakum khulaf<u>aa</u>-a min ba'di '<u>aa</u>din wabawwa-akum fii <strong>a</strong>l-ar<u>dh</u>i tattakhi<u>dz</u>uuna min suhuulih<u>aa</u> qu<u>sh</u>uuran watan<u>h</u>ituuna <strong>a</strong>ljib<u>aa</u>la buyuutan fa<strong>u</strong><u>dz</u>kuruu <u>aa</u>l<u>aa</u>-a <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> ta'tsaw fii <strong>a</strong>l-ar<u>dh</u>i mufsidiin<strong>a</strong>"
  }, {
    "ar" : "قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَالِحًا مُرْسَلٌ مِنْ رَبِّهِ ۚ قَالُوا إِنَّا بِمَا أُرْسِلَ بِهِ مُؤْمِنُونَ",
    "id" : "Pemuka-pemuka yang menyombongkan diri di antara kaumnya berkata kepada orang-orang yang dianggap lemah yang telah beriman di antara mereka: \"Tahukah kamu bahwa Shaleh di utus (menjadi rasul) oleh Tuhannya?\". Mereka menjawab: \"Sesungguhnya kami beriman kepada wahyu, yang Shaleh diutus untuk menyampaikannya\".",
    "nomor" : "75",
    "tr" : "q<u>aa</u>la <strong>a</strong>lmalau <strong>al</strong>la<u>dz</u>iina istakbaruu min qawmihi lilla<u>dz</u>iina istu<u>dh</u>'ifuu liman <u>aa</u>mana minhum ata'lamuuna anna <u>shaa</u>li<u>h</u>an mursalun min rabbihi q<u>aa</u>luu inn<u>aa</u> bim<u>aa</u> ursila bihi mu/minuun<strong>a</strong>"
  }, {
    "ar" : "قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا بِالَّذِي آمَنْتُمْ بِهِ كَافِرُونَ",
    "id" : "Orang-orang yang menyombongkan diri berkata: \"Sesungguhnya kami adalah orang yang tidak percaya kepada apa yang kamu imani itu\".",
    "nomor" : "76",
    "tr" : "q<u>aa</u>la <strong>al</strong>la<u>dz</u>iina istakbaruu inn<u>aa</u> bi<strong>a</strong>lla<u>dz</u>ii <u>aa</u>mantum bihi k<u>aa</u>firuun<strong>a</strong>"
  }, {
    "ar" : "فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الْمُرْسَلِينَ",
    "id" : "Kemudian mereka sembelih unta betina itu, dan mereka berlaku angkuh terhadap perintah Tuhan. Dan mereka berkata: \"Hai Shaleh, datangkanlah apa yang kamu ancamkan itu kepada kami, jika (betul) kamu termasuk orang-orang yang diutus (Allah)\".",
    "nomor" : "77",
    "tr" : "fa'aqaruu <strong>al</strong>nn<u>aa</u>qata wa'ataw 'an amri rabbihim waq<u>aa</u>luu y<u>aa</u> <u>shaa</u>li<u>h</u>u i/tin<u>aa</u> bim<u>aa</u> ta'idun<u>aa</u> in kunta mina <strong>a</strong>lmursaliin<strong>a</strong>"
  }, {
    "ar" : "فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ",
    "id" : "Karena itu mereka ditimpa gempa, maka jadilah mereka mayat-mayat yang bergelimpangan di tempat tinggal mereka.",
    "nomor" : "78",
    "tr" : "fa-akha<u>dz</u>at-humu <strong>al</strong>rrajfatu fa-a<u>sh</u>ba<u>h</u>uu fii d<u>aa</u>rihim j<u>aa</u>tsimiin<strong>a</strong>"
  }, {
    "ar" : "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ وَلَٰكِنْ لَا تُحِبُّونَ النَّاصِحِينَ",
    "id" : "Maka Shaleh meninggalkan mereka seraya berkata: \"Hai kaumku sesungguhnya aku telah menyampaikan kepadamu amanat Tuhanku, dan aku telah memberi nasehat kepadamu, tetapi kamu tidak menyukai orang-orang yang memberi nasehat\".",
    "nomor" : "79",
    "tr" : "fatawall<u>aa</u> 'anhum waq<u>aa</u>la y<u>aa</u> qawmi laqad ablaghtukum ris<u>aa</u>lata rabbii wana<u>sh</u>a<u>h</u>tu lakum wal<u>aa</u>kin l<u>aa</u> tu<u>h</u>ibbuuna <strong>al</strong>nn<u>aas</u>i<u>h</u>iin<strong>a</strong>"
  }, {
    "ar" : "وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ",
    "id" : "Dan (Kami juga telah mengutus) Luth (kepada kaumnya). (Ingatlah) tatkala dia berkata kepada mereka: \"Mengapa kamu mengerjakan perbuatan faahisyah itu, yang belum pernah dikerjakan oleh seorangpun (di dunia ini) sebelummu?\"",
    "nomor" : "80",
    "tr" : "waluu<u>th</u>an i<u>dz</u> q<u>aa</u>la liqawmihi ata/tuuna <strong>a</strong>lf<u>aah</u>isyata m<u>aa</u> sabaqakum bih<u>aa</u> min a<u>h</u>adin mina <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
  }, {
    "ar" : "إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ ۚ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ",
    "id" : "Sesungguhnya kamu mendatangi lelaki untuk melepaskan nafsumu (kepada mereka), bukan kepada wanita, malah kamu ini adalah kaum yang melampaui batas.",
    "nomor" : "81",
    "tr" : "innakum lata/tuuna <strong>al</strong>rrij<u>aa</u>la syahwatan min duuni <strong>al</strong>nnis<u>aa</u>-i bal antum qawmun musrifuun<strong>a</strong>"
  }, {
    "ar" : "وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ",
    "id" : "Jawab kaumnya tidak lain hanya mengatakan: \"Usirlah mereka (Luth dan pengikut-pengikutnya) dari kotamu ini; sesungguhnya mereka adalah orang-orang yang berpura-pura mensucikan diri.\"",
    "nomor" : "82",
    "tr" : "wam<u>aa</u> k<u>aa</u>na jaw<u>aa</u>ba qawmihi ill<u>aa</u> an q<u>aa</u>luu akhrijuuhum min qaryatikum innahum un<u>aa</u>sun yata<u>th</u>ahharuun<strong>a</strong>"
  }, {
    "ar" : "فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ",
    "id" : "Kemudian Kami selamatkan dia dan pengikut-pengikutnya kecuali isterinya; dia termasuk orang-orang yang tertinggal (dibinasakan).",
    "nomor" : "83",
    "tr" : "fa-anjayn<u>aa</u>hu wa-ahlahu ill<u>aa</u> imra-atahu k<u>aa</u>nat mina <strong>a</strong>lgh<u>aa</u>biriin<strong>a</strong>"
  }, {
    "ar" : "وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا ۖ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ",
    "id" : "Dan Kami turunkan kepada mereka hujan (batu); maka perhatikanlah bagaimana kesudahan orang-orang yang berdosa itu.",
    "nomor" : "84",
    "tr" : "wa-am<u>th</u>arn<u>aa</u> 'alayhim ma<u>th</u>aran fa<strong>u</strong>n<u>zh</u>ur kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>a</strong>lmujrimiin<strong>a</strong>"
  }, {
    "ar" : "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۗ قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ ۖ فَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا ۚ ذَٰلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ",
    "id" : "Dan (Kami telah mengutus) kepada penduduk Mad-yan saudara mereka, Syu'aib. Ia berkata: \"Hai kaumku, sembahlah Allah, sekali-kali tidak ada Tuhan bagimu selain-Nya. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Maka sempurnakanlah takaran dan timbangan dan janganlah kamu kurangkan bagi manusia barang-barang takaran dan timbangannya, dan janganlah kamu membuat kerusakan di muka bumi sesudah Tuhan memperbaikinya. Yang demikian itu lebih baik bagimu jika betul-betul kamu orang-orang yang beriman\".",
    "nomor" : "85",
    "tr" : "wa-il<u>aa</u> madyana akh<u>aa</u>hum syu'ayban q<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu qad j<u>aa</u>-atkum bayyinatun min rabbikum fa-awfuu <strong>a</strong>lkayla wa<strong>a</strong>lmiiz<u>aa</u>na wal<u>aa</u> tabkhasuu <strong>al</strong>nn<u>aa</u>sa asyy<u>aa</u>-ahum wal<u>aa</u> tufsiduu fii <strong>a</strong>l-ar<u>dh</u>i ba'da i<u>sh</u>l<u>aah</u>ih<u>aa</u> <u>dzaa</u>likum khayrun lakum in kuntum mu/miniin<strong>a</strong>"
  }, {
    "ar" : "وَلَا تَقْعُدُوا بِكُلِّ صِرَاطٍ تُوعِدُونَ وَتَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ بِهِ وَتَبْغُونَهَا عِوَجًا ۚ وَاذْكُرُوا إِذْ كُنْتُمْ قَلِيلًا فَكَثَّرَكُمْ ۖ وَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ",
    "id" : "Dan janganlah kamu duduk di tiap-tiap jalan dengan menakut-nakuti dan menghalang-halangi orang yang beriman dari jalan Allah, dan menginginkan agar jalan Allah itu menjadi bengkok. Dan ingatlah di waktu dahulunya kamu berjumlah sedikit, lalu Allah memperbanyak jumlah kamu. Dan perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan.",
    "nomor" : "86",
    "tr" : "wal<u>aa</u> taq'uduu bikulli <u>sh</u>ir<u>aath</u>in tuu'iduuna wata<u>sh</u>udduuna 'an sabiili <strong>al</strong>l<u>aa</u>hi man <u>aa</u>mana bihi watabghuunah<u>aa</u> 'iwajan wa<strong>u</strong><u>dz</u>kuruu i<u>dz</u> kuntum qaliilan fakatstsarakum wa<strong>u</strong>n<u>zh</u>uruu kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>a</strong>lmufsidiin<strong>a</strong>"
  }, {
    "ar" : "وَإِنْ كَانَ طَائِفَةٌ مِنْكُمْ آمَنُوا بِالَّذِي أُرْسِلْتُ بِهِ وَطَائِفَةٌ لَمْ يُؤْمِنُوا فَاصْبِرُوا حَتَّىٰ يَحْكُمَ اللَّهُ بَيْنَنَا ۚ وَهُوَ خَيْرُ الْحَاكِمِينَ",
    "id" : "Jika ada segolongan daripada kamu beriman kepada apa yang aku diutus untuk menyampaikannya dan ada (pula) segolongan yang tidak beriman, maka bersabarlah, hingga Allah menetapkan hukumnya di antara kita; dan Dia adalah Hakim yang sebaik-baiknya.",
    "nomor" : "87",
    "tr" : "wa-in k<u>aa</u>na <u>th</u><u>aa</u>-ifatun minkum <u>aa</u>manuu bi<strong>a</strong>lla<u>dz</u>ii ursiltu bihi wa<u>th</u><u>aa</u>-ifatun lam yu/minuu fa<strong>i</strong><u>sh</u>biruu <u>h</u>att<u>aa</u> ya<u>h</u>kuma <strong>al</strong>l<u>aa</u>hu baynan<u>aa</u> wahuwa khayru <strong>a</strong>l<u>haa</u>kimiin<strong>a</strong>"
  }]